Repository: minvws/nl-kat-coordination
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: You will not be able to add Findings or other OOI's, this object has been deleted and is no longer available.
nl: Dit object is gewist. Er kunnen geen bevindingen of objecten aan worden toegevoegd.

source: Findings report for %(name)s
nl: Bevindingenrapport voor %(name)s

source: These are the findings of a KAT-analysis on %(observed_at)s. Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
nl: Dit zijn de bevindingen van een OpenKAT-analyse op %(observed_at)s. Klik op een bevinding voor gedetailleerde informatie over het probleem, de oorsprong, ernst en mogelijke oplossingen.

source: A report for %(name)s wasn't found.
nl: Kan rapport voor %(name)s niet vinden.

source: Perhaps it never was, perhaps it just didn't exist on %(observed_at)s<br> Try some other dates!
nl: Misschien heeft het nooit bestaan, misschien alleen niet op %(observed_at)s<br>. Probeer eens een ander tijdstip!

source: Summary for
nl: Samenvatting van

source: Object tree
nl: Objectenlijst

source: Edit %(name)s
nl: Bewerk %(name)s

source: Use KAT as %(name)s
nl: Gebruik OpenKAT als %(name)s

source: Member name
nl: Naam lid

source: Signal username
nl: Gebruikersnaam vergeten

source: Added to group.
nl: Toegevoegd aan groep

source: Add to signal group
nl: Voeg toe aan signal groep

source: Can't add member to signal group
nl: Kan gebruiker niet aan signal groep toevoegen

source: Edit organization
nl: Bewerk organisatie

source: Set signal username for %(name)s.<br> You can register your signal username with the QR code here:<br> <a href="%(url)s">Signal QR Code</a>
nl: Stel signaal gebruikersnaam in voor %(name)s.<br> U kunt uw signalgebruikersnaam hier met de QR-code registreren:<br> <a href="%(url)s">Signaal QR-code</a>

source: Save organization
nl: Organisatie

source: You are using KAT as
nl: U gebruikt OpenKAT als

source: Organization overview:
nl: Organisatie-overzicht:

source: Number of members
nl: Leden van %(name)s

source: Member account setup
nl: Leden account opzetten

source: Member details
nl: Leden details

source: Role in organization
nl: Uw rol in de organsatie

source: Goal
nl: Doel

source: Authorized to sign
nl: Tekeningsbevoegd

source: Save member
nl: Sla leden op

source: Members of %(name)s
nl: Leden van %(name)s

source: Add new member
nl: Nieuw lid toevoegen

source: Member overview:
nl: Gebruikersoverzicht:

source: Added on
nl: Toegevoegd op

source: List of views for organization
nl: Lijst van weergaven voor de objecten

source: Publisher
nl: Uitgever

source: Observed at
nl: Gevonden op

source: Show settings
nl: Toon instellingen

source: Hide settings
nl: Verberg instellingen

source: Shown types
nl: Getoonde typen

source: Set filters
nl: Selecteer filters

source: Show details for %(object_id)s, with %(child_count)s children.
nl: Toon details van %(object_id)s, met %(child_count)s children.

source: Show tree for %(object_id)s with only children of type %(object_ooi_type)s
nl: Toon boomweergave van %(object_id)s met alleen kinderen van type %(object_ooi_type)s

source: Unfold %(object_id)s with %(child_count)s children
nl: Vouw %(object_id)s uit met %(child_count)s kinderen

source: go to:
nl: ga naar:

source: Go to detailpage
nl: Ga naar detailpagina

source: Go to tree view
nl: Ga naar boomweergave

source: tree
nl: boom

source: Go to graph view
nl: Ga naar graaf

source: graph
nl: graaf

source: Proof
nl: Bewijs

source: Reproduction
nl: Reproduceer bevinding

source: Object list pagination
nl: Objectenlijst

source: Previous Page
nl: Vorige pagina

source: Previous
nl: Vorige

source: Five Pages Back
nl: Vijf pagina's terug

source: Page
nl: Pagina

source: Five Pages Forward
nl: Vijf pagina's vooruit

source: Next Page
nl: Volgende

source: Next
nl: Volgende

source: This field is required
nl: Dit veld is verplicht

source: Forgot email
nl: E-mailadres vergeten

source: Forgot password
nl: Wachtwoord vergeten

source: Open explanation
nl: Open toelichting

source: Close explanation
nl: Sluit toelichting

source: Boefjes available
nl: Beschikbare boefjes

source: Filter options
nl: Filter-opties

source: Sorting options
nl: Sorteer-opties

source: Update List
nl: Lijst updaten

source: Hide filters
nl: Verberg filters

source: Show filters
nl: Toon filters

source: confirmation
nl: Bevestiging

source: Confirmation
nl: Bevestiging

source: Related objects
nl: Voeg object toe

source: No related objects added to
nl: Geen gerelateerde objecten toegevoegd aan

source: Use the button below to add a related object.
nl: Voeg een gerelateerd object toe

source: Generate report
nl: Rapport Genereren

source: An overview of
nl: Overzicht van bevindingen:

source: This shows general information and its related objects. It also gives the possibility to add additonal related objects, or to scan for them.
nl: Dit laat generieke informatie zien en gerelateerde objecten. Het geen ook de mogelijkheid gerelateerde objecten toe te voegen, of om ervoor te scannen

source: Scan for objects
nl: Objecten scannen

source: Export
nl: Exporteer

source: Download as JSON
nl: Sla op als JSON

source: Download as CSV
nl: Sla op als CSV

source: %(total)s findings on %(name)s
nl: %(total)s bevindingen voor %(name)s

source: Findings for %(type)s %(name)s on %(observed_at)s:
nl: Bevindingen voor %(type)s %(name)s op %(observed_at)s:

source: Risk level
nl: Risico niveau

source: Finding type
nl: Bevindingstype

source: Occurrences
nl: Voorvallen

source: Open finding details
nl: Open details bevinding

source: Details of %(object_id)s
nl: Details van %(object_id)s

source: Findings of this findingtype have been marked 'critical' because of unknown CVSS. This requires manual investigation due to lack of CVSS score.
nl: Deze bevinding is gemarkeerd vanwege een ontbrekende CVSS score

source: Total occurrences
nl: Totaal aantal voorvallen

source: Occurrence
nl: Voorval

source: See
nl: Zie

source: Unique
nl: Uniek

source: Tree - dense view
nl: Boom - compacte weergave

source: Tree - table view
nl: Boom - tabelweergave

source: Quickly filter by type
nl: Snel filteren op type

source: Filter by
nl: Filteren op

source: Organization name
nl: Organisatie

source: Organization code
nl: Organisatie

source: Create signal group
nl: Maak signal groep aan

source: No registered group phone nr. A group phone is needed to create a signal group.
nl: Een groepstelefoon is nodig om een signal groep aan te maken

source: Signal group ID
nl: Signal Groep ID

source: Send test message
nl: Verstuur testbericht

source: Mismatch stored and fetched ID
nl: De opgeslagen en opgehaalde ID komen niet overeen

source: No group has been created for this organization.
nl: Uw rol in de organsatie

source: Logged in as
nl: Ingelogd als

source: Go to content
nl: Ga direct naar de inhoud

source: Declared
nl: Verklaard

source: This means that this object will be scanned by Boefjes with scan level %(scan_level)s and lower. Setting the clearance level from “declared” to “inherit” means that this object will inherit its level from neighbouring objects. This means that the clearance level might stay the same, increase, or decrease depending on other declared clearance levels. Clearance levels of objects that inherit from this clearance level will also be recalculated.
nl: Dit object wordt gescand met scan level %(scan_level)s en lager. Een scan level dat is verklaard heeft een andere zwaarte dan wanneer die geerfd is.

source: Set clearance level to inherit
nl: Zet vrijwaringsniveau op overerving

source: Empty
nl: Leeg

source: Objects with a clearance level higher than "L0" will be scanned automatically by Boefjes with corresponding scan levels. This object has a clearance level of "L0". This means that this object will not be scanned by any Boefje until that Boefje is run manually for this object again.
nl: Objecten worden automatisch gescand door boefjes met het bijpassende scan niveau.

source: Inherited
nl: Geerfd

source: Inherited from
nl: Geerfd van

source: Inheritance source
nl: Bron

source: Inheritance depth
nl: Diepte

source: Set clearance level for:
nl: Zet vrijwaringsniveau voor:

source: Setting the scan level from "declared" to "inherit" means it will inherit a clearance level from other objects, or that no clearance level will be inherited.
nl: Als u het scanniveau instelt van "verklaard" naar "overerving" betekent dit dat het een vrijwaringsniveau erven van andere objecten, of dat geen vrijwaringsniveauzal worden geërfd.

source: You are about to set the clearance level from "declared" to "inherit".
nl: Weet u zeker dat u het scan niveau wilt aanpassen van "declared" naar "inherit"?

source: Yes, set to inherit
nl: Ja, stel in

source: Scan this QR code to link Signal and add your number to registered users.
nl: Scan deze QR code om signal te verbinden en het nummer toe te voegen.

source: No QR code available.
nl: Geen QR code beschikbaar.

source: List of boefjes for
nl: Takenlijst van boefjes voor

source: List of tasks for the current organization
nl: Lijst van taken voor de huidige organisatie

source: List of normalizers for
nl: Takenlijst van normalizers voor

source: Log in
nl: Inloggen

source: Authenticate
nl: Authenticatie

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
nl: Backup tokens kunnen worden gebruikt wanneer uw primaire en backup telefoonnummers niet beschikbaar zijn. De onderstaande backup tokens kunnen worden gebruikt voor aanmeldingsverificatie. Als u al uw backup tokens hebt opgebruikt, kunt u een nieuwe set backup tokens genereren. Alleen de onderstaande backup tokens zijn geldig.

source: Print these tokens and keep them somewhere safe.
nl: Print deze tokens en bewaar ze op een veilige plek.

source: You don't have any backup codes yet.
nl: U heeft nog geen backup codes.

source: Back to Account Security
nl: Terug naar Accountbeveiliging

source: Generate Tokens
nl: Tokens Genereren

source: Permission Denied
nl: Toegang geweigerd

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
nl: De pagina die u hebt opgevraagd is alleen beschikbaar met tweestaps verificatie. Schakel dit in om toegang te krijgen tot deze pagina.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
nl: Two-factor authenticatie is niet ingeschakeld voor uw account. Schakel tweestapsverificatie in voor betere accountbeveiliging.

source: Go back
nl: Ga terug

source: Enable Two-Factor Authentication
nl: Tweestaps verificatie aanzetten

source: Add Backup Phone
nl: Voeg backup telefoon toe

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
nl: U voegt een backup telefoonnummer toe aan uw account. Dit nummer wordt gebruikt als uw primaire registratiemethode niet beschikbaar is.

source: We've sent a token to your phone number. Please enter the token you've received.
nl: We hebben een token naar uw telefoonnummer gestuurd. Vul a.u.b. de token in die u heeft ontvangen.

source: To start using a token generator, please use your smartphone to scan the QR code below or use the setup key. For example, use GoogleAuthenticator. Then, enter the token generated by the app.
nl: Scan de QR code met uw applicatie voor tweetrapsverificatie. Voer vervolgens het token in dat door de app is gegenereerd.

source: The secret key is a 32 characters represenation of the QR code. There are 2 options to setup the two factor authtentication. You can scan the QR code above or you can insert this key using the secret key option of the authenticator app.
nl: De sleutel hoort bij de QR code. Deze kunt u invoeren in uw authenticator app.

source: The current user has not been verified by a system administrator yet.
nl: De huidige gebruiker is nog niet geverifieerd door een systeembeheerder.

source: Congratulations, you've successfully enabled two-factor authentication.
nl: Gefeliciteerd, je hebt two-factor authenticatie ingeschakeld.

source: Start using KAT
nl: Start met OpenKAT

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
nl: Het kan gebeuren dat u geen toegang heeft tot uw applicatie voor tweestapssverificatie. Voeg een telefoonnummer toe om accountherstel in te schakelen.

source: Add Phone Number
nl: Telefoonnummer toevoegen

source: Disable Two-factor Authentication
nl: Tweetraps verificatie uitschakelen

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
nl: U staat op het punt tweestapsverificatie uit te schakelen. Dit verzwakt uw accountbeveiliging, weet u het zeker?

source: Disable
nl: Uitschakelen

source: Account Security
nl: Accountbeveiliging

source: Tokens will be generated by your token generator.
nl: Tokens worden gegenereerd door uw tokengenerator.

source: Primary method: %(primary)s
nl: Primaire methode: %(primary)s

source: Tokens will be generated by your YubiKey.
nl: Tokens worden gegenereerd door uw YubiKey.

source: Backup Phone Numbers
nl: Backup telefoonnummers

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
nl: Als uw primaire methode niet beschikbaar is, kunnen we backup tokens naar de onderstaande telefoonnummers sturen.

source: Unregister
nl: Uitschrijven

source: If you don't have any device with you, you can access your account using backup tokens.
nl: Als u geen apparaat bij u heeft, heeft u toegang tot uw account met backup tokens.

source: You have only one backup token remaining.
nl: U heeft één backup token over.

source: Show Codes
nl: Codes tonen

source: Disable Two-Factor Authentication
nl: Tweetraps verificatie uitschakelen

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
nl: We raden u echter ten zeerste af om dit te doen, u kunt ook tweetraps verificatie voor uw account uitschakelen.

source: Your OTP token is %(token)s
nl: Uw OTP token is %(token)s

source: Date
nl: Datum

source: Not all required boefjes are selected. Please select all required boefjes.
nl: Niet alle benodigde boefjes zijn geselecteerd.

source: Unique ID within KAT, for this type
nl: Uniek ID in KAT voor dit type

source: Title
nl: Titel

source: Give the finding type a fitting title
nl: Een passende titel voor dit bevindingstype

source: Desribe the finding type
nl: Omschrijf uw bevinding

source: Risk
nl: Risico

source: Solution
nl: Oplossing

source: How can this be solved?
nl: Hoe kan dit worden opgelost?

source: Describe how this type of finding can be solved
nl: Beschrijf hoe dit type bevinding kan worden opgelost.

source: References
nl: Referenties

source: Please give some references on the solution
nl: Referenties over de oplossing.

source: Please give sources and references on the suggested solution
nl: Voeg bronnen of referenties over de oplossing toe.

source: Impact description
nl: Omschrijving impact

source: Describe the solutions impact
nl: Oplossing impact

source: Solution chance
nl: Oplossing kans

source: Solution impact
nl: Oplossing impact

source: Solution effort
nl: Benodigde inzet

source: ID should start with
nl: ID moet beginnen met

source: Finding type already exists
nl: Bevindingstype bestaat al

source: Click to select one of the available options
nl: Selecteer een optie

source: Finding types
nl: Bevindingstypen

source: Provide evidence of your finding
nl: Voer bewijs van uw bevinding in

source: Describe your finding
nl: Omschrijf uw bevinding

source: Reproduce finding
nl: Reproduceer bevinding

source: Please explain how to reproduce your finding
nl: Hoe kan deze bevinding worden gereproduceerd?

source: Date/Time (UTC)
nl: Datum/Tijd (UTC)

source: Doc! I'm from the future, I'm here to take you back!
nl: Dokter! Ik kom uit de toekomst, ik ben hier om je terug te brengen!

source: OOI doesn't exist
nl: Object bestaat niet

source: recommendation
nl: aanbeveling

source: low
nl: laag

source: medium
nl: midden

source: high
nl: Hoog

source: very high
nl: Zeer hoog

source: critical
nl: kritiek

source: quickfix
nl: snelle fix

source: Add one finding type ID per line.
nl: Voeg één bevindingstype per regel toe.

source: Add the date and time of your finding (UTC)
nl: Voer bewijs van uw bevinding in

source: KAT stores a time indication with every observation, so it is possible to see the status of your network through time. Select a datetime to change the view to represent that moment in time.
nl: KAT bewaart een tijdsindicatie bij elke observatie, hierdoor is het mogelijk de status van de objecten op elk moment van de tijd in de historie te bekijken. Selecteer een datum-tijd om naar die weergave te springen.

source: Depth of the tree.
nl: Diepte van de boom.

source: new
nl: nieuw

source: blocked
nl: geblokkeerd

source: option
nl: Oplossing

source: Optionally choose a {option_label}
nl: Kies optioneel voor {option_label}

source: Please choose a {option_label}
nl: Selecteer een {option_label}

source: Enable
nl: Inschakelen
