Repository: minvws/nl-kat-coordination
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: A lot of things can be an object within the scope of KAT. For example a mailserver, an ip-address, a URL, a DNS record, a hostname or a network to name a few. While these objects can be related to each other they are all objects within KAT that can be scanned to gain valuable insight.
nl: Een object kan van alles zijn, van een mailserver, ip-adres, DNS record of hostname.

source: Creating, adding and editing objects
nl: Objecten aanmaken en aanpassen.

source: Within KAT you can view, add and edit objects from the organization’s object page.
nl: In KAT kan je objecten bekijken, toevoegen en aanpassen in de objecten pagina.

source: Let’s add an object to scan for the DNS-Report. For this introduction we suggest adding a URL.
nl: Voeg een object toe voor het DNS rapport, zoals een URL.

source: Add URL
nl: Voeg URL toe

source: Creating an object
nl: Objecten aanmaken

source: Create your first object, a URL by filling out the form below.
nl: Maak het eerste object aan door een url in te vullen.

source: Additional details and examples can be found by pressing on the help button next to the input field.
nl: De help functie geeft extra informatie.

source: Dependencies
nl: Afhankelijkheden

source: Most objects have dependencies on the existence of other objects. For example a URL needs to be connected to a network, hostname, fqdn (fully qualified domain name) and ip-address. KAT collects these additional object automatically when possible. By running plugins to collect or extract this data.
nl: Objecten zijn met elkaar verbonden. Zo hoort bij een url een ip adres, een netwerk enzovoorts. OpenKAT zoekt deze objecten op aan de hand van het datamodel, met behulp van de bijpassende plugins.

source: The additional objects that KAT created will be added to your object list as separate objects. If KAT can’t add them automatically it will guide you through the process of creating them manually.
nl: Nieuwe objecten worden toegevoegd. Als OpenKAT deze niet automatisch kan toevoegen kunnen ze ook handmatig worden aangevuld.

source: Create object
nl: Maak object aan

source: Based on the url you provided KAT added the necesarry additional objects to create a url object.
nl: Uitgaande van het eerste object heeft OpenKAT nieuwe objecten gevonden.

source: Path
nl: Pad

source: scheme
nl: schema

source: Network
nl: Netwerk

source: Got it, generate my report
nl: Begrepen, maak mijn rapport aan

source: KAT Introduction
nl: KAT Introductie

source: Setup - Set clearance level for example.org
nl: Setup = Zet het vrijwaringsniveau

source: Introduction
nl: Introductie

source: Some scans are lightweight while others might be a bit more agressive with their scanning. KAT requires you to set a clearance level for each object to prevent you from unintentionally running agressive scans. For example you might have the right to run any type of scan on your own server but you probably don’t have the right to do so for objects owned by other people of companies.
nl: OpenKAT vraagt een vrijwaringsniveau per object om te voorkomen dat de scans indringender zijn dan toegestaan in. Zo wordt voorkomen dat er schade ontstaat.

source: How to know required clearance level
nl: Hoe kiest u het juiste vrijwaringsniveau?

source: Each plugin that scans will have a scan intesity score. The intesity of the scan must be equal to or below the clearance level you set for your object. If the scan has an intesity level that is too high, KAT will notify you before running it. Visually clearance levels and intesity scores are indicated with little cat paws.
nl: Elke plugin heeft een intensiteit, die aansluit bij het vrijwaringsniveau. Is de intensiteit van de scan te hoog voor de vrijwaring, dan wordt deze scan niet automatisch uitgevoerd.

source: This scan has a scan intensity score of 1, requiring a level 1 clearance level to be run. This means that the scan does not touch the object itself, but only searches for information about the object.
nl: Deze scan heeft intensiteit niveau 1. De scan raakt het object niet aan en verzamelt alleen informatie.

source: An example of a more agressive scan. Which has a scan intesity score of 3. Meaning it requires at least a level 3 clearance level to be set on your object.
nl: Een aggressieve scan van niveau 3 heeft een bijpassende vrijwaring nodig.

source: Setting and changing your clearance level
nl: Vrijwaringsniveau aanpassen

source: After creating a new object KAT will ask you to set a clearance level. On the object detail page you can always change the clearance level. For the onboarding we will suggest to set the clearance level to L2.
nl: Na het aanmaken van een object vraagt OpenKAT om een vrijwaring. Tijdens de on boarding kiezen we niveau 2.

source: Set clearance level
nl: Zet vrijwaringsniveau

source: Setup scan - Enable plugins
nl: Scan opzetten - Activeer plugins

source: Plugins introduction
nl: Plugin introductie

source: KAT uses plugins to scan, check and analyze. Each plugin will bring a specific skillset that will help to generate your report. There are three types of plugins.
nl: KAT gebruikt plugins om te scannen, checken en te analyzeren. Elke plugin brengt een specifieke skillset die je rapport aanvult. Er zijn drie type plugins.

source: Scan objects for data. Each boefje has a scan intensity score to prevent invasive scanning on objects where you don’t have the clearance to do so.
nl: Scan objecten voor data. Elke boefje heeft een vrijwaringsniveau om te zorgen dat objecten niet te agressief worden gescant.

source: Check the data for specific objects and add these object to your object list.
nl: Check de data voor specifieke objecten en voeg deze toe aan je objecten lijst.

source: Analyze the available data to come to insights and conclusions.
nl: Bits zijn de businessrules die de objecten analyseren en conclusies trekken.

source: KAT will be able to generate a full report when all the required and suggested plugins are enabled. If you choose not to give a plugin permission to run, the data that plugin would collect or produce will be left out of the report which will then be generated based on the available data collected by the enabled plugins. Below are the suggested and required plugins for this report.
nl: OpenKAT levert een compleet rapport als alle benodigde boefjes kunnen werken. Hieronder zijn de mogelijke en benodigde boefjes opgenomen.

source: Let’s setup your scan by enabling the plugins of your choice below.
nl: Start met het aanzetten van boefjes

source: Suggested plugins
nl: Aangeraden boefjes

source: Boefjes are scanning
nl: De boefjes zijn aan het scannen

source: The enabled boefjes are collecting the data needed to generate the DNS-report. This may take some time based on the type of scans and the number of objects found. For the current scan we expect boefjes to take about 3 minutes.
nl: De boefjes verzamelen data. Dit duurt voor deze scan naar verwachting ongeveer 3 minuten.

source: During this introduction we ask you to wait till the scan is ready. After which you can view the report.
nl: Tijdens de introductie vragen we je om te wachten tot de scan is afgerond.

source: After the onboarding, boefjes run in the background. This enables you to use KAT in the meantime without waiting for scans to finish. When you would like to see the status of a scan you can open the "tasks" page.
nl: Na de onboarding kunnen de boefjes op de achtergrond doorwerken. De status kan via de "tasks" pagina bekeken worden.

source: Open my DNS-report
nl: DNS rapport openen

source: 1: Introduction
nl: 1: Introductie

source: 2: Choose a report
nl: 2: Kies een rapport

source: 3: Setup scan
nl: 3: Start de scan

source: 4: Open report
nl: 4: Rapport genereren

source: 2: Organization setup
nl: 2: Organisaties

source: 3: Account setup
nl: 3: Accountbeveiliging

source: KAT added the following required object to your object list to complete your request: {}
nl: OpenKAT heeft het volgende object toevoegd

source: Clearance level has been set
nl: Vrijwaringsniveau is niet gezet

source: No DNS zone found.
nl: Geen DNS zone gevonden

source: KAT Setup
nl: OpenKAT instellingen

source: Organization succesfully set.
nl: Organisatiecode mist

source: Organization succesfully created.
nl: Organisatie succesvol toegevoegd.

source: Hello, admin. You are already part of an organization. Early step is skipped.
nl: Hallo admin. U bent al gekoppeld aan een organisatie. Vroege stappen worden overgeslagen.

source: Organization succesfully updated.
nl: Organisatie succesvol geupdate

source: User succesfully created.
nl: Gebruiker aangemaakt

source: System Administrator: You are redirected to this page, because you have to first setup an organization.
nl: Maak eerst een organisatie aan.

source: Boefje '{boefje_id}' enabled for '{organization_name}'.
nl: Boefje '{boefje_id}' aangezet voor '{organization_name}'.

source: Boefje '{boefje_id}' disabled for '{organization_name}'.
nl: Boefje '{boefje_id}' uitgezet voor '{organization_name}'.

source: Trying to run disabled boefje '{boefje_id}'.
nl: '{boefje_id}' is uitgezet.

source: Your scan is running successfully in the background. Results will be added to the object list when they are in. It may take some time, a refresh of the page may be needed to show the results.
nl: De scan gaat op de achtergrond door. Ververs eventueel de pagina om het resultaat te zien.

source: Add consumable object
nl: Voeg object toe

source: Add %(ooi_type)s
nl: Voeg %(ooi_type)s toe

source: Add Finding
nl: Bevinding toevoegen

source: Findings
nl: Bevindingen

source: Add finding type
nl: Bevindingstype toevoegen

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: Enabled-Disabled
nl: Uitgeschakeld

source: Disabled-Enabled
nl: Uitschakelen

source: Objects
nl: Objecten

source: Add object
nl: Voeg object toe

source: Type select
nl: Type selecteren

source: (as
nl: (als

source: Object findings
nl: Objectbevindingen

source: You can't generate a report for an OOI on a date in the future.
nl: Een rapport kan niet voor een toekomstig tijdstip worden aangemaakt.

source: Findings report
nl: Bevindingen rapport

source: Tree Visualisation
nl: Boom

source: Graph Visualisation
nl: Graaf

source: All
nl: Alle

source: Organizations
nl: Organisaties

source: Setup
nl: Instellingen

source: Organization added succesfully.
nl: Organisatie succesvol toegoevoegd

source: You are not allowed to add organizations.
nl: Uw mag geen organisaties toevoegen

source: You are not allowed to change organizations.
nl: U mag geen organisaties veranderen

source: Member added succesfully.
nl: Gebruiker toegevoegd

source: You are not allowed to add organization members.
nl: Registreer als een organisatielid.

source: Edit member
nl: Bekijk leden

source: You are not allowed to edit organization members.
nl: Uw rol in de organsatie

source: Privacy Statement
nl: Privacyverklaring

source: Scan profile
nl: Scanprofiel

source: Choose a valid level
nl: Kies een geldig niveau

source: Can not reset scan level. Scan level of {ooi_name} not declared
nl: Kan het scan niveau niet resetten. Het scan niveau van {ooi_name} is niet declared.

source: Organization code not in database
nl: Organisatiecode mist in database

source: Only Hostname, IPAddressV4 and IPAddressV6 are currently supported as upload OOIs
nl: Alleen de objecten Hostname, IPAdressV4 en IPAdressV6 kunnen worden geupload.

source: Only csv supported
nl: Alleen CSV ondersteund

source: File could not be decoded
nl: Bestand kon niet gedecodeerd worden.

source: The uploaded file is empty.
nl: Het bestand is leeg

source: Scan level
nl: Vrijwaringsniveau

source: Scan level: This boefje will only scan objects with a corresponding scan level (%(scan_level)s) or higher. There is no indemnification for this boefje to scan an OOI with a lower scan level.
nl: Scan level: Dit boefje scant alleen objecten met een overeenkomstig scan level (%(scan_level)s) of hoger. Er is geen vrijwaring voor dit boefje om een OOI met een lager scan level te scannen.

source: Consumes
nl: Consumeren

source: Produces
nl: Produceren

source: Readme not found for boefje '%(name)s'.
nl: Readme niet gevonden voor boefje ‘%(name)s’.

source: Object list
nl: Objectenlijst

source: You currently don't have any objects that meet the scan level of %(boefje.name)s. Add objects with a complying clearance level, or alter the clearance level of existing objects.
nl: U heeft momenteel geen objecten die voldoen aan het scanniveau van %(boefje.name)s. Voeg objecten toe met een voldoend vrijwaringsniveau, of wijzig het vrijwaringsniveau van bestaande objecten.

source: You currently don't have scannable objects for %(boefje.name)s. Add objects to use this boefje. This boefje is able to scan objects of the following types:
nl: U heeft momenteel geen scanbare objecten voor %(boefje.naam)s. Voeg objecten toe om dit boefje te gebruiken. Dit boefje kan objecten scannen van de volgende soorten:

source: Add objects
nl: Objecten toevoegen

source: An overview of all (critical) findings KAT found. Check the detail section for additional severity information.
nl: Een overzicht van alle bevindingen gevonden door OpenKAT. Klik op een bevinding voor meer informatie.

source: Findings per organization
nl: Bevindingen per organisatie

source: Total findings
nl: Totaal aantal bevindingen

source: Total Findings
nl: Totaal aantal Bevindingen

source: Close details
nl: Sluit details

source: Open details
nl: Details openen

source: Finding Details
nl: Bevinding details

source: Occurences
nl: Voorvallen

source: Top critical organizations
nl: Top critical organisaties

source: Critical findings
nl: Kritieke bevindingen

source: Critical Findings
nl: Kritieke bevindingen

source: Close menu
nl: Sluit menu

source: Main navigation
nl: Hoofdnavigatie

source: Indemnifications
nl: Vrijwaringen

source: Logout
nl: Uitloggen

source: Welcome
nl: Welkom

source: User overview:
nl: Gebruikersoverzicht:

source: warning
nl: waarschuwing

source: Warning
nl: Waarschuwing

source: Organization code missing
nl: Organisatiecode mist

source: Finding Type
nl: Bevindingstype

source: Add finding
nl: Bevinding toevoegen

source: Finding
nl: Bevinding

source: Add
nl: Toevoegen

source: An overview of all findings KAT found on %(date)s. Each finding relates to an object. Click a finding for additional information.
nl: Een overzicht van alle bevindingen gevonden door KAT op %(date)s. Elke bevinding hoort bij een object. Klik op een bevinding voor meer informatie.

source: Tree
nl: Boom

source: Graph
nl: Graaf

source: Show details for %(finding)s
nl: Bekijk details van %(finding)s

source: Show details for %(finding_type)s
nl: Bekijk details van %(finding_type)s

source: Show %(ooi_type)s objects
nl: Laat %(ooi_type)s zien

source: Toggle all
nl: Alles (de-)selecteren

source: this field is required
nl: Dit veld is verplicht

source: Click a circle top collapse / expand the tree, click the text to view the tree from that OOI and hover over the text to see details.
nl: Klik op een cirkel om de de boom samen / uit te vouwen, klik op de text om de boom weergave vanaf het object te tonen en hover over de tekst om details te bekijken.

source: Tree graph
nl: Boom

source: KAT logo, go to the homepage of KAT
nl: KAT-logo, ga naar de homepage van KAT

source: Tasks
nl: Taken

source: Members
nl: Leden

source: Breadcrumbs
nl: Broodkruimels

source: Upload hostname CSV
nl: Uploaden

source: Values should be separated by ','. Column titles should be in the first row. First column should be the fqdn. Second column should be organization code. Third culumn should be OOI type. Currently supported types are: Hostname, IPAddressV4 and IPAddressV6.
nl: Waarden worden gescheiden door ','. De eerste regel is voor de kolomtitels. De eerste kolom bevat de fqdn, de tweede kolom de organisatiecode. Derde kolom is het OOI type. Op dit moment worden Hostname, IPAddressV4 en IPAddressV6 geaccepteerd.

source: Upload a file
nl: Bestand uploaden

source: Only accepts CSV files
nl: Accepteert alleen CSV bestanden

source: Upload
nl: Uploaden

source: Here, an indemnification can be given on behalf of your organization
nl: Geef hier een vrijwaring namens uw organisatie.

source: Register an indemnification
nl: Registreer een vrijwaring

source: error
nl: foutmelding

source: Error
nl: Foutmelding

source: Indemnification
nl: Vrijwaring

source: Indemnification present.
nl: Vrijwaring aanwezig.

source: Listview
nl: Lijstweergave

source: Gridview
nl: Rasterweergave

source: An overview of all available boefjes. Boefjes can be used to scan for vulnerablilities and security issues within specified objects. Each boefje has his own focus area and strengths.
nl: Een overzicht van alle beschikbare boefjes. Boefjes kunnen worden gebruikt om te scannen op kwetsbaarheden en beveiligingsproblemen binnen gespecificeerde objecten. Elk boefje heeft zijn eigen toepassing.

source: All available boefjes
nl: Alle beschikbare boefjes

source: Boefjes overview:
nl: Boefjes-overzicht:

source: Boefje name
nl: Naam boefje

source: Boefje description
nl: Omschrijving boefje

source: Actions
nl: Acties

source: See details
nl: Details openen

source: What is KAT?
nl: Wat is KAT?

source: KAT is a vulnerability analysis tool. An Open Source-project developed by the Ministry of Health, wellbeing and sports to make your and our world safer.
nl: OpenKAT is de open versie van de Kwetsbaarheden Analyse Tool, een project dat met steun van het Ministerie van Volksgezondheid, Welzijn en Sport is gerealiseerd met als doel het verbeteren van de informatiebeveiliging.

source: KAT sees
nl: KAT ziet

source: Dozens of tools are integrated in KAT to view the world (digital and analog). <br>Our motto is therefore: I see, I see, what you do not see.
nl: OpenKAT integreert een grote hoeveelheid tools waarmee je de digitale wereld kunt observeren. <br>Het motto van KAT is: ik zie, ik zie wat jij niet ziet.

source: KAT knows
nl: KAT weet

source: KAT does not forget (just like that), and can be queried without scanning again. Also about a historical situation.
nl: OpenKAT vergeet niet, kan achteraf worden bevraagd en brengt geschiedenis in beeld.

source: KAT is secure
nl: KAT is veilig

source: Forensically secured storage of evidence is one of the basic ingredients of KAT.
nl: Forensisch geborgde opslag van bewijsmateriaal is de basis van OpenKAT.

source: KAT is sweet
nl: KAT is lief

source: KAT thinks about privacy, and stores what is necessary, within the rules of your organization and the law.
nl: OpenKAT slaat op wat nodig is, binnen het kader dat de beheerder stelt.

source: A wide playing field
nl: Een breed speelveld

source: KAT makes a copy of the actual reality by means of the integrated tools. Within this copy you can search for answers to countless security and policy questions. Expected and unexpected changes in the world are made visible, and where necessary reported or made known directly to the right people.
nl: OpenKAT maakt een beeld van de werkelijkheid, waarbinnen je kunt zoeken naar informatie. Verwachte en onverwachte veranderingen worden zichtbaar gemaakt en zijn in OpenKAT als bevindingen beschikbaar.

source: KAT Privacy Statement
nl: Privacyverklaring

source: KAT is dedicated to protecting the confidentiality and privacy of information entrusted to it. As part of this fundamental obligation, KAT is committed to the appropriate protection and use of personal information (sometimes referred to as "personal data", "personally identifiable information" or "PII") that has been collected online.
nl: Voeg de privacyverklaring van uw organisatie toe.

source: Object List
nl: Objectenlijst

source: An error occurred. Please contact a system administrator.
nl: Er is een fout opgetreden. Contacteer de systeembeheerder.

source: Add a %(display_type)s
nl: Een %(display_type)s toevoegen

source: Here you can add the asset of the client. Findings can be added to these in the findings page.
nl: Hier kunnen objecten worden toevoegd. Bevindingen kunnen worden gekoppeld op de bevindingenpagina.

source: Add %(display_type)s
nl: Voeg %(display_type)s toe

source: Manual creation
nl: Handmatig toevoegen

source: Select the type of object you want to create.
nl: Selecteer het type object dat u wilt maken.

source: Delete %(primary_key)s
nl: Verwijder %(primary_key)s

source: Are you sure?
nl: Weet u het zeker?

source: Here you can delete the %(display_type)s.
nl: Hier kunt u de %(display_type)s verwijderen.

source: Delete %(display_type)s
nl: Verwijder %(display_type)s

source: Cancel
nl: Afbreken

source: Deletion not possible for types: KATFindingType and CVEFindingType
nl: Verwijderen niet mogelijk voor types: KATFindingType en CVEFindingType

source: using boefjes
nl: met boefjes

source: Add related object
nl: Voeg object toe

source: Object details
nl: Details openen

source: Choose an object type to add
nl: Selecteer een objecttype om toe te voegen

source: Select an object type to add.
nl: Selecteer een objecttype om toe te voegen.

source: Overview of findings for
nl: Overzicht van bevindingen voor

source: Finding details
nl: Bevinding details

source: marked "critical" because of unknown score
nl: heeft een onbekende score en is dus als "critical" gemarkeerd.

source: Overview of the number of findings found on
nl: Overzicht van de bevindingen gevonden op

source: and their severity.
nl: en het niveau

source: Findings can occur multiple times. To give better insight the following table shows the number of unique findings found as well as the number of occurences.
nl: Bevindingen kunnen vaker voorkomen. De tabel geeft de unieke en herhaalde bevindingen

source: See finding details
nl: Open details bevinding

source: Total findings:
nl: Totaal aantal bevindingen:

source: Declarations
nl: Declaraties

source: Inferred by
nl: Afgeleid van

source: Source
nl: Bron

source: Observed by
nl: Gevonden door

source: Task ID
nl: Taak ID

source: Edit %(display_type)s
nl: Bewerk %(display_type)s

source: Here you can edit the %(display_type)s.
nl: Hier kunt u de %(display_type)s bewerken.

source: Some fields are disabled:<br>In this version primary key fields can't be edited.
nl: Sommige velden zijn uitgeschakeld. Deze kunnen niet worden bewerkt.

source: Save %(display_type)s
nl: Sla %(display_type)s op

source: Currently there are no findings for OOI
nl: Er zijn geen bevindingen voor het object

source: An overview of your object list. Objects can be added manually or by running boefjes. Click an object for additional information.
nl: Een overzicht de huidige objecten. Objecten kunnen handmatig of door Boefjes toegevoegd worden. Klik op een object voor meer informatie.

source: Currently filtered on:
nl: Momenteel gefilterd op:

source: Object list:
nl: Objectenlijst:

source: Show details for %(name)s
nl: Bekijk details van %(name)s

source: Only show objects of type %(type)s
nl: Toon alleen objecten van type %(type)s

source: N/A
nl: NVT

source: List of views for OOI
nl: Lijst van weergaven voor OOI

source: Overview
nl: Dienst

source: This object is past due
nl: Dit object is voorbij de houdbaarheidsdatum

source: This object is past due and has been deleted
nl: Dit object is voorbij de houdbaarheidsdatum en gewist.

source: This object is past due. You are viewing the object state in a past state.
nl: Dit object is voorbij de houdbaarheidsdatum. Je ziet een oude status.

source: You will not be able to add Findings or other OOI's to past due objects.
nl: Het is niet mogelijk om bevindingen of objecten toe te voegen.

source: View the current state
nl: Bekijk de actuele status
