Repository: minvws/nl-kat-coordination
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: --- Please select one of the available options ----
nl: --- Selecteer één van de beschikbare opties ---

source: Every member of KAT must be part of a group.
nl: Elke gebruiker van KAT moet onderdeel zijn van een groep.

source: Please select a group to proceed.
nl: Selecteer een groep om door te gaan.

source: I declare that KAT may scan the assets of my organization and I am aware of the risk the extra load on my systems will bring.
nl: Ik verklaar dat KAT de assets van mijn organisatie mag scannen en ik ben bewust van de risico's die deze extra last op mijn systemen met zich meebrengt.

source: I declare that I am authorized to give this indemnification within my organization.
nl: Ik verklaar dat ik geautoriseerd ben om deze vrijwaring te geven binnen mijn organisatie.

source: Name
nl: Naam

source: This name we will use to communicate with you.
nl: Dit is de naam die we voor communicatie gebruiken.

source: What do we call you?
nl: Hoe spreken we u aan?

source: Enter your email address.
nl: Voer uw e-mailadres in.

source: Password
nl: Wachtwoord

source: Choose your super secret password
nl: Kies uw supergeheime wachtwoord

source: Choose another email.
nl: Kies een ander mailadres

source: Unable to change signal username, once a group has been created.
nl: Kan signal gebruikersnaam niet wijzigen.

source: The two password fields didn’t match.
nl: De twee wachtwoordvelden kwamen niet overeen.

source: New password
nl: Nieuw wachtwoord

source: Enter your new password
nl: Voer uw nieuwe wachtwoord in.

source: New password confirmation
nl: Nieuw wachtwoord bevestiginging

source: Repeat your new password
nl: Het nieuwe wachtwoord opnieuw herhalen

source: Confirm your new password
nl: Bevestig het nieuwe wachtwoord.

source: Please enter a correct email address and password.
nl: Voer in een correcte e-mailadres en wachtwoord.

source: This account is inactive.
nl: Dit account is niet actief.

source: Insert the email you registered with or got at KAT installation.
nl: Voer het e-mailadres in die je hebt gekregen bij de registratie of bij de KAT installatie.

source: Email address
nl: E-mailadres

source: A reset link will be sent to this email
nl: Er zal een reset link naar dit e-mailadres gestuurd worden

source: The email address connected to your KAT-account
nl: Het e-mailadres verbonden met je KAT-account

source: The Email must be set
nl: Het e-mail adres moet worden ingevuld

source: Superuser must have is_staff=True.
nl: Superuser moet is_staff=True hebben.

source: Superuser must have is_superuser=True.
nl: Super gebruiker moet hebben is_superuser=True.

source: full name
nl: voor-en achternaam

source: staff status
nl: functie of status

source: Designates whether the user can log into this admin site.
nl: Geeft aan of de gebruiker kan inloggen op deze beheerderssite.

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Geeft aan of deze gebruiker als actief moet worden behandeld. Schakel dit uit in plaats van accounts te verwijderen.

source: date joined
nl: startdatum

source: Account details
nl: Account gegevens

source: Username
nl: Gebruikersnaam

source: Full name
nl: Voor-en achternaam

source: E-mail address
nl: E-mailadres

source: Organization
nl: Organisatie

source: Reset password
nl: Wachtwoord opnieuw instellen

source: You are logged in.
nl: U bent ingelogd.

source: Two factor authentication is enabled for your account.
nl: Tweetrapsverificatie is ingeschakeld voor uw account.

source: Two factor authentication is not enabled for your account. Enable it to continue.
nl: Tweetrapsverificatie is niet ingeschakeld voor uw account. Schakel in om door te gaan.

source: Setup two factor authentication
nl: Tweetrapsverificatie uitschakelen

source: Login
nl: Inloggen

source: Credentials
nl: Gebruikersgegevens

source: explanation
nl: toelichting

source: Explanation
nl: Toelichting

source: Please enter the token generated by your token generator.
nl: Voer de tokens in die door uw tokengenerator zijn gegenereerd.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
nl: Gebruik dit formulier om backup tokens in te voeren om in te loggen. Deze tokens zijn gegenereerd om af te drukken en veilig te bewaren. Voer een van deze backup tokens in om in te loggen op uw account.

source: As a last resort, you can use a backup token:
nl: Als laatste redmiddel kunt u een backup token gebruiken:

source: Use Backup Token
nl: Backup token gebruiken

source: Use the form below to reset your password.
nl: Gebruik onderstaand formulier om het wachtwoord opnieuw in te stellen.

source: Back
nl: Terug

source: Send
nl: Versturen

source: Confirm reset password
nl: Bevestig het opnieuw instellen van uw wachtwoord.

source: Use the form below to confirm resetting your password
nl: Gebruik onderstaand formulier om het wachtwoord opnieuw in te stellen.

source: Confirm password
nl: Bevestig wachtwoord

source: The link is invalid
nl: De link is onjuist.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
nl: De link om het wachtwoord opnieuw in te stellen was onjuist, wellicht is deze al gebruikt. Probeer nogmaals opnieuw het wachtwoord in te stellen.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
nl: U ontvangt deze e-mail omdat er een verzoek is gedaan om het wachtwoord voor uw profiel op %(site_name)s te herstellen.

source: Please go to the following page and choose a new password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:

source: Sincerely,
nl: Hoogachtend,

source: The KAT team
nl: Het KAT team

source: Password reset on %(site_name)s
nl: Wachtwoord opnieuw instellen op %(site_name)s

source: Recover email address
nl: E-mailadres herstellen

source: Information on how to recover your connected email address
nl: Informatie over hoe jij je e-mailadres kan herstellen

source: Forgotten email address?
nl: E-mailadres vergeten

source: If you don’t remember the email address connected to your account, contact:
nl: Weet u het emailadres niet meer? Neem dan contact op met:

source: Please contact the system administrator.
nl: Neem contact op met het systeembeheer.

source: Back to Home
nl: Terug naar Home

source: Back to login
nl: Terug naar login

source: Your password must contain at least the following:
nl: Jouw wachtwoord moet tenminste de volgende bevatten:

source: characters
nl: karakters

source: digits
nl: cijfers

source: special characters such as:
nl: speciale tekens zoals:

source: lower case letters
nl: kleine letters

source: upper case letters
nl: hoofdletters

source: Two factor authentication
nl: Tweetrapsverificatie uitschakelen

source: We couldn't send a password reset link. Contact
nl: We konden geen link voor wachtwoordherstel verzenden. Contact

source: We couldn't send a password reset link. Contact your system administrator.
nl: Er is een fout opgetreden. Neem contact op met het systeembeheerder.

source: Messages
nl: Berichten

source: Static Files
nl: Statische Bestanden

source: Syndication
nl: Syndicatie

source: That page number is not an integer
nl: Dat paginanummer is geen geheel getal

source: That page number is less than 1
nl: Het paginanummer is kleiner dan 1

source: That page contains no results
nl: Deze pagina bevat geen resultaten

source: Enter a valid value.
nl: Voer een geldige waarde in.

source: Enter a valid URL.
nl: Voer een geldige URL in.

source: Enter a valid integer.
nl: Vul een geldig geheel getal in.

source: Enter a valid email address.
nl: Vul een geldige e-mailadres in.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
nl: Voer een geldige “slug” in die bestaat uit letters, cijfers, onderstrepingstekens of koppeltekens.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
nl: Voer een geldige slug in die bestaat uit unicode-letters, cijfers, onderstrepingstekens of koppeltekens.

source: Enter a valid IPv4 address.
nl: Voer een geldig IPv4-adres in.

source: Enter a valid IPv6 address.
nl: Voer een geldig IPv6-adres in.

source: Enter a valid IPv4 or IPv6 address.
nl: Voer een geldig IPv4- of IPv6-adres in.

source: Enter only digits separated by commas.
nl: Voer alleen cijfers in, gescheiden door komma's.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
nl: Zorg ervoor dat deze waarde %(limit_value)s is (het is %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
nl: Zorg ervoor dat deze waarde kleiner is dan of gelijk is aan %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
nl: Zorg ervoor dat deze waarde groter is dan of gelijk is aan %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde ten minste %(limit_value)d karakter heeft (het heeft %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
nl: Zorg ervoor dat deze waarde maximaal %(limit_value)d karakter heeft (hij heeft %(show_value)d).

source: Enter a number.
nl: Voer een nummer in.

source: Ensure that there are no more than %(max)s digit in total.
nl: Zorg ervoor dat er in totaal niet meer dan %(max)s cijfers zijn.

source: Ensure that there are no more than %(max)s decimal place.
nl: Zorg ervoor dat er niet meer dan %(max)s decimalen zijn.

source: Ensure that there are no more than %(max)s digit before the decimal point.
nl: Zorg ervoor dat er niet meer dan %(max)s cijfer voor de komma staan.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
nl: Bestandsextensie “%(extension)s” is niet toegestaan. Toegestane extensies zijn: %(allowed_extensions)s.

source: Null characters are not allowed.
nl: Null-tekens zijn niet toegestaan.

source: and
nl: en

source: %(model_name)s with this %(field_labels)s already exists.
nl: %(model_name)s met deze %(field_labels)s bestaat al.

source: Value %(value)r is not a valid choice.
nl: Waarde %(value)r is geen geldige keuze.

source: This field cannot be null.
nl: Dit veld kan niet nul zijn.

source: This field cannot be blank.
nl: Dit veld mag niet leeg zijn.

source: %(model_name)s with this %(field_label)s already exists.
nl: %(model_name)s met deze %(field_label)s bestaat al.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
nl: %(field_label)s moet uniek zijn voor %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
nl: Veld van type: %(field_type)s

source: “%(value)s” value must be either True or False.
nl: “%(value)s“-waarde moet Waar of Onwaar zijn.

source: “%(value)s” value must be either True, False, or None.
nl: “%(value)s”-waarde moet Waar, Onwaar of Geen zijn.

source: Boolean (Either True or False)
nl: Boolean (waar of onwaar)

source: String (up to %(max_length)s)
nl: String (tot %(max_length)s)

source: Comma-separated integers
nl: Door komma's gescheiden gehele getallen

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
nl: “%(value)s”-waarde heeft een ongeldige datumnotatie. Deze moet in JJJJ-MM-DD staan ​​formaat.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
nl: “%(value)s”-waarde heeft het juiste formaat (JJJJ-MM-DD) maar is ongeldig datum.

source: Date (without time)
nl: Datum (zonder tijd)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
nl: “%(value)s” waarde heeft een ongeldige formaat. Het moet in JJJJ-MM-DD UU:MM[:ss[.uuuuuu]][TZ] formaat.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
nl: “%(value)s” waarde heeft het juiste formaat (JJJJ-MM-DD UU:MM[:ss[.uuuuuu]][TZ]) maar het is een ongeldige datum/tijd.

source: Date (with time)
nl: Datum (met tijd)

source: “%(value)s” value must be a decimal number.
nl: “%(value)s” waarde moet een decimaal getal zijn.

source: Decimal number
nl: Decimaal getal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
nl: “%(value)s”-waarde heeft een ongeldige indeling. Het moet in [DD] [[HH:]MM:]ss[ zijn.uuuuuu] formaat.

source: Duration
nl: Looptijd

source: File path
nl: Bestandspad

source: “%(value)s” value must be a float.
nl: “%(value)s” waarde moet een float zijn.

source: Floating point number
nl: Floating komma nummer

source: “%(value)s” value must be an integer.
nl: “%(value)s” waarde moet een geheel getal zijn.

source: Integer
nl: Geheel getal

source: Big (8 byte) integer
nl: Groot (8 byte) geheel getal

source: Small integer
nl: Klein geheel getal

source: IPv4 address
nl: IPv4 adres

source: IP address
nl: IP adres

source: “%(value)s” value must be either None, True or False.
nl: “%(value)s”-waarde moet Geen, Waar of Onwaar zijn.

source: Boolean (Either True, False or None)
nl: Boolean (waar, onwaar of geen)

source: Positive big integer
nl: Positief groot geheel getal

source: Positive integer
nl: Positief geheel getal

source: Positive small integer
nl: Positief klein geheel getal

source: Slug (up to %(max_length)s)
nl: Slug (tot %(max_length)s)

source: Text
nl: Tekst

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
nl: “%(value)s” waarde heeft een ongeldig formaat. Het moet in HH:MM[:ss[.uuuuuu]]formaat.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
nl: “%(value)s” waarde heeft het juiste formaat (HH:MM[:ss[.uuuuuu]]) maar het is een ongeldige tijd.

source: Time
nl: Tijd

source: Raw binary data
nl: Onbewerkte binaire gegevens

source: “%(value)s” is not a valid UUID.
nl: “%(value)s” is geen geldige UUID.

source: Universally unique identifier
nl: Universeel unieke identificatie

source: File
nl: Bestand

source: Image
nl: Afbeelding

source: A JSON object
nl: Een JSON object

source: Value must be valid JSON.
nl: Waarde moet geldige JSON zijn.

source: %(model)s instance with %(field)s %(value)r does not exist.
nl: %(model)s instantie met %(field)s %(value)r bestaat niet.

source: Foreign Key (type determined by related field)
nl: Foreign Key (type bepaald door gerelateerd veld)

source: One-to-one relationship
nl: Een-op-een relatie

source: %(from)s-%(to)s relationship
nl: %(from)s-%(to)s relatie

source: %(from)s-%(to)s relationships
nl: %(from)s-%(to)s relaties

source: Many-to-many relationship
nl: Veel-op-veel relatie

source: This field is required.
nl: Dit veld is verplicht.

source: Enter a whole number.
nl: Voer een geheel getal in.

source: Enter a valid date.
nl: Vul een geldige datum in.

source: Enter a valid time.
nl: Vul een geldige tijd in.

source: Enter a valid date/time.
nl: Vul een geldige datum/tijd in.

source: Enter a valid duration.
nl: Vul een geldige duur in.

source: The number of days must be between {min_days} and {max_days}.
nl: Het aantal dagen moet tussen {min_days} en {max_days} liggen.

source: No file was submitted. Check the encoding type on the form.
nl: Er is geen bestand ingediend. Controleer het coderingstype op het formulier.

source: No file was submitted.
nl: Er is geen bestand ingediend.

source: The submitted file is empty.
nl: Het ingediende bestand is leeg.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
nl: Zorg ervoor dat deze bestandsnaam maximaal %(max)d karakter heeft (het heeft %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
nl: Dien een bestand in of vink het selectievakje leeg aan, niet beide.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
nl: Upload een geldige afbeelding. Het bestand dat u heeft geüpload was geen afbeelding of een beschadigd beeld.

source: Select a valid choice. %(value)s is not one of the available choices.
nl: Selecteer een geldige keuze. %(value)s is niet een van de beschikbare keuzes.

source: Enter a list of values.
nl: Voer een lijst met waarden in.

source: Enter a complete value.
nl: Vul een volledige waarde in.

source: Enter a valid UUID.
nl: Voer een geldige UUID in.

source: Enter a valid JSON.
nl: Voer een geldige JSON in.

source: (Hidden field %(name)s) %(error)s
nl: (Verborgen veld %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
nl: ManagementForm-gegevens ontbreken of er is mee geknoeid. Ontbrekende velden: %(field_names)s. Mogelijk moet u een bugrapport indienen als het probleem aanhoudt.

source: Please submit at most %d form.
nl: Gelieve maximaal %d formulier in te dienen.

source: Please submit at least %d form.
nl: Dien ten minste %d formulier in.

source: Order
nl: Ordenen

source: Delete
nl: Verwijderen

source: Please correct the duplicate data for %(field)s.
nl: Corrigeer de dubbele gegevens voor %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
nl: Corrigeer de dubbele gegevens voor %(field)s, die uniek moet zijn.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
nl: Corrigeer de dubbele gegevens voor %(field_name)s die uniek moeten zijnvoor de %(lookup)s in %(date_field)s.

source: Please correct the duplicate values below.
nl: Corrigeer de dubbele waarden hieronder.

source: The inline value did not match the parent instance.
nl: De inline waarde kwam niet overeen met de bovenliggende waarde.

source: Select a valid choice. That choice is not one of the available choices.
nl: Selecteer een geldige keuze. Die keuze is niet een van de beschikbare keuzes.

source: “%(pk)s” is not a valid value.
nl: “%(pk)s” is geen geldige waarde.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
nl: %(datetime)s kon niet worden geïnterpreteerd in tijdzone %(current_timezone)s; het kan dubbelzinnig zijn of het kan niet bestaan.

source: Clear
nl: Verwijderen

source: Currently
nl: Momenteel

source: Change
nl: Wijzigen

source: Unknown
nl: Niet bekend

source: Yes
nl: Ja

source: No
nl: Nee

source: yes,no,maybe
nl: ja,nee,misschien

source: midnight
nl: middernacht

source: noon
nl: middag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: Sunday
nl: Zondag

source: Mon
nl: Ma

source: Tue
nl: Di

source: Wed
nl: Wo

source: Thu
nl: Do

source: Fri
nl: Vr

source: Sat
nl: Za

source: Sun
nl: Zo

source: January
nl: Januari

source: February
nl: Februari

source: March
nl: Maart

source: May
nl: Mei

source: June
nl: Juni

source: July
nl: Juli

source: August
nl: Augustus

source: October
nl: Oktober

source: mar
nl: mrt

source: may
nl: mei

source: oct
nl: okt

# abbrev. month
source: March
nl: Maart

# abbrev. month
source: May
nl: Mei

# abbrev. month
source: June
nl: Juni

# abbrev. month
source: July
nl: Juli

# abbrev. month
source: Oct.
nl: Okt

# alt. month
source: January
nl: Januari

# alt. month
source: February
nl: Februari

# alt. month
source: March
nl: Maart

# alt. month
source: May
nl: Mei

# alt. month
source: June
nl: Juni

# alt. month
source: July
nl: Juli

# alt. month
source: August
nl: Augustus

# alt. month
source: October
nl: Oktober

source: This is not a valid IPv6 address.
nl: Dit is geen geldig IPv6-adres.

source: or
nl: of

source: %(num)d year
nl: %(num)d jaar

source: %(num)d month
nl: %(num)d maand

source: %(num)d day
nl: %(num)d dag

source: %(num)d hour
nl: %(num)d uur

source: %(num)d minute
nl: %(num)d minuut

source: Forbidden
nl: Verboden

source: CSRF verification failed. Request aborted.
nl: CSFR verificatie gefaald. Aanvraag afgebroken.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: Je ziet dit bericht omdat deze HTTPS-site een “Referer header“ vereist die door uw webbrowser moet worden verzonden, maar er is geen verzonden. Deze header is vereist om veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
nl: Als u uw browser hebt geconfigureerd om de kopteksten van “Referer” uit te schakelen, gelieve opnieuw-inschakelen, in ieder geval voor deze site, of voor HTTPS-verbindingen, of voor “same-origin” verzoeken.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
nl: Als u de <meta name="referrer" content="no-referrer"> tag of inclusief de kop “Referrer-Policy: no-referrer“ gebruikt, verwijder deze alstublieft. De CSRF-beveiliging vereist dat de kop “Referer“ een strikte referercontrole uitvoert. Als je je zorgen maakt over privacy, gebruik dan alternatieven zoals <a rel="noreferrer" …> voor links naar sites van derden.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
nl: U ziet dit bericht omdat deze site een CSRF-cookie vereist wanneer formulieren verzenden. Deze cookie is vereist om veiligheidsredenen, om ervoor te zorgen dat uw browser niet wordt gekaapt door derden.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
nl: Als u uw browser hebt geconfigureerd om cookies uit te schakelen, schakel deze dan opnieuw in zij, in ieder geval voor deze site, of voor verzoeken van dezelfde oorsprong.

source: More information is available with DEBUG=True.
nl: Meer informatie is beschikbaar met DEBUG=True.

source: No year specified
nl: Geen jaar opgegeven

source: Date out of range
nl: Datum buiten bereik

source: No month specified
nl: Geen maand opgegeven

source: No day specified
nl: Geen dag opgegeven

source: No week specified
nl: Geen week opgegeven

source: No %(verbose_name_plural)s available
nl: Geen %(verbose_name_plural)s beschikbaar

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
nl: Toekomstige %(verbose_name_plural)s niet beschikbaar omdat %(class_name)s.allow_future is niet waar.

source: Invalid date string “%(datestr)s” given format “%(format)s”
nl: Ongeldige datumstring “%(datestr)s” gegeven formaat “%(format)s”

source: No %(verbose_name)s found matching the query
nl: Geen %(verbose_name)s gevonden die overeenkomen met de zoekopdracht

source: Page is not “last”, nor can it be converted to an int.
nl: Pagina is niet “laatste“, en kan ook niet worden geconverteerd naar een int.

source: Invalid page (%(page_number)s): %(message)s
nl: Ongeldige pagina (%(page_number)s): %(message)s
