Repository: minvws/nl-kat-coordination
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Empty list and “%(class_name)s.allow_empty” is False.
nl: Lege lijst en “%(class_name)s.allow_empty“ is False.

source: Directory indexes are not allowed here.
nl: Directory-indexen zijn hier niet toegestaan.

source: “%(path)s” does not exist
nl: “%(path)s” bestaat niet

source: Index of %(directory)s
nl: Index van %(directory)s

source: The install worked successfully! Congratulations!
nl: De installatie is gelukt! Gefeliciteerd!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
nl: Bekijk <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release-opmerkingen</a> voor Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
nl: Je ziet deze pagina omdat <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> staat in uw instellingenbestand en u heeft geen URL's.

source: Django Documentation
nl: Django Documentatie

source: Topics, references, &amp; how-to’s
nl: Onderwerpen, referenties en how-to's

source: Tutorial: A Polling App
nl: Tutorial: een polling-app

source: Get started with Django
nl: Aan de slag met Django

source: Django Community
nl: Django-gemeenschap

source: Connect, get help, or contribute
nl: Verbinden, hulp krijgen of bijdragen

source: Failure mode
nl: Foutmodus

source: Description
nl: Omschrijving

source: Frequency Level
nl: Voorkomen

source: Detectability Level
nl: Detecteerbaarheid

source: Effect(s)
nl: Effect

source: Describe in one sentence what type of failure mode you are creating.
nl: Beschrijf in één zin welke type bevinding je wilt maken.

source: Describe the failure mode in details.
nl: Omschrijf de bevinding.

source: From 1 to 5, how often does this failure mode occurs. 1: Almost unthinkable and 5: occurs daily.
nl: Hoe vaak komt de foutmodus voor, op een schaal van 1 tot 5. 1: Bijna ondenkbaar en 5: dagelijks.

source: Is this failure mode easy detectable? Give it a score from 1 to 5. 1: always detectable and 5: almost undetectable.
nl: Is deze bevinding eenvoudig te detecteren? Geef het een score van 1 tot 5. 1: altijd te detecteren en 5: bijna niet te detecteren.

source: Describe the type of failure mode
nl: Beschrijf het type bevinding.

source: Describe in more detail what the failure mode is about.
nl: Beschrijf in detail waar de bevinding over gaat.

source: explanation-description
nl: Omschrijving impact

source: You must at least set a failure mode.
nl: Beschrijf hoe dit type bevinding kan worden opgelost

source: Choose a frequency level.
nl: Voorkomen

source: Choose a detectability level.
nl: Detecteerbaarheid

source: Choose at least one effect.
nl: Kies ten minste één effect.

source: Affected Department
nl: Betrokken afdeling

source: Affected Objects
nl: Voeg object toe

source: Choose a failure mode which applies to
nl: Kies een bevinding die van toepassing is op

source: When this failure mode occurs, which department is affected?
nl: Als de bevinding plaatsvindt, welke afdeling is dan betrokken?

source: Which objects does this failure mode affect when it occurs?
nl: Welke objecten hebben met de bevinding te maken als het gebeurd?

source: explanation-affected-ooi-type
nl: Uitleg

source: Severity Level
nl: Niveau

source: Name a possible effect of any type of failure mode that can occur.
nl: Geef een voorbeeld van een mogelijk effect van de bevinding.

source: Describe the severity of this effect ex. 1: not severe and 5: catastrophic
nl: Beschrijf de ernst van het effect. 1: niet ernstig en 5: catastrofaal.

source: Describe a possible effect for FMEA
nl: Beschrijf een mogelijk effect voor FMEA

source: explanation-effect
nl: Uitleg van het effect

source: The effect is required.
nl: Het effect is vereist.

source: This effect already exists.
nl: De gebruiker bestaat al

source: Choose a severity level.
nl: Reset scan niveau

source: Finances
nl: Financiën

source: Human Resources
nl: Personeelszaken

source: Research & Development
nl: Onderzoek & Ontwikkeling

source: Administration
nl: Vrijwaring

source: Service
nl: Dienst

source: Level 1: Not Severe
nl: Niveau 1: Niet ernstig

source: Level 2: Harmful
nl: Niveau 2: Schadelijk

source: Level 3: Severe
nl: Niveau 3: Ernstig

source: Level 4: Very Harmful
nl: Niveau 4: Zeer schadelijk

source: Level 5: Catastrophic
nl: Niveau 5: Katastrofaal

source: Level 1: Very Rare. Incident (almost) never occurs, almost unthinkable.
nl: Niveau 1: Zeer zeldzaam. Incident komt (bijna) nooit voor, bijna ondenkbaar.

source: Level 2: Rare. Incidents occur less than once a year (3-5).
nl: Niveau 2: Zeldzaam. Incidenten komen minder dan één keer per jaar (3-5) voor.

source: Level 3: Occurs. Incidents occur several times a year.
nl: Niveau 3: Doet zich voor. Incidenten vinden meerdere keren per jaar plaats.

source: Level 4: Regularly. Incidents occur weekly.
nl: Niveau 4: Regelmatig. Er vinden wekelijks incidenten plaats.

source: Level 5: Frequent. Incidents occur daily.
nl: Niveau 5: Frequent. Incidenten komen dagelijks voor.

source: Level 1: Always Detectable. Incident (almost) never occurs, almost unthinkable.
nl: Niveau 1: altijd detecteerbaar. Incident komt (bijna) nooit voor, bijna ondenkbaar.

source: Level 2: Usually Detectable. Incidents occur less than once a year (3-5).
nl: Niveau 2: Meestal detecteerbaar. Incidenten komen minder dan één keer per jaar (3-5) voor.

source: Level 3: Detectable. Faillure mode is detectable with effort.
nl: Niveau 3: Detecteerbaar. De foutmodus is met moeite detecteerbaar.

source: Level 4: Poorly Detectable. Detecting the faillure mode is difficult.
nl: Niveau 4: Slecht detecteerbaar. Het detecteren van de foutmodus is moeilijk.

source: Level 5: Almost Undetectable. Faillure mode detection is very difficult or nearly impossible.
nl: Niveau 5: Bijna niet detecteerbaar. Detectie van foutmodus is erg moeilijk of bijna onmogelijk.

source: Failure modes
nl: Foutmodus

source: Failure Mode Affected Objects
nl: Objecten beinvloed door de foutmodus

source: FMEA Departments Heatmap:
nl: FMEA Afdelingen Heatmap:

source: No data to build heatmap
nl: Geen gegevens om heatmap te bouwen

source: Failure mode affected object tabel:
nl: Bestand kon niet gedecodeerd worden

source: Affected Object
nl: Voeg object toe

source: Edit
nl: Bewerken

source: Failure mode affected objects cannot be found.
nl: Bestand kon niet gedecodeerd worden

source: Define which objects are affected for a failure mode
nl: Beschrijf hoe dit type bevinding kan worden opgelost

source: Failure mode affected objects
nl: Bestand kon niet gedecodeerd worden

source: Save
nl: Opslaan

source: Submit
nl: Indienen

source: No failure mode yet defined.
nl: Bestand kon niet gedecodeerd worden

source: To add affected objects to a failure mode, first create one.
nl: Beschrijf hoe dit type bevinding kan worden opgelost

source: Create failure mode
nl: Omschrijf uw bevinding

source: Failure mode affected objects tabel:
nl: Bestand kon niet gedecodeerd worden

source: No failure mode affected objects yet defined.
nl: Bestand kon niet gedecodeerd worden

source: Create failure mode Affected Objects
nl: Omschrijf uw bevinding

source: Departments failure modes
nl: Beschrijf het type van de bevinding.

source: Failure modes and affected departments tabel:
nl: Selecteer de objecten uit de graaf

source: Failure Mode
nl: Bestand kon niet gedecodeerd worden

source: Affected Departments
nl: Betrokken afdeling

source: Nothing found.
nl: Geen resultaten.

source: Failure mode properties
nl: Bestand kon niet gedecodeerd worden

source: Properties
nl: Eigenschappen

source: Risk class
nl: Risico niveau

source: Frequency level
nl: Frequency niveau

source: Detectability level
nl: Detecteerbaarheid

source: Failure mode effect
nl: Bestand kon niet gedecodeerd worden

source: Failure mode effect properties
nl: Bestand kon niet gedecodeerd worden

source: Severity
nl: Niveau

source: FMEA effect and severity
nl: FMEA-effect en ernst

source: Failure mode effects tabel:
nl: Bestand kon niet gedecodeerd worden

source: Severity level
nl: Niveau

source: No failure mode effect yet defined.
nl: Bestand kon niet gedecodeerd worden

source: Create a failure mode effect
nl: Omschrijf uw bevinding

source: Create a new failure mode
nl: Beschrijf hoe dit type bevinding kan worden opgelost

source: Failure mode and effects
nl: Bestand kon niet gedecodeerd worden

source: No failure mode effects created.
nl: Bestand kon niet gedecodeerd worden

source: First create failure mode effects wich can be added later to a failure mode.
nl: Maak eerst foutmodus-effecten die later aan een foutmodus kunnen worden toegevoegd.

source: Create failure mode effects
nl: Foutmodus-effecten maken

source: Failure mode tabel:
nl: Foutmodustabel:

source: Risk Class
nl: Risico klasse

source: Description:
nl: Omschrijving:

source: Frequency level:
nl: Frequentieniveau

source: Detectability level:
nl: Detecteerbaarheidsniveau:

source: Failure mode report
nl: Foutmodus rapport

source: Summary
nl: Samenvatting

source: Failure mode:
nl: Foutmodus:

source: Severity:
nl: Ernst:

source: Detectability:
nl: Detecteerbaarheid:

source: Frequency:
nl: Frequentie:

source: Description:
nl: Omschrijving:

source: Affected Departments:
nl: Getroffen afdelingen:

source: Affected OOI's:
nl: Getroffen objecten:

source: Report cannot be viewed, failure mode not found.
nl: Rapport kan niet worden bekeken, storingsmodus niet gevonden.

source: FMEA introduction
nl: FMEA introductie

source: FMEA (failure mode and effective analysis) is a step-by-step approach for collecting knowledge about possible points of failure in a design, manufacturing process, product or service.
nl: FMEA (foutmodus en effectieve analyse) is een stapsgewijze aanpak voor kennis verzamelen over mogelijke faalpunten in een ontwerp, productieproces, product of dienst.

source: Failure mode (FM) refers to the way in which something might break down and includes potential errors that may occur, especially errors that may affect a system. Effective analysis (EA) involves deciphering the consequences of those break downs by making sure that all failures can be detected, determining how frequently a failure might occur and identifying which potential failures should be prioritized.
nl: Failure mode (FM) verwijst naar de manier waarop iets kapot kan gaan en omvat mogelijke fouten die kunnen optreden, met name fouten die van invloed kunnen zijn op een systeem. Effectieve analyse (EA) omvat het ontcijferen van de gevolgen van die storingen door ervoor te zorgen dat alle storingen kunnen worden opgespoord, bepalen hoe vaak een storing kan optreden en identificeren welke potentiële mislukkingen moeten prioriteit krijgen.

source: Create affected objects of a failure mode
nl: Maak getroffen objecten van een foutmodus

source: View all failure modes
nl: Bekijk alle foutmodi

source: View all failure mode effects
nl: Bekijk alle foutmodus effecten

source: View all affected objects for a failure modes
nl: Bekijk alle getroffen objecten voor een foutmodus

source: --- Select an option ----
nl: -- Selecteer een optie --

source: Failure mode affected objects succesfully created.
nl: Beinvloedde objecten die zijn aangemaakt.

source: Create
nl: Creëren

source: Treeobjects succesfully added.
nl: Boomobjecten succesvol toegevoegd.

source: Please select a department or ooi.
nl: Selecteer een afdeling of ooi/object.

source: Report
nl: Rapport

source: Failure mode succesfully created.
nl: Foutmode succesvol aangemaakt.

source: Failure mode effect succesfully created.
nl: Foutmode-effect succesvol gemaakt.

source: Failure mode effects
nl: Foutmode-effecten

source: Clearance level
nl: Vrijwaringsniveau

source: Boefjes that has a scan level below or equal to the clearance level, is permitted to scan an object.
nl: Boefjes die een scanniveau heeft onder of gelijk aan het vrijwaringsniveau, mag een object scannen.

source: Please select a clearance level to proceed.
nl: Kies een vrijwaringsniveau om verder te gaan

source: explanation-clearance-level
nl: explanation-frequency-level

source: What is the name of your organization.
nl: Wat is de naam van uw organisatie.

source: The name of the organization this KAT account is for.
nl: De naam van de organisatie waar dit KAT account voor is.

source: Organization name is required to proceed.
nl: Vul de naam van de organisatie in om verder te gaan

source: Choose another organization.
nl: Kies een andere organisatie

source: Register
nl: Registreren

source: Create a new account for your organization
nl: Maak een account aan voor uw organisatie

source: All user accounts are part of an organization. So if you’re new and your company is also new to KAT you can register here to create a KAT account for your company including an admin account for you. If you like a user account that is connected to an already existing organization within KAT you can ask the admin to create an account for you.
nl: Gebruikersaccounts zijn gekoppeld aan een organisatie. Registreer eerst een organisatie account of koppel de gebruikersaccount aan een bestaande organisatie.

source: Let's get started
nl: Begin hier

source: How does KAT work
nl: Hoe werkt KAT?

source: KAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data. KAT uses scans to find and assess the area's that might be at risk and reports these back to you. As a user you decide which insight you would like and KAT guides you to through the process. During this introduction you will be guided through the steps to create a report.
nl: OpenKAT geeft inzicht in de beveiligingsrisico's van computers en netwerken. OpenKAT verzamelt, bewaart en analyseert data aan de hand van een datamodel en levert praktische rapportages. Als gebruiker besluit je wat je wilt weten, waarna OpenKAT je helpt bij de stappen die nodig zijn om antwoord te krijgen.

source: Organization setup
nl: Organisaties setup

source: Please enter the following organization details. These details can be edited within the organization page within KAT when necesarry. Adding a new organization requires a new database.
nl: Vul de gegevens van uw organisatie in. Als u een nieuwe organisatie toevoegt heeft deze ook een nieuwe database nodig.

source: Organization details
nl: Organisatie details

source: Please enter the following organization details. These details can be edited within the organization page within KAT when necesarry.
nl: Vul de gegevens van uw organisatie in.

source: Submit changes
nl: Veranderingen opslaan

source: If everything is correct, you can continue to account setup.
nl: Als alles correct is kunt u verder met de instellingen van uw account

source: Continue to account setup
nl: Verder naar accounts opzetten

source: Account setup
nl: Accounts opzetten

source: Users
nl: Gebruiker

source: Within KAT there are three types of user accounts. Each has its own functions.
nl: OpenKAT kent drie soorten user accounts met ieder een eigen functie.

source: Each organization must have an admin. The admin can create and manage user accounts as well as organization details.
nl: De admin kan gebruikers aanmaken, beheren en organisatie gegevens wijzigen.

source: A red teamer account can run scans and generate reports.
nl: Een red team account kan scans starten en rapporten aanmaken.

source: Client account
nl: Gebruikersaccount

source: A client account can access reports.
nl: Een gebruiker kan rapporten inzien.

source: Organization setup with separate accounts:
nl: Organisatie opzetten met aparte accounts

source: Within KAT it is possible to create separate user accounts with the specific roles. Each with their own functionalities and permissions. This is useful when multiple people will be working with the same KAT-setup. You can choose to create the separate accounts during this introduction or when you’re ready from the KAT users page.
nl: OpenKAT kent accounts met specifieke toegangsrechten. Deze kunnen nu of later worden aangemaakt.

source: Single account setup:
nl: Enkel account setup

source: Alternatively it is also an option to run KAT from a single user account. Which is useful when you are the only user in the account. You will be able to access the functionality of the different roles from your account. You can always add additional user accounts If you’re team expands in the future.
nl: OpenKAT kan met een enkele account gebruikt worden, waaraan alle rechten zijn toegekend.

source: Create separate accounts
nl: Maak meerdere accounts aan

source: Continue with this account, onboard me!
nl: Ga verder met alleen dit account. Onboard mij!

source: Each organization requires at least one admin and one red teamer account to function. This introduction will guide you through the setup of both. After that you can choose to add a client account as well.
nl: Elke organisatie heeft een admin en een red teamer nodig. Deze introductie helpt met het aanmaken van deze accounts.

source: Let's add accounts
nl: Voeg accounts toe

source: Admin account setup
nl: Admin account opzetten

source: Go back to previous step
nl: Ga terug

source: Skip this step
nl: Sla over

source: Red teamer account setup
nl: Red teamer account opzetten

source: Client account setup (optional)
nl: Gebruikersaccount instellen (optioneel)

source: A client account can access reports. Adding a client account to the organization is optional.
nl: Een gebruikersaccount toevoegen is optioneel.

source: User details
nl: Gebruiker details

source: Finish organization setup
nl: Maak organisatie setup af

source: KAT introduction
nl: KAT introductie

source: DNS Report
nl: DNS Rapport

source: These are the findings of a KAT-analysis (%(observed_at)s). Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
nl: Dit zijn de bevindingen van een OpenKAT-analyse op %(observed_at)s. Klik op een bevinding voor gedetailleerde informatie over het probleem, de oorsprong, ernst en mogelijke oplossingen.

source: DNS Tree
nl: Boom

source: Scan intensity score:
nl: Scan intensiteit:

source: Welcome to KAT
nl: Welkom

source: KAT is the "Kwetsbaarheden Analyse Tool" (Vulnerabilities Analysis Tool). An Open-Source-project developed by the Ministery of Public Health, Wellbeing and Sports to make your and our world a safer place.
nl: OpenKAT is de open versie van de Kwetsbaarheden Analyse Tool, een project dat met steun van het Ministerie van Volksgezondheid, Welzijn en Sport is gerealiseerd met als doel het verbeteren van de informatiebeveiliging.

source: KAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data.
nl: OpenKAT geeft inzicht in de beveiligingsrisicos van uw systemen.

source: KAT uses plugins to find and assess the area's that might be at risk and reports these back to you. Each plugin has its own skillset which could be scanning, normalizing or analyzing data. As a user you decide which areas you would like to monitor or scan and which insight you would like to receive.
nl: OpenKAT gebruikt plugins om risico's in beeld te brengen en hierover te rapporteren. Elke plugin heeft een eigen taak. De gebruiker beslist welke systemen worden gemonitord en welke informatie er wordt opgehaald.

source: Within KAT you can view the insights as well as all the data KAT has found. You can choose to browse through the data or view reports.
nl: OpenKAT kan de bevindingen laten zien, maar ook alle data waarop deze gebaseerd zijn.

source: During this introduction you will be guided through the steps to create a report.
nl: Deze introductie legt uit hoe je een rapportage maakt.

source: Skip onboarding
nl: Sla onboarding over

source: Choose a report - Introduction
nl: Kies een rapportage - Introductie

source: Reports
nl: Rapporten

source: Reports within KAT contain an overview of the scanned objects, issues found within them and known security risks that the object might be vulnerable to. Each report gives a high overview of the state of the object as well as detailed information on what KAT found and possible solutions.
nl: Rapporten bevatten een overzicht van de gescande objecten, van bevindingen en eventuele beveiligingsrisico's die zijn gevonden. Elk rapport bevat informatie over de status van een object, over bevindingen en mogelijke oplossingen.

source: KAT can scan and analyze by using plugins. Each plugin has it's unique skillset and will collect specific data or give specific insights. You manage the plugins within your account which let's KAT know which plugins to run and on which objects or areas.
nl: U kiest welke plugins er gebruikt worden voor de scans, op welke objecten of gebieden.

source: Generating a report
nl: Genereer een rapport

source: When you choose a report type KAT will guide you through the setup. KAT will ask the necesarry questions based on the input the report needs, as well as asks for permission to run plugins that you haven’t enabled yet but are needed to collect or analyze the data.
nl: OpenKat vraagt om vrijwaring voor het scannen van objecten die nodig zijn om het rapport te maken.

source: You can also choose to look at the collected data directly or generate your own report by selecting and running plugins on objects of your choice. KAT will present the results.
nl: Het is ook mogelijk om de data zelf te bekijken of specifieke plugins aan of uit te zetten.

source: Permission
nl: Toestemming

source: Plugins can be provided by KAT but they can also come from the community. Before a plugin can run, you need to give it permission by enabling it.
nl: Plugins zijn beschikbaar in de standaard installatie, maar kunnen ook door anderen worden gemaakt. Voordat een plugin gebruikt wordt geeft u toestemming.

source: When you generate a report. KAT will let you know which plugins it requires or suggests so you can choose to enable them.
nl: Als u een rapport selecteert laat OpenKAT weten welke plugins ervoor nodig zijn.

source: Let's choose a report
nl: Kies een rapport

source: Choose a report - Type
nl: Kies een rapportage - Type

source: Within KAT you can view reports for each of your current objects. For specific reports you can choose one of the available report types and generate a report. Such as a pen-test, a DNS-report or a mail report to give some examples.
nl: OpenKAT kan verschillende rapporten aanmaken, op basis van instellingen vooraf of aangepast aan de vraag.

source: For this tutorial we suggest a DNS-report to get you started.
nl: Deze tutorial maakt gebruik van het DNS rapport

source: When you start to generate this report. KAT will guide you through the necessary steps.
nl: Voordat je een DNS rapport aanmaakt laat OpenKAT je de stappen zien.

source: DNS report
nl: DNS Rapport

source: Setup scan
nl: Scan instellingen

source: Let KAT know what object to scan
nl: Selecteer het object om te scannen.

source: Plugins scan and analyze objects. KAT needs to know which object(s) you would like to scan and analyze for the DNS-report. So it can tell you which plugins are available for the choosen object.
nl: OpenKAT moet weten bij welk object gestart kan worden met scannen, om te bepalen welke plugins geschikt en nodig zijn.

source: Understanding objects
nl: Objecten begrijpen
