{
    "KAT-NO-HSTS": {
        "description": "The website does not use HTTP Strict Transport Security (HSTS). Via HSTS the browser is configured to only connect via a proper secured HTTPS connection to the website.",
        "risk": "medium"
    },
    "KAT-NO-CSP": {
        "description": "The website does not use a Content Security Policy configuration.",
        "risk": "medium"
    },
    "KAT-NO-X-PERMITTED-CROSS-DOMAIN-POLICIES": {
        "description": "The HTTP header X-Permitted-Cross-Domain- Policies is missing in HTTP responses.",
        "risk": "recommendation"
    },
    "KAT-NO-EXPLICIT-XSS-PROTECTION": {
        "description": "The cross-site scripting filter of Internet Explorer, Chrome and Safari is not enabled explicitly.",
        "risk": "recommendation"
    },
    "KAT-NO-X-FRAME-OPTIONS": {
        "description": "HTTP header 'X-Frame-Options' is missing. It is possible that the website can be loaded via an <iframe>.",
        "risk": "recommendation"
    },
    "KAT-NO-X-DNS-PREFETCH-CONTROL": {
        "description": "The HTTP header X-DNS-Prefetch-Control is missing.",
        "risk": "recommendation"
    },
    "KAT-NO-EXCPECT-CT": {
        "description": "HTTP header 'Expect-CT' is missing. The Expect-CT header allows sites to opt in to reporting and/or enforcement of Certificate Transparency requirements.",
        "risk": "recommendation"
    },
    "KAT-NO-PERMISSIONS-POLICY": {
        "description": "The HTTP header Permissions-Policy is missing. Via this header a website can set limits on what kind of capabilities a web pages is allowed to access in browsers that render them. For example, the header can prohibit the web page from addressing the microphone, camera, location or phone sensors.",
        "risk": "recommendation"
    },
    "KAT-NO-REFERRER-POLICY": {
        "description": "The HTTP header Referrer-Policy is missing in HTTP responses.",
        "risk": "recommendation"
    },
    "KAT-NO-X-CONTENT-TYPE-OPTIONS": {
        "description": "The HTTP header <c>X-Content-Type- Options</c> is not set. Internet Explorer and Chrome apply MIME type sniffing in order to guess the content type of a document served and ignore the file extension.",
        "risk": "recommendation"
    },
    "KAT-SSL-2-SUPPORT": {
        "description": "The server supports SSL version 2. This is a protocol that encrypts data traffic through an old and very discouraged protocol which has serious vulnerabilities.",
        "risk": "medium"
    },
    "KAT-SSL-3-SUPPORT": {
        "description": "The server supports SSL version 3. This is a protocol that encrypts data traffic through an old and very discouraged protocol which has serious vulnerabilities.",
        "risk": "medium"
    },
    "KAT-TLS-1.0-SUPPORT": {
        "description": "The server supports TLS version 1.0. This is a protocol that encrypts data traffic through a deprecated and discouraged protocol which has security risks.",
        "risk": "low"
    },
    "KAT-TLS-1.1-SUPPORT": {
        "description": "The server supports TLS version 1.1. This is a protocol that encrypts data traffic through a deprecated and discouraged protocol which has security risks.",
        "risk": "recommendation"
    },
    "KAT-TLS-1.1-AND-1.2-SUPPORT": {
        "description": "The server supports TLS version 1.0 and 1,1. These are protocols that encrypts data traffic using deprecated and discouraged protocols that contain security risks.",
        "risk": "low"
    },
    "KAT-NO-TLS-1.2": {
        "description": "TLS version 1.2 is not supported. This is a current and recommended protocol that securely encrypts data traffic.",
        "risk": "low"
    },
    "KAT-NO-TLS-1.3": {
        "description": "TLS version 1.3 is not supported. This is a current and recommended protocol that securely encrypts data traffic.",
        "risk": "low"
    },
    "KAT-NO-TLS-FALLBACK-SCSV": {
        "description": "The encrypted connection provides no protection against downgrade attacks.",
        "risk": "low"
    },
    "KAT-OPEN-SYSADMIN-PORT": {
        "description": "A system administration port is open.",
        "risk": "medium"
    },
    "KAT-OPEN-DATABASE-PORT": {
        "description": "A database port is open.",
        "risk": "high"
    },
    "KAT-UNCOMMON-OPEN-PORT": {
        "description": "The firewall may be configured in a riskful manner.",
        "risk": "medium"
    },
    "KAT-OPEN-COMMON-PORT": {
        "description": "A port commonly used was found to be open.",
        "risk": "recommendation"
    },
    "KAT-WEBSERVER-NO-IPV6": {
        "description": "We check if there is at least one AAAA record with IPv6 address for your web server. For this website there is no web server with an IPv6 address available.",
        "risk": "low"
    },
    "KAT-NAMESERVER-IPV6-NOT-REACHABLE": {
        "description": "We check if all name servers, that have an AAAA record with IPv6 address, are reachable over IPv6. One or more name servers is not reachable on an IPv6 address.",
        "risk": "low"
    },
    "KAT-WEBSERVER-IPV6-NOT-REACHABLE": {
        "description": "We check if all web servers, that have an AAAA record with IPv6 address, are reachable over IPv6. In this case the web server(s) is/are not reachable via IPv6.",
        "risk": "low"
    },
    "KAT-NOT-ENOUGH-IPV6-NAMESERVERS": {
        "description": "We check if we can connect to your name server(s) over IPv6 on any available ports (80 and/or 443). We test all IPv6 addresses that we receive from your name servers. For this website there are not enough name servers accessible via IPv6.",
        "risk": "medium"
    },
    "KAT-IPV4-IPV6-INCONSISTENT": {
        "description": "We compare the web content that we receive from the web server over both IPv6 and IPv4 on any available ports (80 and/or 443). In case there are multiple IPv6 and IPv4 addresses, we pick one IPv6 address and one IPv4 address. If the content difference is not higher than 10%, we expect the main web content to be the same. In this case the websites hosted on IPv4 and IPv6 for the given hostname are not the same.",
        "risk": "low"
    },
    "KAT-NO-DNSSEC": {
        "description": "We check if your domain, more specifically its SOA record, is DNSSEC signed. The provided domain is not DNSSEC signed.",
        "risk": "medium"
    },
    "KAT-INVALID-DNSSEC": {
        "description": "We check if your domain, more specifically its SOA record, is DNSSEC signed. The provided domain is DNSSEC signed, but the DNSSEC is invalid.",
        "risk": "medium"
    },
    "KAT-HSTS-VULNERABILITIES": {
        "description": "List of vulnerabilities found in the HTTP strict transport security (HSTS) settings of the http header.",
        "risk": "medium"
    },
    "KAT-CSP-VULNERABILITIES": {
        "description": "List of vulnerabilities found in the content security policy (CSP) settings of the http header.",
        "risk": "medium"
    },
    "KAT-JAVASCRIPT-VULNERABILITIES": {
        "description": "List of vulnerabilities found in outdated javascript libraries.",
        "risk": "medium"
    },
    "KAT-POTENTIAL-MALWARE": {
        "description": "This software is known to be used as malware.",
        "risk": "high"
    },
    "KAT-EXPOSED-SOFTWARE": {
        "description": "This software should not be exposed to the Internet.",
        "risk": "critical"
    },
    "KAT-VERIFIED-VULNERABILITY": {
        "description": "A verified vulnerability is found.",
        "risk": "critical"
    },
    "KAT-INVALID-SPF-SYNTAX": {
        "description": "SPF record does not have valid syntax.",
        "risk": "high"
    },
    "KAT-612": {
        "description": "Parsing an SPF record should require no more than 10 DNS lookups.",
        "risk": "medium"
    },
    "KAT-SPF-TOO-LONG": {
        "description": "SPF record exceeds allowed length of 255 characters.",
        "risk": "medium"
    },
    "KAT-INVALID-IP-IN-SPF": {
        "description": "An invalid ip address was found in the SPF record.",
        "risk": "low"
    },
    "KAT-SPF-REDIRECT-LOOP": {
        "description": "The SPF record contains a redirect loop.",
        "risk": "medium"
    },
    "KAT-616": {
        "description": "The 'all' mechanism should be configured to be fail (='-').",
        "risk": "high"
    },
    "KAT-617": {
        "description": "The 'exists' mechanism should not be used.",
        "risk": "medium"
    },
    "KAT-SPF-INCLUDE-LOOP": {
        "description": "The SPF record contains an include loop.",
        "risk": "medium"
    },
    "KAT-619": {
        "description": "The 'ptr' mechanism should not be used.",
        "risk": "medium"
    },
    "KAT-DICOM-EXPOSED": {
        "description": "A Dicom server is exposed.",
        "risk": "critical"
    },
    "KAT-10-OR-MORE-NEW-PORTS-OPEN": {
        "description": "A lot of ports are open which were not open a week ago.",
        "risk": "critical"
    },
    "KAT-LEAKIX-CRITICAL": {
        "description": "A leak with severity critical has been found.",
        "risk": "critical"
    },
    "KAT-LEAKIX-HIGH": {
        "description": "A leak with severity high has been found.",
        "risk": "high"
    },
    "KAT-LEAKIX-MEDIUM": {
        "description": "A leak with severity medium has been found.",
        "risk": "medium"
    },
    "KAT-LEAKIX-LOW": {
        "description": "A leak with severity low has been found.",
        "risk": "low"
    },
    "KAT-LEAKIX-RECOMMENDATION": {
        "description": "A leak with severity information has been found.",
        "risk": "recommendation"
    },
    "KAT-SOFTWARE-UPDATE-AVAILABLE": {
        "description": "There is a newer version for this software.",
        "risk": "recommendation"
    },
    "KAT-NO-GREEN-HOSTING": {
        "description": "According to the Green Web Foundation, this website is not hosted in a 'green' way.",
        "risk": "recommendation"
    },
    "KAT-NXDOMAIN": {
        "description": "The domain name does not exist.",
        "risk": "medium"
    },
    "KAT-NXDOMAIN-HEADER": {
        "description": "The hostname in this header does not exist.",
        "risk": "critical"
    },
    "KAT-NAMESERVER-NO-TWO-IPV6": {
        "description": "This webserver does not have at least two nameservers with an ipv6 address.",
        "risk": "low"
    },
    "KAT-NAMESERVER-NO-IPV6": {
        "description": "This nameserver does not have an ipv6 address.",
        "risk": "recommendation"
    },
    "KAT-INTERNETNL": {
        "description": "This website does not comply to the internet.nl standards. Currently, we check the following standards: IPv6 on webservers and nameservers, DNSSEC, missing and mis-configured headers.",
        "risk": "medium"
    },
    "KAT-NO-CERTIFICATE": {
        "description": "This website does not have an SSL certificate. This finding might be caused by an unfinished certificate scan.",
        "risk": "medium"
    },
    "KAT-SSL-CERT-HOSTNAME-MISMATCH": {
        "description": "The common name of the certificate does not match the netloc of the website",
        "risk": "high"
    },
    "KAT-NO-HTTPS-REDIRECT": {
        "description": "This HTTP URL may not redirect to HTTPS; 'location' was not found in HTTPHeader.",
        "risk": "low"
    },
    "KAT-CERTIFICATE-EXPIRING-SOON": {
        "description": "TLS certificate is expiring soon",
        "risk": "medium"
    },
    "KAT-CERTIFICATE-EXPIRED": {
        "description": "TLS certificate has expired",
        "risk": "critical"
    },
    "KAT-NO-DMARC": {
        "description": "This hostname does not have a DMARC record.",
        "risk": "medium"
    },
    "KAT-NO-DKIM": {
        "description": "This hostname does not support a DKIM record.",
        "risk": "medium"
    },
    "KAT-NO-SPF": {
        "description": "This hostname does not have an SPF record.",
        "risk": "medium"
    },
    "KAT-INVALID-SPF": {
        "description": "This SPF record could not be parsed by the internet.nl SPF parser and is therefore deemed invalid.",
        "risk": "low"
    },
    "SUB-DOMAIN-TAKEOVER": {
        "description": "Subdomain takeover is when an attacker takes control of an unused or improperly configured subdomain, potentially accessing sensitive information or conducting phishing attacks.",
        "risk": "high"
    },
    "EXPOSED-PANELS": {
        "description": "Exposed login panels for services can pose security risks as they can be targeted by malicious actors for brute-force attacks, phishing attempts, and other forms of unauthorized access.",
        "risk": "recommendation"
    }
}
