Repository: minvws/nl-kat-coordination
Catalog: locale/pap/LC_MESSAGES/django.po
Languages: pap

source: --- Please select one of the available options ----
pap: --- Por fabor selektá ún di e opshonnan disponibel ----

source: Account Type
pap: Tipo di account

source: Every member of KAT must be part of a group.
pap: Kada miembro di KAT mester ta parti di un grupo.

source: Please select a group to proceed.
pap: Por favor selektá un grupo pa por sigi.

source: I declare that KAT may scan the assets of my organization and I am aware of the risk the extra load on my systems will bring.
pap: Mi ta deklará ku KAT tin mag di skèn e propiedatnan di mi organisashon i mi ta consiente di e riésgo i e èxtra karga ku lo tin riba mi sistema.

source: I declare that I am authorized to give this indemnification within my organization.
pap: Mi ta deklara ku ami ta authorisá pa duna e indemnizashon aki den mi organisashon.

source: Name
pap: Nòmber

source: This name we will use to communicate with you.
pap: E nomber aki nos lo huza pa komuniká ku bo.

source: What do we call you?
pap: Kon nos por jama'bu?

source: Enter your email address.
pap: Yena bo email adres

source: Choose your super secret password
pap: Skohé bo password super sekreto

source: Choose another email.
pap: Skoké un otro email.

source: Unable to change signal username, once a group has been created.
pap: Inkapás pa kambia signal username, ora un grupo a wordu kreá.

source: The two password fields didn’t match.
pap: E dos vèldnan di password no ta igual.

source: New password
pap: Password nobo

source: Enter your new password
pap: Yena bo password nobo

source: New password confirmation
pap: Konfirmashon password nobo

source: Repeat your new password
pap: Ripiti bo password nobo

source: Confirm your new password
pap: Konfirmá bo password nobo

source: Please enter a correct email address and password.
pap: Por fabor yena un email adrès i password korekto.

source: This account is inactive.
pap: E account aki no ta activá.

source: Insert the email you registered with or got at KAT installation.
pap: Yena e email ku b'a registrá ku ne òf ora di instalá KAT.

source: Email address
pap: Email adrès

source: A reset link will be sent to this email
pap: Un resèt link lo wòrdu manda na e email adrès aki

source: The email address connected to your KAT-account
pap: E email adrès konektá ku bo account

source: The Email must be set
pap: E email adrès mester wordu yena

source: Superuser must have is_staff=True.
pap: Superuser mester tin is_staff=True.

source: Superuser must have is_superuser=True.
pap: Superuser mester tin is_superuser=True.

source: full name
pap: nòmber full

source: staff status
pap: status di personál

source: Designates whether the user can log into this admin site.
pap: Designa si e user por log in den e admin site aki.

source: active
pap: aktivo

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pap: Designa si e user aki por wordu trata komo aktivo. Deselekta esaki embes di delete accountnan.

source: date joined
pap: fecha di registro

source: Account details
pap: Habri detayes

source: Full name
pap: Nòmber Kompletu

source: E-mail address
pap: Email adrès

source: Organization
pap: Organisashon

source: Reset password
pap: Resèt password

source: You are logged in.
pap: Bo ta logged in

source: Two factor authentication is enabled for your account.
pap: Two factor authentication ta aktivá pa bo account.

source: Two factor authentication is not enabled for your account. Enable it to continue.
pap: Two factor authentication no ta aktivá pa bo account. Aktivá esaki pa kontinuá.

source: Setup two factor authentication
pap: Desactivá Two-factor Authentication

source: Credentials
pap: Kredenshalnan

source: explanation
pap: explikashon

source: Explanation
pap: Deklarashon

source: Please enter the token generated by your token generator.
pap: Por favor yena e token ku a wordu generá via di bo tokens generator.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
pap: Huza e formulario aki pa yena backup tokens pa log in. E tokens nan aki a wordu generá pa bo, pa print i warda un kaminda sigur. Por favor yena un di e backup tokens nan aki pa log in den bo account.

source: As a last resort, you can use a backup token:
pap: Delaster kos ku por hasi ta, uza un backup token:

source: Use Backup Token
pap: Uza Backup Token

source: Use the form below to reset your password.
pap: Uza e formulario abou pa konfirmá bo password resèt

source: Back
pap: Bai bèk

source: Send
pap: Mánda

source: Confirm reset password
pap: Konfirmá password resèt

source: Use the form below to confirm resetting your password
pap: Uza e formulario abou pa konfirmá bo password resèt

source: Confirm password
pap: Konfirmá password

source: The link is invalid
pap: E link ta inbalido

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pap: Por fabor pidi un password nobo.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pap: Bo ta risibiendo e mensahe aki paso bo a pidi un password resèt pa bo user account riba %(site_name)s.

source: Please go to the following page and choose a new password:
pap: Por fabor bai na e siguinte página i skohé un password nobo:

source: Sincerely,
pap: Sinseramente

source: The KAT team
pap: Tìm KAT

source: Password reset on %(site_name)s
pap: Password resèt riba %(site_name)s

source: Recover email address
pap: Rekuperá bo email adrès

source: Information on how to recover your connected email address
pap: Informashon kon pa rekuperá bo email adrès

source: Forgotten email address?
pap: Ba lubida bo email adrès?

source: If you don’t remember the email address connected to your account, contact:
pap: Si bo no ta kòrda e email adrès konektá ku bo account, tuma kontákto ku:

source: Please contact the system administrator.
pap: Por fabor tuma kontakto ku e administradó di sistema.

source: Back to Home
pap: Bèk na Home

source: Back to login
pap: Bèk na login

source: Your password must contain at least the following:
pap: Bo password mester kontené por lo menos lo siguinte:

source: characters
pap: karakternan

source: digits
pap: sifranan

source: letters
pap: lèternan

source: special characters such as:
pap: karakternan speshal manera:

source: lower case letters
pap: lèternan chiki

source: upper case letters
pap: lèternan kapital

source: Two factor authentication
pap: Desaktivá Two-factor Authentication

source: We couldn't send a password reset link. Contact
pap: Nos no por a manda un reset link. Tuma kontakto ku

source: We couldn't send a password reset link. Contact your system administrator.
pap: Nos no por a manda un reset link. Tuma kontakto ku bo administradó di sistema.

source: Messages
pap: Mensahe

source: Site Maps
pap: Mapanan di site

source: Static Files
pap: Dokumento státiko

source: Syndication
pap: Indemnizashon

source: That page number is not an integer
pap: E number di pagina no ta un number henter

source: That page number is less than 1
pap: E number di pagina ta menos ku 1

source: That page contains no results
pap: E pagina aya no ta kontené resultado

source: Enter a valid value.
pap: Yena un number balido.

source: Enter a valid URL.
pap: Yena un URL balido.

source: Enter a valid integer.
pap: Yena un number henter valido.

source: Enter a valid email address.
pap: Yena un email adrès balido.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
pap: Yena un “slug” balido ku ta konsisti di alfanumériko, underscore òf dash.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
pap: Yena un “slug” balido ku ta konsisti di lètra Unicode, number, underscore òf dash.

source: Enter a valid IPv4 address.
pap: Yena un IPv4 adrès balido.

source: Enter a valid IPv6 address.
pap: Yena un IPv6 adrès balido.

source: Enter a valid IPv4 or IPv6 address.
pap: Yena un IPv4 òf IPv6 adrès balido.

source: Enter only digits separated by commas.
pap: Yena solamente numbernan separá dor di kòma.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
pap: Ensigurá ku e balor aki ta %(limit_value)s (ku ta %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
pap: Ensigurá ku e balor aki ta menos òf igual ku %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
pap: Ensigurá ku e balor aki ta mas grandi òf igual ku %(limit_value)s.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
pap: Ensigurá ku e balor aki tin por lo menos %(limit_value)d karakter (e tin %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
pap: Ensigurá ku e balor aki tin por lo maximo %(limit_value)d karakter (e tin %(show_value)d).

source: Enter a number.
pap: Yena un number.

source: Ensure that there are no more than %(max)s digit in total.
pap: Ensigurá ku no tin mas ku %(max)s number den su totalidát.

source: Ensure that there are no more than %(max)s decimal place.
pap: Ensigurá ku no tin mas ku %(max)s number decimál.

source: Ensure that there are no more than %(max)s digit before the decimal point.
pap: Ensigurá ku no tin mas ku %(max)s number promé ku e number decimál.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
pap: File extension “%(extension)s” no ta pèrmiti. Extenshonnan pèrmiti ta: %(allowed_extensions)s.

source: Null characters are not allowed.
pap: No ta pèrmiti seró karakters.

source: and
pap: i

source: %(model_name)s with this %(field_labels)s already exists.
pap: %(model_name)s ku e %(field_labels)s aki ta èksisti kaba.

source: Value %(value)r is not a valid choice.
pap: Balor %(value)r is not a valid choice.

source: This field cannot be null.
pap: E vèld aki no por ta bashi.

source: This field cannot be blank.
pap: E vèld aki no por ta bashi.

source: %(model_name)s with this %(field_label)s already exists.
pap: %(model_name)s ku e %(field_label)s aki ta èksisti kaba.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
pap: %(field_label)s mester ta úniko pa %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
pap: Vèld di tipo: %(field_type)s

source: “%(value)s” value must be either True or False.
pap: “%(value)s” su balor mester ta òf True òf False.

source: “%(value)s” value must be either True, False, or None.
pap: “%(value)s” su balor mester ta òf True, False, òf None.

source: String (up to %(max_length)s)
pap: Texto (te na %(max_length)s)

source: Comma-separated integers
pap: Numbernan kòma separá

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
pap: “%(value)s” su balor tin un fòrmaat di fecha inbálido. E mester ta den e fòrmaat aki YYYY-MM-DD

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
pap: “%(value)s” su balor ta den e fòrmaat korekto (YYYY-MM-DD) pero e fecha ta inbálido.

source: Date (without time)
pap: Fecha (sin tempu)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
pap: “%(value)s” su balor tin un fòrmaat inbálido. E mester ta den fòrmaat YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
pap: “%(value)s” su balor ta den e fòrmaat korekto (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) pero e ta inbálido e fecha/tempu.

source: Date (with time)
pap: Fecha (sin tempu)

source: “%(value)s” value must be a decimal number.
pap: “%(value)s” balor mester ta un number decimal.

source: Decimal number
pap: Number decimal

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
pap: “%(value)s” balor tin un fòrmat inbalido. E mester ta [DD] [[HH:]MM:]ss[.uuuuuu] fòrmat.

source: Duration
pap: Durashon

source: File path
pap: Ruta di archivo

source: “%(value)s” value must be a float.
pap: “%(value)s” balor mester ta un float number.

source: Floating point number
pap: Number ku kòma

source: “%(value)s” value must be an integer.
pap: “%(value)s” balor mester ta un number henter.

source: Integer
pap: Number henter

source: Big (8 byte) integer
pap: Number henter grandi (8 byte)

source: Small integer
pap: Number henter chiki

source: IPv4 address
pap: IPv4 adrès

source: IP address
pap: IP adrès

source: “%(value)s” value must be either None, True or False.
pap: “%(value)s” balor mester ta òf None, True òf False.

source: Boolean (Either True, False or None)
pap: Boolean (òf True, False òf None)

source: Positive big integer
pap: Number positivo henter grandi

source: Positive integer
pap: Number henter positivo

source: Positive small integer
pap: Number henter chiki positivo

source: Slug (up to %(max_length)s)
pap: Slug (te na %(max_length)s)

source: Text
pap: Texto

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
pap: “%(value)s” balor tin un fòrmat inbalido. E mester ta den HH:MM[:ss[.uuuuuu]] fòrmat.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
pap: “%(value)s” balor tin e fòrmat korekto (HH:MM[:ss[.uuuuuu]]) pero e ta un tempu inbalido.

source: Time
pap: Tempu

source: Raw binary data
pap: Binary data krudo

source: “%(value)s” is not a valid UUID.
pap: “%(value)s” no ta un UUID balido.

source: Universally unique identifier
pap: Universalmente identifikador úniko

source: File
pap: Archivo

source: Image
pap: Pòtret

source: A JSON object
pap: Un JSON opheto

source: Value must be valid JSON.
pap: Balor mester ta un JSON balido.

source: %(model)s instance with %(field)s %(value)r does not exist.
pap: %(model)s instansia ku %(field)s %(value)r no ta èksisti.

source: Foreign Key (type determined by related field)
pap: Foreign Key (tipo determiná pa vèld relata)

source: One-to-one relationship
pap: One-to-one relashon

source: %(from)s-%(to)s relationship
pap: %(from)s-%(to)s relashon

source: %(from)s-%(to)s relationships
pap: %(from)s-%(to)s relashonnan

source: Many-to-many relationship
pap: Many-to-many relashon

source: This field is required.
pap: E vèld aki ta obligatorio

source: Enter a whole number.
pap: Yena un number henter.

source: Enter a valid date.
pap: Yena un fecha balido.

source: Enter a valid time.
pap: Yena un fecha balido

source: Enter a valid date/time.
pap: Yena un fecha/tempu balido.

source: Enter a valid duration.
pap: Yena un durashon balido.

source: The number of days must be between {min_days} and {max_days}.
pap: E number di dianan mester ta entre {min_days} ì {max_days}.

source: No file was submitted. Check the encoding type on the form.
pap: Ningun file no a wordu manda. Chèk e tipo di encoding riba e formulario.

source: No file was submitted.
pap: Ningun file no a wordu manda.

source: The submitted file is empty.
pap: E file ku a wordu manda ta bashi

source: Ensure this filename has at most %(max)d character (it has %(length)d).
pap: Ensigurá e nòmber di file aki tin por lo maximo %(max)d karakter (e tin %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
pap: Por fabor, òf manda e file òf check e clear checkbox, pero no tur dos parew.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
pap: Upload un pòtrèt balido. E file mandá no ta un pòtrèt òf e ta un pòtrèt daña.

source: Select a valid choice. %(value)s is not one of the available choices.
pap: Selektá un eskoho balido. %(value)s no ta un di e opshonnan disponibel.

source: Enter a list of values.
pap: Yena un lista di balornan

source: Enter a complete value.
pap: Yena un balor kompletu.

source: Enter a valid UUID.
pap: Yena un UUID balido.

source: Enter a valid JSON.
pap: Yena un JSON balido.

source: (Hidden field %(name)s) %(error)s
pap: (Vèld skondí %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
pap: ManagementForm ta falta data of a wordu manipula. Vèldnan ku fatla: %(field_names)s. Bo lo mester manda un bug rapòrt si e problema pèrsisti.

source: Please submit at most %d form.
pap: Por favor manda lo maximo %d formulario.

source: Please submit at least %d form.
pap: Por fabor manda por lo menos %d formulario.

source: Order
pap: Ordená

source: Delete
pap: Eliminá

source: Please correct the duplicate data for %(field)s.
pap: Por fabor korigi e data dupliká na %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
pap: Por fabor korigi data duplika na %(field)s, ku mester ta úniko.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
pap: Por fabor korigi e data dupliká pa %(field_name)s ku mester ta uniko pa e %(lookup)s den %(date_field)s.

source: Please correct the duplicate values below.
pap: Por fabor korigí e balornan dupliká.

source: The inline value did not match the parent instance.
pap: E balornan riba mesun liña no ta meskos ku e instansia major.

source: Select a valid choice. That choice is not one of the available choices.
pap: Selektá un eskoho balido. Loke ba skohé no ta den e opshonnan ku tin.

source: “%(pk)s” is not a valid value.
pap: “%(pk)s” no ta un balor balido.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
pap: %(datetime)s no por a wòrdu intepretá den e zona di tempu %(current_timezone)s; porta e no ta èksisti.

source: Clear
pap: Kita

source: Currently
pap: Aktualmente

source: Change
pap: Kambia

source: Unknown
pap: Deskonosí

source: Yes
pap: Si

source: No
pap: Nò

source: yes,no,maybe
pap: si,nò,kisas

source: midnight
pap: marduga

source: noon
pap: nochi

source: Monday
pap: Djaluna

source: Tuesday
pap: Djamars

source: Wednesday
pap: Djarason

source: Thursday
pap: Djaweps

source: Friday
pap: Djabierne

source: Saturday
pap: Djasabra

source: Sunday
pap: Djadumingu

source: January
pap: Januari

source: February
pap: Februari

source: March
pap: Maart

source: May
pap: Mèi

source: June
pap: Juni

source: July
pap: Juli

source: August
pap: Augustus

source: September
pap: Sèptèmber

source: October
pap: Òktober

source: December
pap: Desèmber

source: may
pap: mèi

source: oct
pap: okt

# abbrev. month
source: March
pap: Maart

# abbrev. month
source: May
pap: Mèi

# abbrev. month
source: June
pap: Juni

# abbrev. month
source: July
pap: Juli

# abbrev. month
source: Oct.
pap: Okt.

# alt. month
source: January
pap: Januari

# alt. month
source: February
pap: Februari

# alt. month
source: March
pap: Maart

# alt. month
source: May
pap: Mèi

# alt. month
source: June
pap: Juni

# alt. month
source: July
pap: Juli

# alt. month
source: August
pap: Augustus

# alt. month
source: September
pap: Sèptèmber

# alt. month
source: October
pap: Òktober

# alt. month
source: November
pap: Novèmber

# alt. month
source: December
pap: Desèmber

source: This is not a valid IPv6 address.
pap: Esaki no ta un IPv6 adrès balido.

source: or
pap: òf

source: %(num)d year
pap: %(num)d aña

source: %(num)d month
pap: %(num)d luna

source: %(num)d week
pap: %(num)d simán

source: %(num)d day
pap: %(num)d dia

source: %(num)d hour
pap: %(num)d ora

source: %(num)d minute
pap: %(num)d minùt

source: Forbidden
pap: Prohibi

source: CSRF verification failed. Request aborted.
pap: CSRF verifikashon a faya. Request abòrtá.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pap: Bo ta mirando e mensahe aki paso e HTTPS site aki ta requerí un “Referer header” pa wordu manda dor di bo web browser, pero nada no a wordu manda. E header aki ta requerí pa rasonnan di seguridát, pa segurá ku bo browser no ta wordu di hijacked dor di otro partidonan.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
pap: Si bo a konfigurá bo browser pa desaktiva “Referer” headers, por fabor re-aktiva nan, por lo menos pa e site aki, òf pa konekshonnan HTTPS, òf pa “same-origin petishonnan.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
pap: Si bo ta uza e <meta name="referrer" content="no-referrer"> tag òf inkluì e “Referrer-Policy: no-referrer” header, por fabor kita nan. E CSRF protekshon ta requeri “Referer” header pa hasi referer checking strikto. Si bo ta preukupa pa privacy, uza alternativonan manera <a rel="noreferrer" …> pa linknan na third-party sitenan.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
pap: Bo ta mirando e mensahe aki paso e site aki ta requerí un CSRF cookie ora manda formularionan. E cookie aki ta requerí debí na rasonnan pa siguridát, pa sigurá ku bo browser no ta wordu di hijack dor di otro partidonan.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
pap: Si bo a konfigurá bo browser pa desaktivá cookies, por fabor re-aktivá nan, por lo menos pa e site aki, of pa “same-origin” petishon.

source: More information is available with DEBUG=True.
pap: Mas informashon ta disponibel ku DEBUG=True.

source: No year specified
pap: Ningun aña specifiká

source: Date out of range
pap: Dató fuera di alkanse

source: No month specified
pap: Ningun luna specifiká

source: No day specified
pap: Ningun dia specifiká

source: No week specified
pap: Ningun simán specifiká

source: No %(verbose_name_plural)s available
pap: %(verbose_name_plural)s no ta disponibel

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
pap: Futuro %(verbose_name_plural)s no ta disponibel paso %(class_name)s.allow_future ta pone na False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
pap: Fecha “%(datestr)s” no ta balido n'e formaat “%(format)s”

source: No %(verbose_name)s found matching the query
pap: Ningun %(verbose_name)s por a wordu enkontra ku ta match e query

source: Page is not “last”, nor can it be converted to an int.
pap: Pagina no ta e “delaster”, i tambe no por kombèrti pa un int.

source: Invalid page (%(page_number)s): %(message)s
pap: Pagina no ta balido (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
pap: Lista bashi i “%(class_name)s.allow_empty” ta pone na False.

source: Directory indexes are not allowed here.
pap: E índises di directorionan no ta pèrmiti aki.

source: “%(path)s” does not exist
pap: “%(path)s” no ta èksisti

source: Index of %(directory)s
pap: Índise di %(directory)s

source: The install worked successfully! Congratulations!
pap: E installashon ta un èksito! Pabien!
