Repository: minvws/nl-kat-coordination
Catalog: locale/pap/LC_MESSAGES/django.po
Languages: pap

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
pap: Mira <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> pa Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
pap: Bo ta mirando e pagina aki paso <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> ta pone den bo settings i bo no a konfigura ningun URLs.

source: Django Documentation
pap: Dokumentashon di Django

source: Topics, references, &amp; how-to’s
pap: Tópikonan, referensianan, &amp; how-to’s

source: Tutorial: A Polling App
pap: Tutoriál: Un Polling App

source: Get started with Django
pap: Kuminsa huza Django

source: Django Community
pap: Komunidat di Django

source: Connect, get help, or contribute
pap: Konektá, haña ajudo, òf kontrubui

source: Description
pap: Deklarashon

source: Frequency Level
pap: Nivél di frequensidat

source: Detectability Level
pap: Nivél di detectabilidat

source: Effect(s)
pap: Efekto

source: Describe in one sentence what type of failure mode you are creating.
pap: Deskribi den un sentencia ki tipo di failure mode bo ta kreando.

source: Describe the failure mode in details.
pap: Reprodusí búskeda

source: From 1 to 5, how often does this failure mode occurs. 1: Almost unthinkable and 5: occurs daily.
pap: Di 1 te 5, kwantu biaha e failure mode aki ta occurí. 1: Kasi imposibeli 5: occurí diariamente.

source: Is this failure mode easy detectable? Give it a score from 1 to 5. 1: always detectable and 5: almost undetectable.
pap: E failure mode aki por wordu detektá fasil? Duné un score for di 1 te 5. 1: semper detektábel i 5: kasi imposibel.

source: Describe the type of failure mode
pap: Deskribi e tipo di failure mode

source: explanation-failure-mode
pap: splikashon-failure-mode

source: Describe in more detail what the failure mode is about.
pap: Deskribi mas detayá kiko e failure mode aki ta.

source: explanation-description
pap: splikashon-diskripshon

source: explanation-frequency-level
pap: splikashon-nivel-di-freqeuncia

source: explanation-detectability_level
pap: splikashon-nivel-detektebilidat

source: You must at least set a failure mode.
pap: Bo mester por lo menos pone un failure mode.

source: Choose a frequency level.
pap: Nivél di frequensidat

source: Choose a detectability level.
pap: Nivél di detectabilidat

source: Choose at least one effect.
pap: Skohé por lo menos ùn efekto

source: Affected Department
pap: Departamentu afektá

source: Affected Objects
pap: Ophetonan afektá

source: Choose a failure mode which applies to
pap: Skohé un failure mode ku ta aplika na

source: When this failure mode occurs, which department is affected?
pap: Ora a failure mode aki occurí, kwa departamentu ta afekta?

source: Which objects does this failure mode affect when it occurs?
pap: Kwa opheto e failure mode aki ta afekta ora e occurí?

source: explanation-affected-ooi-type
pap: splikashon-tipo-di-ooi-afekta

source: Effect
pap: Efekto

source: Severity Level
pap: Nivél di severedat

source: Name a possible effect of any type of failure mode that can occur.
pap: Duna un ehempel di un posibel efekto di e failre mode aki.

source: Describe the severity of this effect ex. 1: not severe and 5: catastrophic
pap: Diskribi e seviridat di e efekto aki, por ehempel 1: no severo i 5: katastrófiko

source: Describe a possible effect for FMEA
pap: Deskibri un posibel efekto pa FMEA

source: explanation-effect
pap: splikashon-efekto

source: explanation-severity-level
pap: splikashon-nivel-severo

source: The effect is required.
pap: E vak aki ta obligatorio

source: This effect already exists.
pap: E organisashon aki ta eksistí kaba

source: Choose a severity level.
pap: Nivel di rísiko

source: Finances
pap: Finansiasnan

source: Administration
pap: Indemnizashon

source: Service
pap: Sèrvicio

source: Level 1: Not Severe
pap: Nivèl 1: No Severo

source: Level 2: Harmful
pap: Nivel 2: Dañoso

source: Level 3: Severe
pap: Nivel 3: Severo

source: Level 4: Very Harmful
pap: Nivel 4: Hopi Dañoso

source: Level 5: Catastrophic
pap: Nivel 5: Katastrófiko

source: Level 1: Very Rare. Incident (almost) never occurs, almost unthinkable.
pap: Nivel 1: Hopi Straño. Insidente (kasi) nunka ta okuri, kasi inpensabel.

source: Level 2: Rare. Incidents occur less than once a year (3-5).
pap: Nivel 2: Straño. Insidente ta okuri menos ku un biaha pa aña (3-5).

source: Level 3: Occurs. Incidents occur several times a year.
pap: Nivel 3: Ta okuri, Insidente ta okuri par di biaha pa aña.

source: Level 4: Regularly. Incidents occur weekly.
pap: Nivel 4: Regularmente. Insidente ta pasa tur siman.

source: Level 5: Frequent. Incidents occur daily.
pap: Nivel 5: Frquente. Incidente ta pasa tur dia.

source: Level 1: Always Detectable. Incident (almost) never occurs, almost unthinkable.
pap: Nivel 1: Semper Detektabel. Insidente (kasi) nunka ta okuri, kasi imposibel.

source: Level 2: Usually Detectable. Incidents occur less than once a year (3-5).
pap: Nivel 2: Normalmente Dektetabel. Insidente ta okuri menos ku un biaha pa aña (3-5).

source: Level 3: Detectable. Faillure mode is detectable with effort.
pap: Nivel 3: Detektabel. Faillure mode ta detektabel ku eksfuerzo.

source: Level 4: Poorly Detectable. Detecting the faillure mode is difficult.
pap: Nivel 4:

source: Level 5: Almost Undetectable. Faillure mode detection is very difficult or nearly impossible.
pap: Nivel 5: Pobremente Detektabel. Faillure mode detekshon ta hopi difisil òf kasi imposibel.

source: Failure Mode Affected Objects
pap: Failure Mode Ophetonan afektá

source: FMEA Departments Heatmap:
pap: Departamento di FMEA Heatmap:

source: No data to build heatmap
pap: Ningun data pa kontruí heatmap

source: Failure mode affected object tabel:
pap: Failure mode tabèl di opheto afektá

source: Affected Object
pap: Ophetonan afektá

source: Edit
pap: Editá

source: Failure mode affected objects cannot be found.
pap: No por decodifica e archivo

source: Define which objects are affected for a failure mode
pap: Defini kwa ophetonan ta afekta pa un failure mode

source: Failure mode affected objects
pap: No por decódifica e archivo

source: Save
pap: Warda

source: Submit
pap: Abdiká

source: No failure mode yet defined.
pap: Ningun failure mode ahinda defini

source: To add affected objects to a failure mode, first create one.
pap: Pa agregá ophetonan afektá na un failure mode, krea un prome.

source: Create failure mode
pap: Krea failure mode

source: Failure mode affected objects tabel:
pap: Failure mode tabèl di ophetonan afekta:

source: No failure mode affected objects yet defined.
pap: Ningun failure mode ophetonan afekta ahinda defini.

source: Create failure mode Affected Objects
pap: Reprodusí búskeda

source: Departments failure modes
pap: Failure modes departamentonan

source: Failure modes and affected departments tabel:
pap: Failure modes i tabèl di departamentonan afekta:

source: Affected Departments
pap: Departementonan Afektá

source: Nothing found.
pap: Nada enkontra.

source: Failure mode properties
pap: No por decodifica e archivo

source: Properties
pap: Karakteristikanan

source: Risk class
pap: Nivel di rísiko

source: Frequency level
pap: Nivel di frequensidat

source: Detectability level
pap: Nivel di detektabilidat

source: Failure mode effect
pap: No por decodifica e archivo

source: Failure mode effect properties
pap: No por decodifica e archivo

source: Severity
pap: Nivél di severedat

source: FMEA effect and severity
pap: FMEA efekto i seviridat

source: FMEA effect
pap: FMEA efekto

source: Failure mode effects tabel:
pap: No por decodifica e archivo

source: Severity level
pap: Nivel di rísiko

source: No failure mode effect yet defined.
pap: No por decodifica e archivo

source: Create a failure mode effect
pap: Reprodusí búskeda

source: Create a new failure mode
pap: Krea un failure mode nobo

source: Failure mode and effects
pap: No por decodifica e archivo

source: No failure mode effects created.
pap: No por decodifica e archivo

source: First create failure mode effects wich can be added later to a failure mode.
pap: Prome krea efektonan di failure mode pa despues añadi esaki na un failure mode.

source: Create failure mode effects
pap: Reprodusí búskeda

source: Failure mode tabel:
pap: Tabèl di failure mode:

source: Risk Class
pap: Nivel di rísiko

source: Details
pap: Detayes

source: Sluit details
pap: Habri detayes

source: Description:
pap: Deklarashon

source: Frequency level:
pap: Nivel di frequencidat:

source: Detectability level:
pap: Nivel di detektabilidat

source: Failure mode report
pap: No por decodifica e archivo

source: Summary
pap: Resúmen

source: Failure mode:
pap: No por decodifica e archivo

source: Severity:
pap: Seviridat:

source: Detectability:
pap: Detektabilidat

source: Frequency:
pap: Frequencia:

source: Effect:
pap: Efekto:

source: Description:
pap: Deklarashon:

source: Affected Departments:
pap: Departamentonan afekta:

source: Affected OOI's:
pap: OOI's afekta:

source: Report cannot be viewed, failure mode not found.
pap: Rapòrt no por wordu mira, no por haña failure mode.

source: FMEA introduction
pap: FMEA introdukshon

source: FMEA (failure mode and effective analysis) is a step-by-step approach for collecting knowledge about possible points of failure in a design, manufacturing process, product or service.
pap: FMEA (failure mode and effective analysis) ta un enfoque paso a paso pa kolekta konosimentu tokante puntonan posibel di fayo den un diseño, proseso fabriká, produkto òf servicio.

source: Failure mode (FM) refers to the way in which something might break down and includes potential errors that may occur, especially errors that may affect a system. Effective analysis (EA) involves deciphering the consequences of those break downs by making sure that all failures can be detected, determining how frequently a failure might occur and identifying which potential failures should be prioritized.
pap: Failure mode (FM) ta referi na e manera kaminda algu por posibelmente kibra i inkluí errornan potenshal ku por okuri, speshalmente errornan ku por afektá un sistema. Effective analysis (EA) ta envolvi den buska e konsekuensiasnan di loke por kibra dor di detekta tur failure modes, determiná kon frequente failure modes ta okuri i identifiká kwa failure modes mester wordu prioritisa.

source: Create affected objects of a failure mode
pap: Kreá ophetonan afektá di un failure mode

source: View all failure modes
pap: Mustrami tur failue modes

source: View all failure mode effects
pap: Mustrami tur efektonan di failure mode

source: View all affected objects for a failure modes
pap: Mustrami tur ophetonan afektá pa failure modes

source: Heatmap
pap: Mapa kayente

source: --- Select an option ----
pap: -- Selecta un opshon --

source: Failure mode affected objects succesfully created.
pap: Failure mode i ophetonan afektá a wòrdu kreá ku èksito.

source: Create
pap: Kreá

source: Treeobjects succesfully added.
pap: Mapa di ophetonan añadi ku èxito.

source: Please select a department or ooi.
pap: Por fabor selekta un departamentu òf ooi.

source: Report
pap: Rapòrt

source: Failure mode succesfully created.
pap: Failure mode a wòrdu kreá ku èksito.

source: Failure mode effect succesfully created.
pap: Failure mode a wòrdu kreá ku èksito.

source: Failure mode effects
pap: Efektonan di failure mode

source: Clearance level
pap: Nivél di autorisashon

source: Boefjes that has a scan level below or equal to the clearance level, is permitted to scan an object.
pap: Boefjes ku tin un nivél di skèn mas abou of parew ku e nivél di autorisashon, tin pèrmit pa skèn un opheto.

source: Please select a clearance level to proceed.
pap: Por fabor selektá un nivél di autorisashon pa sigi.

source: explanation-clearance-level
pap: splikashon-nivel-di-autorisashon

source: What is the name of your organization.
pap: Kiko ta bo nòmber di organisashon?

source: The name of the organization this KAT account is for.
pap: E nòmber di e organisashon e KAT account aki ta pe.

source: explanation-organization-name
pap: splikashon-nomber-organisashon

source: Organization name is required to proceed.
pap: Nòmber di organisashon ta requerí pa sigi.

source: Choose another organization.
pap: Skohé un otro organisashon.

source: Register
pap: Registrá

source: Create a new account for your organization
pap: Krea un account nobo pa bo organisashon

source: All user accounts are part of an organization. So if you’re new and your company is also new to KAT you can register here to create a KAT account for your company including an admin account for you. If you like a user account that is connected to an already existing organization within KAT you can ask the admin to create an account for you.
pap: Tur account ta parti di un organisashon. Kèmèn si bo ta nobo i bo kompania tambe ta nobo na KAT bo por registrá akinan pa krea un KAT account pa bo kompania inkluéndo un admin account pa bo. Si bo ke un account ku ta konekta ku un organisashon ku ta èksisti kaba na KAT bo por puntra e admin pa krea un account pa bo.

source: Let's get started
pap: Laga nos kuminsa

source: How does KAT work
pap: Kon KAT ta traha?

source: KAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data. KAT uses scans to find and assess the area's that might be at risk and reports these back to you. As a user you decide which insight you would like and KAT guides you to through the process. During this introduction you will be guided through the steps to create a report.
pap: KAT tin e posibilidàt di duna informashon mas detaya den riésgonan di siguridát di bo online ophetonan. Por ehempel, bo websites, mailservers òf online data. KAT ta úza scans pa enkontra i asertà areanan ku por kore riésgo i rapòrta esaki bèk na abo. Komo kliente bo ta skohè ki informashon bo ke i KAT ta guiá'bu dor di e proceso Durante e introdukshon aki bo lo wòrdu guiá dor di e stapnan pa traha un rapòrt.

source: Organization setup
pap: Setup organisashon

source: Please enter the following organization details. These details can be edited within the organization page within KAT when necesarry. Adding a new organization requires a new database.
pap: Por favor hinka e siguinte detayesnan pa e organisashon. E detayes nan aki por wordu editá den di pagina di organisashon den di KAT si ta necesario. Añadi un organisashon nobo ta requerì un database nobo.

source: Organization details
pap: Detayes di organisashon

source: Please enter the following organization details. These details can be edited within the organization page within KAT when necesarry.
pap: Por fabor hinka e siguinte detayesnan pa e organisashon. E detayes nan aki por wordu editá den di e pagina di organisashon den di KAT ora ta necessario.

source: Submit changes
pap: Enviár kambionan

source: If everything is correct, you can continue to account setup.
pap: Si tur kos ta korekto, bo por kontinuá pa account setup.

source: Continue to account setup
pap: Sigi pa account setup

source: Account setup
pap: Account seguridat

source: Users
pap: Usarionan

source: Within KAT there are three types of user accounts. Each has its own functions.
pap: Den KAT tin trés diferente tipo di user accounts. Kada ún tin su mes funkshón

source: Each organization must have an admin. The admin can create and manage user accounts as well as organization details.
pap: Kada organisashon mester tin un admin. E admin por krea i manehá accountnan pa usudonan i tambe detayes di organisashon.

source: Red teamer
pap: Tìm kòrá

source: A red teamer account can run scans and generate reports.
pap: Un account pa tìm kòrá por start scans òf generá rapòrtnan.

source: Client account
pap: Account pa kliénte

source: A client account can access reports.
pap: Un account pa kliénte por tin accesso na rapòrtnan.

source: Accounts
pap: Habri detayes

source: Organization setup with separate accounts:
pap: Konfigurá organisashon ku accountnan separá:

source: Within KAT it is possible to create separate user accounts with the specific roles. Each with their own functionalities and permissions. This is useful when multiple people will be working with the same KAT-setup. You can choose to create the separate accounts during this introduction or when you’re ready from the KAT users page.
pap: Den KAT ta posibel pa krea accountnan separá ku e ròlnan specìfiko kada un ku nan mes functionalidat ì pèrmitnan. Esaki ta útil ora mayoria hende ke traha ku e mesun KAT-setup. Bo por skohé pa krea e accountnan separá durante e introdukshon aki of ora bo ta kla.

source: Single account setup:
pap: Setup account pa mi mes:

source: Alternatively it is also an option to run KAT from a single user account. Which is useful when you are the only user in the account. You will be able to access the functionality of the different roles from your account. You can always add additional user accounts If you’re team expands in the future.
pap: Alternativamente tambe ta un opshón pa huza KAT for di un solo account. Ku ta útil si bo ta e úniko usadó di e account. Bo lo por tin e posibilidát pa tin accesso na functionalidatnan di e diferente ròlnan for di bo account. Abo por semper añadi accountnan adishonál si bo tìm expandé den futuro.

source: Create separate accounts
pap: Krea accountnan separá

source: Continue with this account, onboard me!
pap: Sigi ku e account aki, abòrdami!

source: Each organization requires at least one admin and one red teamer account to function. This introduction will guide you through the setup of both. After that you can choose to add a client account as well.
pap: Kada organisashon ta requerì sikiera ún admin ì ún tìm kòrá account pa functioná. É introdukshon aki ta guiabu pa setup tur dós. Despues ku bo por skohé pa añadi ún account pa kliénte tambe.

source: Let's add accounts
pap: Laga nos añadi accounts

source: Admin account setup
pap: Account setup pa admin

source: Admin details
pap: Admin detayes

source: Go back to previous step
pap: Bai bèk na e stèp anterior

source: Skip this step
pap: Salta e stèp aki

source: Red teamer account setup
pap: Setup account pa tìm kòrà

source: Red teamer details
pap: Tìm kòrà detayes

source: Client account setup (optional)
pap: Setup account pa kliénte (opshonàl)

source: A client account can access reports. Adding a client account to the organization is optional.
pap: Un account pa kliénte por tin accesso na rapòrtnan. Añadi un account pa kliénte na e organisashon ta optionàl.

source: User details
pap: Usario detayes

source: Finish organization setup
pap: Finalisá setup organisashon

source: KAT introduction
pap: KAT introdukshon

source: DNS Report
pap: DNS Rapòrt

source: These are the findings of a KAT-analysis (%(observed_at)s). Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
pap: Esakinan ta e resultadonan di un KAT-analysis riba %(observed_at)s. Click un resultadopa mas informashon detayá tokante e problema, su orígen, severidat i posibel solushonnan.

source: DNS Tree
pap: DNS Mapa

source: Scan intensity score:
pap: Skèn score di intensidát:

source: Welcome to KAT
pap: Bon Biní na KAT

source: KAT is the "Kwetsbaarheden Analyse Tool" (Vulnerabilities Analysis Tool). An Open-Source-project developed by the Ministery of Public Health, Wellbeing and Sports to make your and our world a safer place.
pap: KAT ta nifiká "Kwetsbaarheden Analyse Tool" (Vulnerebilidát Analysis Tool). Un Open-Source-projecto traha dor di Ministerio di Salubridat, Medio Ambiente i Sport, pa hasi bo mundu i nos mundu un luga mas sigurá.

source: KAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data.
pap: KAT tin e abilidát di duna revelashon di riésgonan di siguridát di bo online ophetonan. Por ehèmpel, bo website nan, mailservers òf online data.

source: KAT uses plugins to find and assess the area's that might be at risk and reports these back to you. Each plugin has its own skillset which could be scanning, normalizing or analyzing data. As a user you decide which areas you would like to monitor or scan and which insight you would like to receive.
pap: KAT ta huza plugins pa deskubrì i evalúa e areanan ku por ta un riésgo i rapòrta esaki bèk na bo. Kada plugin tin nan mes sèt di abilidát ku por ta scan, nòrmalisá òf analisá data. Komo usario bo ta disidì kwa area bo tin gana di monitoriá òf skèn i tambe ki tipo di revelashon bo tin gana di recibí.

source: Within KAT you can view the insights as well as all the data KAT has found. You can choose to browse through the data or view reports.
pap: Den KAT bo por mira e insights i tambe tur data ku KAT a deskubrì. Bo por skohé pa buska den e data òf wak rapòrt nan.

source: During this introduction you will be guided through the steps to create a report.
pap: Durante e introdukshon aki bo lo wordu guiá dor di e stap nan pa krea un rapòrt.

source: Skip onboarding
pap: Legumai onboarding

source: Choose a report - Introduction
pap: Skohé un rapòrt - Introduskhon

source: Reports
pap: Rapport

source: Reports within KAT contain an overview of the scanned objects, issues found within them and known security risks that the object might be vulnerable to. Each report gives a high overview of the state of the object as well as detailed information on what KAT found and possible solutions.
pap: Rapòrtnan den KAT ta kontene un lista di ophetonan di skèn, problemanan haña serka nan i riesgo di siguridat nan ku e opheto por ta vulnerabel na dje. Kada rapòrt ta duna un lista prioritá di e estado di e opheto i tambe informashon detaya di tur loke KAT a enkontra i solushonanan posibel.

source: KAT can scan and analyze by using plugins. Each plugin has it's unique skillset and will collect specific data or give specific insights. You manage the plugins within your account which let's KAT know which plugins to run and on which objects or areas.
pap: KAT por skèn i analisá dor di huza plugins. Kada plugin tin nan mas sèt di skills uniko i lo kolekta data spesifiko of duna mas informashon spesifiko. Bo ta maneha plugins den bo account ku ta laga KAT sa kwa plugins mester huza riba kwa opheto òf areanan.

source: Generating a report
pap: Generándo un rapport

source: When you choose a report type KAT will guide you through the setup. KAT will ask the necesarry questions based on the input the report needs, as well as asks for permission to run plugins that you haven’t enabled yet but are needed to collect or analyze the data.
pap: Ora bo skohe un tipo di rapòrt, KAT lo guiabu pa ku e setup. KAT lo puntranan preguntanan nesesario basá riba e input ku e rapòrt mester, i tambe puntra pa pèrmiso pa run plugins ku bo no a aktiva ahinda pero ku ta nesesario pa pa kolekta òf analisa data.

source: You can also choose to look at the collected data directly or generate your own report by selecting and running plugins on objects of your choice. KAT will present the results.
pap: Bo por tambe skohé pa mira e data kolekta direktamente òf genera bo mes rapòrt dor di selekta i start plugins riba ophetonan si bo eskoho. KAT lo presentabu ku e resultadonan.

source: Permission
pap: Permiso Nenga
