Repository: minvws/nl-kat-coordination
Catalog: locale/pap/LC_MESSAGES/django.po
Languages: pap

source: Plugins can be provided by KAT but they can also come from the community. Before a plugin can run, you need to give it permission by enabling it.
pap: Plugins ta bin di KAT pero nan tambe por bini dor di e komunidát. Promé un plugin por wordu huza, bo mester dunele pèrmiso dor di activé

source: When you generate a report. KAT will let you know which plugins it requires or suggests so you can choose to enable them.
pap: Ora bo genera un rapòrt. KAT ta lagabu sa kwa plugins e mester òf duna'bu sugerencias pa skohé kwa pa activá.

source: Let's choose a report
pap: Skohé un rapòrt

source: Choose a report - Type
pap: Skohé un rapòrt - Tipo

source: Within KAT you can view reports for each of your current objects. For specific reports you can choose one of the available report types and generate a report. Such as a pen-test, a DNS-report or a mail report to give some examples.
pap: Den KAT bo por mira rapòrtnan pa kada un di bo ophetonan. Pa rapòrtnan specifikó bo por skohé un di e tipo rapòrtnan obtenibel i generá un rapòrt. Manera un pen-test, un DNS-rapòrt òf un mail rapòrt pa duna algun ehempel.

source: For this tutorial we suggest a DNS-report to get you started.
pap: Pa a tutoriál aki nos ta sugerí un DNS-rapòrt pa kuminsa ku ne.

source: When you start to generate this report. KAT will guide you through the necessary steps.
pap: Ora bo kuminsa generá e rapòrt aki. KAT lo guiá'bu dor di e stapnan necesario.

source: DNS report
pap: DNS Rapòrt

source: Setup scan
pap: Setup skèn

source: Let KAT know what object to scan
pap: Laga KAT sa kwa opheto e tinku scan

source: Plugins scan and analyze objects. KAT needs to know which object(s) you would like to scan and analyze for the DNS-report. So it can tell you which plugins are available for the choosen object.
pap: Plugins skèn i analisá ophetonan. KAT mester sa kwa opheto(nan) abo tin gana di skèn òf analisá pa e DNS-rapòrt. Pa e por bisa'bu kwa plugins ta obtenibel pa e opheto ku b'a skohé.

source: Understanding objects
pap: Kompronde ophetonan

source: A lot of things can be an object within the scope of KAT. For example a mailserver, an ip-address, a URL, a DNS record, a hostname or a network to name a few. While these objects can be related to each other they are all objects within KAT that can be scanned to gain valuable insight.
pap: Hopi kos por ta un opheto den di e alkanse di KAT. Por ehempel un mailserver, un ip-adrès, un URL, un DNS record, un hostname òf un netwèrk pa nombra un par. Mientras tantu e ophetonan aki por ta relatá na otro nan tur ta ophetonan den di KAT ku por wordu di skèn pa haña informashon balioso.

source: Creating, adding and editing objects
pap: Kreando, añadiando i editá ophetonan

source: Within KAT you can view, add and edit objects from the organization’s object page.
pap: Den KAT bo por mira, añadi i editá ophetonan di e organisashon su page di opheto.

source: Let’s add an object to scan for the DNS-Report. For this introduction we suggest adding a URL.
pap: Ban añadi un opheto pa skèn pa traha e DNS-rapòrt. Pa e introdukshon aki nos ta sugerí añadi un URL.

source: Add URL
pap: Añadi URL

source: Creating an object
pap: Kreando un opheto

source: Create your first object, a URL by filling out the form below.
pap: Krea bo promé opheto, un URL dor di yena e formulario abou.

source: Additional details and examples can be found by pressing on the help button next to the input field.
pap: Detayesnan i ehempelnan adishonal bo por haña dor di primi e help botón banda di e vèld.

source: Dependencies
pap: Dependesianan

source: Most objects have dependencies on the existence of other objects. For example a URL needs to be connected to a network, hostname, fqdn (fully qualified domain name) and ip-address. KAT collects these additional object automatically when possible. By running plugins to collect or extract this data.
pap: Mayoria ophetonan tin dependesianan riba e exsistencia di otro ophetonan. Por ehempel un URL mester ta konektá ku un nètwèrk, hostname, fqdn (fúl kwalifiká nòmber di domèin) i ip-adrès. KAT ta kolektá e ophetonan adishonal automatikamente si ta posibel. Dor di start plugins pa kolektá òf extrahé data.

source: The additional objects that KAT created will be added to your object list as separate objects. If KAT can’t add them automatically it will guide you through the process of creating them manually.
pap: E ophetonan adishonal ku KAT á krea lo wordu agregá na e lista di opehto komo ophetonan separá. Si KAT no por agregá esakinan automatikamente e ta guia'bu dor di e processo pa kreanan manualmente.

source: Create object
pap: Krea ophetonan

source: Based on the url you provided KAT added the necesarry additional objects to create a url object.
pap: Á base di e url ku b'a duna, KAT a añadi e ophetonan necesario pa krea un url opheto.

source: Type
pap: Tipo

source: Path
pap: Routa

source: scheme
pap: programa

source: DNS Zone
pap: Zona DNS

source: Network
pap: Nètwèrk

source: Got it, generate my report
pap: Ma kompronde, generà mi rapòrt

source: KAT Introduction
pap: KAT Introdukshon

source: Setup - Set clearance level for example.org
pap: Sètup - Pone clearance level pa example.org

source: Introduction
pap: Introdukshon

source: Some scans are lightweight while others might be a bit more agressive with their scanning. KAT requires you to set a clearance level for each object to prevent you from unintentionally running agressive scans. For example you might have the right to run any type of scan on your own server but you probably don’t have the right to do so for objects owned by other people of companies.
pap: Tin skènnan ta ligero mientras otronan por ta mas agresivo ku scanning. KAT ta requerí abo pa pone un nivél di autorisashon pa kada opheto pa prevení abo pa in-intenshonalmente start skènnan agresivo. Por ehempel bo tin pèrmiso pa start kwalkièr tipo di skèn riba bo mes server pero abo probablemente no tin e pèrmit pa ophetonan ku ta propiedat di otro hende òf kompanianan.

source: How to know required clearance level
pap: Kon pa sa nivél di autorisashon requerí

source: Each plugin that scans will have a scan intesity score. The intesity of the scan must be equal to or below the clearance level you set for your object. If the scan has an intesity level that is too high, KAT will notify you before running it. Visually clearance levels and intesity scores are indicated with little cat paws.
pap: Kada plugin ku skèn tin un score di nivél di intensidát. E nivél di intesidát di e skèn mester ta parew òf bou di e nivèl di autorisashon ku b'a pone riba bo opheto. Si e skèn tin un intensidát ku ta muchu haltu, KAT lo notiká'bu prome ku start e scan. Visualmente nivél di autorisashon i nivél di intensidát ta wordu indikà ku patanan di pushi.

source: This scan has a scan intensity score of 1, requiring a level 1 clearance level to be run. This means that the scan does not touch the object itself, but only searches for information about the object.
pap: E skèn tin un score di nivél di intensidat di 1, ku ta requerí nivél 1 di autorisashon pa start. Esaki ta nifika ku e skèn no ta mishi ku e opheto riba su mes, pero solamente ta buska informashon tokante e opheto.

source: An example of a more agressive scan. Which has a scan intesity score of 3. Meaning it requires at least a level 3 clearance level to be set on your object.
pap: Un ehempel di un skèn mas agresivo. Ku tin un score di nivél di intensidát di 3. Ku ta nifiká, e ta requerí ku por lo menos bo opheto mester wòrdu pone na nivél 3 di autorisashon.

source: Setting and changing your clearance level
pap: Poniendo i kambiando bo nivél di autorisashon

source: After creating a new object KAT will ask you to set a clearance level. On the object detail page you can always change the clearance level. For the onboarding we will suggest to set the clearance level to L2.
pap: Despues di krea un opheto nobo KAT lo puntra'bu pa pone un nivél di autorisashon. Riba e opheto su página detaya por por semper kambia e nivél di authorisahon. Pa e abòrdamentu aki nos lo sugerí'bu pa pone e nivél na L2.

source: Set clearance level
pap: Pone nivél di autorisashon

source: Setup scan - Enable plugins
pap: Configurá skèn - Aktivá plugins

source: Plugins introduction
pap: Plugins su introduskhon

source: KAT uses plugins to scan, check and analyze. Each plugin will bring a specific skillset that will help to generate your report. There are three types of plugins.
pap: KAT ta huza plugins pa scan, check i analisá. Kada plugin ta trese un abilidát specifikó ku lo juda pa generá bo rapòrt. Tin tres tipo di plugins.

source: Scan objects for data. Each boefje has a scan intensity score to prevent invasive scanning on objects where you don’t have the clearance to do so.
pap: Skèn ophetonan pa data. Kada boefje tin un intesidát score pa skèn pa prevení scannan invasivo riba opheto kaminda bo no tin autorisashon pa hasi esaki.

source: Check the data for specific objects and add these object to your object list.
pap: Chèk e data pa ophetonan specifikó i añadi e ophetonan aki na bo lista di opheto.

source: Analyze the available data to come to insights and conclusions.
pap: Analisá e data disponibel pa yega na konklushonnan i perspectivanan.

source: KAT will be able to generate a full report when all the required and suggested plugins are enabled. If you choose not to give a plugin permission to run, the data that plugin would collect or produce will be left out of the report which will then be generated based on the available data collected by the enabled plugins. Below are the suggested and required plugins for this report.
pap: KAT ta dispuesto pa generá un fúl rapòrt ora tur e plugins nan requerí i sugerá ta aktivá. Si bo skohé pa no duna un plugin pèrmiso pa start, e data ku e plugin lo mester kolektá òf produsí lo wordu saka for di e rapòrt ku lo generá a base di e data ku tin disponibel kolektá pa e plugins aktivo. Abou bo por mira e plugins nan ku ta requerí pa e rapòrt aki.

source: Let’s setup your scan by enabling the plugins of your choice below.
pap: Laga nos ban setup e skèn dor di aktivá e plugins di bo eskoho abou.

source: Suggested plugins
pap: Plugins sugerí

source: Boefjes are scanning
pap: Boefjes ta bezig ta scan

source: The enabled boefjes are collecting the data needed to generate the DNS-report. This may take some time based on the type of scans and the number of objects found. For the current scan we expect boefjes to take about 3 minutes.
pap: E Boefjes nan aktivá ta bezig ta kolektando e data necesario pa generá e DNS-rapòrt. Esaki ta bai tuma tempu a base di e tipo di scannan i e kantidát di ophetonan enkontrá.

source: During this introduction we ask you to wait till the scan is ready. After which you can view the report.
pap: Durante e introdukshon aki nos ta pidibu pa warda te ora e skèn kaba. Despues bo por mira e rapòrt.

source: After the onboarding, boefjes run in the background. This enables you to use KAT in the meantime without waiting for scans to finish. When you would like to see the status of a scan you can open the "tasks" page.
pap: Despues di e onboarding, boefjes nan ta sigi den background. Esaki ta pone ku bo por uza KAT mientras tantu sin mester warda te ora e skènnan kaba. Kaminda bo lo por ke mira e status di un skèn bo por habri e pagina di "tarea".

source: Open my DNS-report
pap: Habri mi DNS-rapòrt

source: 1: Introduction
pap: Introdukshon

source: 2: Choose a report
pap: Skohé un rapòrt

source: 3: Setup scan
pap: Setup scan

source: 4: Open report
pap: Habri rapòrt

source: 2: Organization setup
pap: Konfiguráß organisashon

source: 3: Account setup
pap: Account setup

source: KAT added the following required object to your object list to complete your request: {}
pap: KAT a añadi e siguinte opheton na bo lista di ophetonan pa kompleta bo petishon: {}

source: Clearance level has been set
pap: Clearance nivél a wòrdu poné

source: No DNS zone found.
pap: Zona di DNS no por a wòrdu enkontrá.

source: Organization succesfully set.
pap: Organisashon krea ku èksito.

source: Organization succesfully created.
pap: Organisashon a wòrdu krea ku èksito.

source: Hello, admin. You are already part of an organization. Early step is skipped.
pap: Konta, admin. Bo ta parti kaba di un organisashon kaba. E stap prome a wòrdu salta.

source: Organization succesfully updated.
pap: Organisashon a wòrdu kambia ku èksito.

source: User succesfully created.
pap: User a wòrdu krea ku èksito.

source: System Administrator: You are redirected to this page, because you have to first setup an organization.
pap: Administradó di sistema: Bo a wordu resulata riba e pagina aki, paso bo mester prome setup un organisashon.

source: Boefje '{boefje_id}' enabled for '{organization_name}'.
pap: Boefje '{boefje_id}' aktivá pa '{organization_name}'.

source: Boefje '{boefje_id}' disabled for '{organization_name}'.
pap: Boefje '{boefje_id}' desaktivá pa '{organization_name}'.

source: Trying to run disabled boefje '{boefje_id}'.
pap: Ta purbando di start boefje desaktivá '{boefje_id}'.

source: Your scan is running successfully in the background. Results will be added to the object list when they are in. It may take some time, a refresh of the page may be needed to show the results.
pap: Bo skèn ta koriendo den background ku èxito. E resultadonan lo wordu pone na e lista di opheto ora e ta kla. E ta tuma algun tempu, pagina refresh lo tin mester pa mustra e resulatadonan.

source: Add consumable object
pap: Añadí opheto

source: Add %(ooi_type)s
pap: Añadí %(ooi_type)s

source: Add Finding
pap: Añadí Diskubrimentu

source: Findings
pap: Diskubrimentu

source: Add finding type
pap: Añadí tipo di diskubrimentu

source: Enabled
pap: Aktivá

source: Disabled
pap: Desaktivá

source: Enabled-Disabled
pap: Desaktivá-Aktivá

source: Disabled-Enabled
pap: Desaktivá-Aktivá

source: Objects
pap: Ophetonan

source: Add object
pap: Añadí opheto

source: Type select
pap: Selektá tipo

source: (as
pap: (mane

source: Object findings
pap: Diskubrimentu di opheto

source: You can't generate a report for an OOI on a date in the future.
pap: Bo no por generà un rapòrt pa un OOI ku un fecha den futuro.

source: Findings report
pap: Rapòrt di diskubrimentu

source: Tree Visualisation
pap: Visualisá mapa di resultado

source: Graph Visualisation
pap: Visualisá grafa

source: All
pap: Tur

source: Organizations
pap: Organisashonnan

source: Organization added succesfully.
pap: Organisashon a wòrdu agregá ku èksito.

source: You are not allowed to add organizations.
pap: Bo no ta pèrmiti pa añadi organisashonnan

source: You are not allowed to change organizations.
pap: Bo no ta pèrmiti pa kambia organisashonnan.

source: Member added succesfully.
pap: Miembro a wòrdu agregá ku èksito.

source: You are not allowed to add organization members.
pap: Bo no ta pèrmiti pa añadi un miembro di organisashon.

source: Edit member
pap: Editá miembronan

source: You are not allowed to edit organization members.
pap: Bo no ta pèrmiti pa editá e miembronan di organisashon.

source: Privacy Statement
pap: Deklarashon di privasidat

source: Scan profile
pap: Investigá profíl

source: Choose a valid level
pap: Skohé un nivél balido

source: Can not reset scan level. Scan level of {ooi_name} not declared
pap: No por resèt nivél di skèn. Nivél di skèn òf {ooi_name} no ta deklará

source: Reset
pap: Resèt

source: Organization code not in database
pap: Codigo di organisashon no ta den database

source: Only Hostname, IPAddressV4 and IPAddressV6 are currently supported as upload OOIs
pap: Solamente Hostname, IPAddressV4 i IPAddressV6 ta aktualmente requerí komo upload OOIs

source: Upload CSV
pap: Subi CSV

source: Only csv supported
pap: Únikamente CSV ta posibel

source: File could not be decoded
pap: No por decodifiká e archivo

source: The uploaded file is empty.
pap: E file ku a wordu manda ta bashi

source: Scan level
pap: Nivél di skèn

source: Scan level: This boefje will only scan objects with a corresponding scan level (%(scan_level)s) or higher. There is no indemnification for this boefje to scan an OOI with a lower scan level.
pap: Nivél di skèn: E Boefje aki ta skèn solamente ophetonan ku un nivél di skèn korespondente na (%(scan_level)s) òf mas haltu. No tin ningún indemnizashon pa e boefje aki pa skèn un OOI ku un nivél di skèn mas abou.

source: Consumes
pap: Ta konsumí

source: Produces
pap: Ta Produsí

source: Readme
pap: Lesami

source: Readme not found for boefje '%(name)s'.
pap: No por haya e readme di boefje '%(name)s'.

source: Object list
pap: Lista di opheto

source: You currently don't have any objects that meet the scan level of %(boefje.name)s. Add objects with a complying clearance level, or alter the clearance level of existing objects.
pap: Na e momento aki bo no tin ophetonan ku ta kwarda ku e skèn nivel di %(boefje.name)s. Añadi ophetonan ku un nivel di authorisashon adequa, òf kambia e nivel di authorisashon di ophetonan eksistente.

source: You currently don't have scannable objects for %(boefje.name)s. Add objects to use this boefje. This boefje is able to scan objects of the following types:
pap: Na e momento aki bo no tin ophetonan pa skèn pa %(boefje.name)s. Añadi ophetonan pa uza e boefje. E boefje aki ta dispuesto di skèn ophetonan di e sigiente tiponan:

source: Add objects
pap: Añadí opheto

source: Crisis Room
pap: Sala di krísis

source: An overview of all (critical) findings KAT found. Check the detail section for additional severity information.
pap: Un relato general di tur diskubrimentu (krítiko) ku KAT a enkontrá. Chèk e sekshon detayá pa informashon addishonal severo.

source: Findings per organization
pap: Diskubrimentu pa kada organisashon

source: Total findings
pap: Totál diskubrimentu

source: Total Findings
pap: Diskubrimentu Totál

source: Close details
pap: Sera detayes

source: Open details
pap: Habri detayes

source: Finding Details
pap: Detayes di diskubrimentu

source: Occurences
pap: Occurencianan

source: Top critical organizations
pap: Top organisashonnan krítiko

source: Critical findings
pap: Diskubrimentu Kritiko

source: Critical Findings
pap: Diskubrimentu Kritiko

source: Close menu
pap: Sera mènu

source: Main navigation
pap: Nagegashon principal

source: Indemnifications
pap: Indemnizashon

source: Welcome
pap: Bon Biní

source: User overview:
pap: Resúmen di kliente:

source: warning
pap: advertensia

source: Warning
pap: Advertensia

source: Organization code missing
pap: Falta e codigo di organisashon

source: Finding Type
pap: Tipo di diskubrimentu

source: Add finding
pap: Añadí diskubrimentu

source: Finding
pap: Diskubrimentu

source: Add
pap: Añadí

source: An overview of all findings KAT found on %(date)s. Each finding relates to an object. Click a finding for additional information.
pap: Un relato general di tur diskubrimentu KAT á enkontrá riba %(date)s. Kada diskubrimentu ta relatá na un opheto. Klék un diskubrimentu pa informashon adishonál.

source: Object Type
pap: Tipo di opheto

source: Tree
pap: Mapa

source: Graph
pap: Grafa

source: Show details for %(finding)s
pap: Mustra detayes pa %(finding)s

source: Show details for %(finding_type)s
pap: Mustra detayes pa %(finding_type)s

source: Show %(ooi_type)s objects
pap: Mustra %(ooi_type)s ophetonan

source: Object
pap: Opheto

source: Toggle all
pap: Kambia tur

source: this field is required
pap: E vèld aki ta obligatorio

source: Click a circle top collapse / expand the tree, click the text to view the tree from that OOI and hover over the text to see details.
pap: Click e sírkulo top collapse / expande e mapa, click e teksto pa habri e mapa di e OOI y hover riba a teksto pa mira detayes.

source: Tree graph
pap: Mapa di Grafa

source: KAT logo, go to the homepage of KAT
pap: KAT logo, bai na e homepage di KAT

source: Tasks
pap: Enkargonan

source: Members
pap: Miembronan

source: Upload hostname CSV
pap: Subi hostname CSV

source: Values should be separated by ','. Column titles should be in the first row. First column should be the fqdn. Second column should be organization code. Third culumn should be OOI type. Currently supported types are: Hostname, IPAddressV4 and IPAddressV6.
pap: Cifranan mester wordu separa pa ','. Kolomnan di título mester wordu pone den e prome rij Prome kolom mester ta e fqdn. E di dos kolom mester ta codigo di organisashon.

source: Upload a file
pap: Upload un documento

source: Only accepts CSV files
pap: Ta accepta solamente CSV documentonan

source: Here, an indemnification can be given on behalf of your organization
pap: Akinan, un indemnizashon por wordu duna p’e organisashon

source: Register an indemnification
pap: Registrá un indemnizashon

source: Indemnification
pap: Indemnizashon

source: Indemnification present.
pap: Indemnizashon presente

source: Listview
pap: Mustra Lista

source: Gridview
pap: Mustra Grid

source: An overview of all available boefjes. Boefjes can be used to scan for vulnerablilities and security issues within specified objects. Each boefje has his own focus area and strengths.
pap: Un relato generál di tur posibel boefjes. Boefjes por wordu úza pa investigashón pa specífiko ophetonan vulnerabel i ku problemanan di siguridát. Kada boefje tin su mes área di enfoké i fortalesanan.

source: All available boefjes
pap: Tur boefjes posibel

source: Boefjes overview:
pap: Relato general di Boefjes:

source: Boefje name
pap: Nòmber di Boefje

source: Boefje description
pap: Boefje informashon

source: Actions
pap: Akshonnan

source: See details
pap: Habri detayes

source: What is KAT?
pap: Kiko ta bo meta ku KAT?

source: KAT is a vulnerability analysis tool. An Open Source-project developed by the Ministry of Health, wellbeing and sports to make your and our world safer.
pap: KAT ta un tool pa analisá vulnerabilidat. Un Open Source projekto diseña dor di Ministerio di Salubridat, bienestar i spòrt pa hasi bo i nos mundu mas sigur.

source: KAT sees
pap: KAT ta mira

source: Dozens of tools are integrated in KAT to view the world (digital and analog). <br>Our motto is therefore: I see, I see, what you do not see.
pap: Yen di tools ta integra den KAT pa mira e mundu (digital i anoloog). <br>Nos motto ta e ora ey: Mi ta mira, mi ta mira loke bo no ta mira.

source: KAT knows
pap: KAT sá

source: KAT does not forget (just like that), and can be queried without scanning again. Also about a historical situation.
pap: KAT no ta lubida (simplemente asina), i por kore sin mester skèn atrobe. Tambe tokante situashonnan historiko.

source: KAT is secure
pap: KAT ta sigúr

source: Forensically secured storage of evidence is one of the basic ingredients of KAT.
pap: Sigurá evidensia forénsiko ta un di e íngredientenan basiko di kAT.

source: KAT is sweet
pap: KAT ta dushi

source: KAT thinks about privacy, and stores what is necessary, within the rules of your organization and the law.
pap: KAT ta pensa riba privacy, i ta warda loke ta nesesario, den e reglanan di bo organisashon i e lèi.

source: A wide playing field
pap: Un vèld grandi pa hunga

source: KAT makes a copy of the actual reality by means of the integrated tools. Within this copy you can search for answers to countless security and policy questions. Expected and unexpected changes in the world are made visible, and where necessary reported or made known directly to the right people.
pap: KAT ta traha un kopia di e realidat aktual dor di e tools nan integrá. Den e kopianan aki bo por buska pa kontestanan pa yen di preguntanan di siguridat i policy Kambionan den mundu espera i inespera ta wordu hasi visibel, i kaminda ta nesesario wordu rapòrta òf pa e hendenan apropia haña sa.

source: KAT Privacy Statement
pap: KAT Deklarashon di Privasidat

source: Object List
pap: lista di opheto
