Repository: minvws/nl-kat-coordination
Catalog: locale/pap/LC_MESSAGES/django.po
Languages: pap

source: An error occurred. Please contact a system administrator.
pap: Un problema a surgi. Por fabor tuma kontakto ku e atministradó di sistema.

source: Add a %(display_type)s
pap: Añadí un %(display_type)s

source: Here you can add the asset of the client. Findings can be added to these in the findings page.
pap: Akinan bo por agregá e propiedát di un kliénte. Diskubrimentunan por wordu agregá na e propiedát den e página di diskubrimentunan.

source: Add %(display_type)s
pap: Añadí %(display_type)s

source: Manual creation
pap: Kreashon manual

source: Select the type of object you want to create.
pap: Selektá e tipo di opheto ku bo ke krea

source: Delete %(primary_key)s
pap: Kita %(primary_key)s

source: Are you sure?
pap: Bo ta sigur?

source: Here you can delete the %(display_type)s.
pap: Akinan bo por kita e %(display_type)s.

source: Delete %(display_type)s
pap: Kita %(display_type)s

source: Cancel
pap: Kanselá

source: Deletion not possible for types: KATFindingType and CVEFindingType
pap: Kitamentu no ta posibel pa e tiponan: KATFindingType and CVEFindingType

source: Scan
pap: Skèn

source: using boefjes
pap: Boefjes Posibel

source: Add related object
pap: Añadí ophetonan relatáß

source: Object details
pap: Detayes di opheto

source: Object type
pap: Tipo di opheto

source: Choose an object type to add
pap: Eskohé un tipo di opheto pa agregá

source: Select an object type to add.
pap: Eskohé un tipo di opheto pa agregá

source: Overview of findings for
pap: Reprodusí búskeda

source: Score
pap: Punto

source: Finding details
pap: Detaye di búskeda

source: marked "critical" because of unknown score
pap: marka "kritiko" pa medio di punto deskonosi

source: Overview of the number of findings found on
pap: Lista di e montante di diskubrimentunan haña riba

source: and their severity.
pap: i nan severidat

source: Findings can occur multiple times. To give better insight the following table shows the number of unique findings found as well as the number of occurences.
pap: Diskubrimentunan por okuri yen biaha. Pa duna un mihor vishon e sigiente tabèl ta mustra e montante di diskubrimentunan uniko i tambe e montante di okurenshanan.

source: See finding details
pap: Habri detaye di diskubrimentu

source: Total findings:
pap: Totál diskubrimentu:

source: Declarations
pap: Deklarashon

source: Inferred by
pap: Enferido na

source: Source
pap: Orígen

source: Observed by
pap: Obserbá pa

source: Task ID
pap: Tarea ID

source: Edit %(display_type)s
pap: Editá %(display_type)s

source: Here you can edit the %(display_type)s.
pap: Akinan bo por editá e %(display_type)s.

source: Some fields are disabled:<br>In this version primary key fields can't be edited.
pap: Algun vak ta disabled:<br>Den e version aki primary key vaknan no por wordu editá.

source: Currently there are no findings for OOI
pap: Aktualmente no a diskubri nada pa OOI

source: An overview of your object list. Objects can be added manually or by running boefjes. Click an object for additional information.
pap: Un relato general di bo lista di opheto. Ophetonan por wordu agregá manualmente òf ora start boefjes. Klék un opheto pa informashon adishonál.

source: Currently filtered on:
pap: Aktuálmente filtrá riba:

source: Object list:
pap: Lista di opheto

source: Key
pap: Jabi

source: Show details for %(name)s
pap: Mustra detayes pa %(name)s

source: Only show objects of type %(type)s
pap: Solamente mustra ophetonan di e tipo %(type)s

source: List of views for OOI
pap: Lista di resulatadonan pa OOI

source: Overview
pap: Resúmen di kliénte:

source: This object is past due
pap: E opheto aki a kaduka

source: This object is past due and has been deleted
pap: E opheto aki a kaduka i a wordu kita

source: This object is past due. You are viewing the object state in a past state.
pap: E opheto aki a kaduka. Bo ta mirando e opheto aki den un estado den pasado.

source: You will not be able to add Findings or other OOI's to past due objects.
pap: Bo no por añadi diskubrimentunan òf otro OOI's na ophetonan ku a kaduka.

source: View the current state
pap: Mustra e estado aktual

source: You will not be able to add Findings or other OOI's, this object has been deleted and is no longer available.
pap: Bo no por añadi diskubrimentunan òf otro OOI's, e opheto aki a wordu kita i no ta aktualmente disponibel.

source: Findings report for %(name)s
pap: Rapport di resultadonan pa %(name)s

source: These are the findings of a KAT-analysis on %(observed_at)s. Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
pap: Esakinan ta e resultadonan di un KAT-analysis riba %(observed_at)s. Click un resultadopa mas informashon detayá tokante e problema, su orígen, severidat i posibel solushonnan.

source: A report for %(name)s wasn't found.
pap: Un rapport pa %(name)s no por a wordu haña.

source: Perhaps it never was, perhaps it just didn't exist on %(observed_at)s<br> Try some other dates!
pap: Probablemente e no tabata, probablemente e nunka a eksistí riba %(observed_at)s<br> Purba algun otro fechanan!

source: Summary for
pap: Resúmen pa

source: Object tree
pap: Mapa di opheto

source: Edit %(name)s
pap: Editá %(name)s

source: Use KAT as %(name)s
pap: Uza KAT komo %(name)s

source: Member name
pap: Nòmber di Miembro

source: Signal username
pap: Bo nomber

source: Added to group.
pap: Añadi na grupo

source: Add to signal group
pap: Añadi na grupo signal

source: Can't add member to signal group
pap: No por añadi miembro na signal grupo

source: Edit organization
pap: Organisashon

source: Set signal username for %(name)s.<br> You can register your signal username with the QR code here:<br> <a href="%(url)s">Signal QR Code</a>
pap: Pone signal username pa %(name)s.<br> Bo por registra bo signal username ku e QR code akinan:<br> <a href="%(url)s">Signal QR Code</a>

source: Save organization
pap: Warda organisashon

source: You are using KAT as
pap: Bo ta huzando KAT komo

source: Organization overview:
pap: Resúmen di organisashon

source: Code
pap: Código

source: Number of members
pap: Kantidát di miembro

source: Member account setup
pap: Account setup pa miembro

source: Member details
pap: Habri detayes

source: Role in organization
pap: Bo ròl den e organisashon

source: Goal
pap: Gól

source: Authorized to sign
pap: Autorisá pa firma

source: Save member
pap: Mustra miembronan

source: Members of %(name)s
pap: Miembronan di %(name)s

source: Add new member
pap: Añadí miembro nobo

source: Member overview:
pap: Resúmen di kliénte:

source: Status
pap: Estádo

source: Added on
pap: Añadi riba

source: List of views for organization
pap: Lista di resulatadonan pa organisashon

source: Publisher
pap: Editora

source: Observed at
pap: Observá na

source: Show settings
pap: Mustra settings

source: Hide settings
pap: Skonde settings

source: Shown types
pap: Tiponan mustra

source: Set filters
pap: Pone filternan

source: Show details for %(object_id)s, with %(child_count)s children.
pap: Mustra detayes pa %(object_id)s, ku %(child_count)s su yiunan.

source: Show tree for %(object_id)s with only children of type %(object_ooi_type)s
pap: Mustra resultado pa %(object_id)s ku solamente yiunan di e tipo %(object_ooi_type)s

source: Unfold %(object_id)s with %(child_count)s children
pap: Habri %(object_id)s ku %(child_count)s su yiunan

source: go to:
pap: bai na:

source: Go to detailpage
pap: Bai na página detayá

source: detail
pap: Detaye

source: Go to tree view
pap: Bai na mapa di resultado

source: tree
pap: mapa

source: Go to graph view
pap: Mustra mapa di grafa

source: graph
pap: grafa

source: Proof
pap: Prueba

source: Reproduction
pap: Reprodusí

source: Object list pagination
pap: Paginashon di lista di opheto

source: Previous Page
pap: Página anterior

source: Previous
pap: Anterior

source: Five Pages Back
pap: Sinku página bèk

source: Page
pap: Página

source: Five Pages Forward
pap: Sinku pagina dilanti

source: Next Page
pap: Sigiénte página

source: Next
pap: Sigiénte

source: This field is required
pap: E vèld aki ta obligatorio

source: Forgot email
pap: Lubida email

source: Forgot password
pap: Lubida password

source: Open explanation
pap: Habri deklarashon

source: Close explanation
pap: Sera deklarashon

source: Boefjes available
pap: Boefjes obtenibel

source: Filter options
pap: Opshonnan di filter

source: Sorting options
pap: Opshonnan súrtí

source: Update List
pap: Update Lista

source: Hide filters
pap: Skonde filters

source: Show filters
pap: Mustra filters

source: confirmation
pap: konfirmashon

source: Confirmation
pap: Indemnizashon

source: Related objects
pap: Ophetonan relatá

source: No related objects added to
pap: Ningún ophetonan relatá añadi na

source: Use the button below to add a related object.
pap: Huza e botón abou pa añadi un opheto relatá.

source: Generate report
pap: Generá rapòrt

source: An overview of
pap: Resúmen di resultado

source: object type
pap: tipo di opheto

source: This shows general information and its related objects. It also gives the possibility to add additonal related objects, or to scan for them.
pap: Esaki ta mustra informashon generál i su ophetonan relatá. E tambe ta mustra e posibilidát pa añadi ophetonan relatá adishonál òf pa skèn nan.

source: Scan for objects
pap: Skèn pa ophetonan

source: Export
pap: Exportá

source: Download as JSON
pap: Download komo JSON

source: Download as CSV
pap: Download komo CSV

source: %(total)s findings on %(name)s
pap: %(total)s diskubrimentunan na %(name)s

source: Findings for %(type)s %(name)s on %(observed_at)s:
pap: Diskubrimentu pa %(type)s %(name)s na %(observed_at)s:

source: Risk level
pap: Nivél di rièsgo

source: Finding type
pap: Tipo di diskubrimentu

source: Occurrences
pap: Occurencianan

source: Open finding details
pap: Habri detaye di búskeda

source: Details of %(object_id)s
pap: Detayes di %(object_id)s

source: Findings of this findingtype have been marked 'critical' because of unknown CVSS. This requires manual investigation due to lack of CVSS score.
pap: Diskubrimentu di e tipo di diskubrimentu aki a wordu marka 'krítiko' paso di CVSS deskonosí. Esaki ta requerí investigashon manuál dor di falta di CVSS score.

source: Total occurrences
pap: Occurencianan totál

source: Occurrence
pap: Occurencia

source: See
pap: Mira

source: Unique
pap: Úniko

source: Tree - dense view
pap: Mapa - aparensia denso

source: Tree - table view
pap: Mapa - aparensia tablatura

source: Quickly filter by type
pap: Rapidamente filtrá pa tipo

source: Filter by
pap: Filtra pa

source: Organization name
pap: Nòmber di Organisashon

source: Organization code
pap: Kódigo di organisashon

source: Create signal group
pap: Krea grupo signal

source: No registered group phone nr. A group phone is needed to create a signal group.
pap: Grupo, number di telefòn, no registrá. Un grupo telefon mester pa krea un signal group.

source: Signal group ID
pap: ID pa grupo Signal

source: Send test message
pap: Manda test mensahe

source: Mismatch stored and fetched ID
pap: Deskordansia wardá i ID atraé

source: No group has been created for this organization.
pap: Ningún grupo a wòrdu kreá pa e organisashon aki.

source: Logged in as
pap: Logged in komo

source: Go to content
pap: Bai na e kontenído

source: Declared
pap: Deklará

source: This means that this object will be scanned by Boefjes with scan level %(scan_level)s and lower. Setting the clearance level from “declared” to “inherit” means that this object will inherit its level from neighbouring objects. This means that the clearance level might stay the same, increase, or decrease depending on other declared clearance levels. Clearance levels of objects that inherit from this clearance level will also be recalculated.
pap: Esaki ta nifiká ku e opheto aki lo wordu di skèn dor di Boefjes ku nivél di skèn %(scan_level)s i mas abou. Pone e nivél di autorisashon for di deklará na “heredá” ta nifiká ku e opheto aki lo heredá su nivél for di ophetonan den bisindario. Esaki ta nifiká ku e nivél di autorisashon por keda meskos, subi, òf baha depende di e otro nivél di autorisashonnan. Nivél di autorisashonnan di ophetonan ku ta heredá for di e nivél di autorisashon tambe lo wordu rekalkulá.

source: Set clearance level to inherit
pap: Pone nivél di autorisashon na heredá

source: Empty
pap: Bashi

source: Objects with a clearance level higher than "L0" will be scanned automatically by Boefjes with corresponding scan levels. This object has a clearance level of "L0". This means that this object will not be scanned by any Boefje until that Boefje is run manually for this object again.
pap: Ophetonan ku un nivél di autorisashon mas haltu ku L0 lo wordu di skèn automatikamente dor di Boefjes ku tin nivél di skèn correspondiente. E opheto aki tin un nivél di autorisashon di "L0". Esaki ta nifiká ku e opheto aki no lo wordu di skèn dor di ningun Boefje te ora e Boefje wordu aktivá manualmente pa e opheto aki atrobe.

source: Inherited
pap: Heredá

source: Inherited from
pap: Heredá di

source: Inheritance source
pap: Fondo di herensia

source: Inheritance depth
pap: Profundidát di herensia

source: Set clearance level for:
pap: Pone nivél di autorisashon pa:

source: Setting the scan level from "declared" to "inherit" means it will inherit a clearance level from other objects, or that no clearance level will be inherited.
pap: Pone e nivél di skèn for di "deklará" pa "heredá" ta nifiká ku e ta heredá un nivél di autorisashon for di otro opheto, òf ningun nivél di autorisashon lo wordu heredá.

source: You are about to set the clearance level from "declared" to "inherit".
pap: Bo ta na e punto di pone e nivél di autorisashon for di "deklará" na "heredá".

source: Yes, set to inherit
pap: Si, poné na heredá

source: Scan this QR code to link Signal and add your number to registered users.
pap: Scan e QR code aki pa link Signal i añadí bo number na hendenan registrá.

source: Scan QR code
pap: Skèn QR code

source: No QR code available.
pap: Boefjes optenibel

source: List of boefjes for
pap: Lista di boefjes pa

source: List of tasks for the current organization
pap: Lista di tareanan pa organisashon aktual

source: Arguments!
pap: Argumento!

source: List of normalizers for
pap: Lista di tarea pa

source: Authenticate
pap: Authentiká

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
pap: Backup tokens por wordu huza ora bo prome/backup number di telefón no ta alkansabel. E backup token nan akibounan por wordu huza pa verifika login. Si ba huza tur bo backup tokens nan, bo por generá un set nobo di backup tokens. Solamente e backup tokens nan akibounan ta bálido.

source: Print these tokens and keep them somewhere safe.
pap: Print e tokens nan aki i warda esakinan na un kaminda sigur.

source: You don't have any backup codes yet.
pap: Ahinda bo no tin ningun backup tokens.

source: Back to Account Security
pap: Bai bèk na Account Seguridat

source: Generate Tokens
pap: Generá Tokens

source: Permission Denied
pap: Permiso Nengá

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
pap: E página ku ba pidi ta obligá kliénte pa verifika nan mes ku two-factor authentication pa rasonnan di seguridat. Bo mester aktivá e features nan di seguridat aki pa por tin accesso na e página aki.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
pap: Two-factor authentication no ta aktivá pa bo account. Aktivá two-factor authentication pa mejorá seguridat di account.

source: Go back
pap: Bai bèk

source: Enable Two-Factor Authentication
pap: Aktivá Two-Factor Authentication

source: Add Backup Phone
pap: Añadí Backup Telefón

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
pap: Lo bo bai añadí un backup number di telefón na bo account. E number aki lo wordu uza ora bo prome methodo di registrashon no ta alkansabel.

source: We've sent a token to your phone number. Please enter the token you've received.
pap: Nos a mandabu un token na bo number di telefón. Por favor hinka e token ku ba ricibi.

source: To start using a token generator, please use your smartphone to scan the QR code below or use the setup key. For example, use GoogleAuthenticator. Then, enter the token generated by the app.
pap: Pa kuminsa uza un generadó di token, por favor uza bo smartphone pa skèn e QR codigo abou. Por ehempel, uza Google Authenticator. Despues, yena e token ku e app a generá.

source: Setup key
pap: Jabi sekreto

source: The secret key is a 32 characters represenation of the QR code. There are 2 options to setup the two factor authtentication. You can scan the QR code above or you can insert this key using the secret key option of the authenticator app.
pap: E jabi sekreto ta un 32 karakter representashon di e QR code. Tin 2 opshón pa setup e two factor authtentication. Bo por skèn e QR code ariba òf bo por hinka e jabi sekreto aki huzando e secret key opshón den e authenticator app.

source: The current user has not been verified by a system administrator yet.
pap: E kliénte aktual ahinda no por wordu verifiká dor di un administradó di sistema.

source: Congratulations, you've successfully enabled two-factor authentication.
pap: Pabién, bo á activá two-factor authentication ku èksito.

source: Start using KAT
pap: Kuminsa huza KAT

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
pap: Sin embargo, por pasa ku bo no tin acceso na bo prome token aparato. Pa activá rekuperashon di account, añadí un number di telefón.

source: Add Phone Number
pap: Añadí Number di Telefòn

source: Disable Two-factor Authentication
pap: Desactivá Two-factor Authentication

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
pap: Bo ta na e punto di desactivá two-factor authentication. Esaki ta bai baha bo seguridat di account, bo ta sigur?

source: Disable
pap: Desactivá

source: Account Security
pap: Seguridát di Account

source: Tokens will be generated by your token generator.
pap: Tokens lo wòrdu generá via di bo token generadór.

source: Primary method: %(primary)s
pap: Promé methodó: %(primary)s

source: Tokens will be generated by your YubiKey.
pap: Tokens lo wordu generá via di bo YubiKey.

source: Backup Phone Numbers
pap: Backup Number di Telefòn

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
pap: Si bo prome methodó no ta alkansabel, nos tin e posibilidát di manda backup tokens na e numbernan di telefòn den e lista abou.

source: Unregister
pap: De-registrá

source: If you don't have any device with you, you can access your account using backup tokens.
pap: Si bo no tin ningún aparato serka bo, bo por haya acceso na bo account dor di uza backup tokens.

source: You have only one backup token remaining.
pap: Bo a sobra solamente un backup token.

source: Show Codes
pap: Mustra Codigónan

source: Disable Two-Factor Authentication
pap: Desaktivá Two-Factor Authentication

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
pap: Sin embargo, nos no ta rekomendá bo hasi esaki, tambe bo por desaktivá two-factor authentication pa bo account.

source: Your OTP token is %(token)s
pap: Bo OTP token ta %(token)s

source: Date
pap: Fecha

source: Not all required boefjes are selected. Please select all required boefjes.
pap: No tur boefjes necesario ta selektá. Por fabor selektá tur boefjes necesario.

source: Unique ID within KAT, for this type
pap: ID úniko den KAT, pa e tipo aki

source: Title
pap: Título

source: Give the finding type a fitting title
pap: Duna e tipo di diskubrimentu un título adequá

source: Desribe the finding type
pap: Deskribí e tipo di diskubrimentu

source: Risk
pap: Riésgo

source: Solution
pap: Solushón

source: How can this be solved?
pap: Kon esaki por wordu solushoná?

source: Describe how this type of finding can be solved
pap: Deskribí kon e tipo di diskubrimientu aki por wordu solushoná

source: References
pap: Referensia

source: Please give some references on the solution
pap: For fabor duna algún referensianan riba e solushon

source: Please give sources and references on the suggested solution
pap: For fabor duna fuente i referensia di e solushon sugerá

source: Impact description
pap: Diskripshon di impákto

source: Describe the solutions impact
pap: Deskribi e impaktonan di e solushon

source: Solution chance
pap: Solushon oportunidát

source: Solution impact
pap: Impakto di solushon

source: Solution effort
pap: Esfuerso di Solushon

source: ID should start with
pap: ID mester kuminsa ku

source: Finding type already exists
pap: Tipo di diskubrimientu no ta èksisti

source: Click to select one of the available options
pap: Klik pa selektá ùn di e opshonnan dísponibel

source: Finding types
pap: Tipo di diskubrimientu

source: Provide evidence of your finding
pap: Duna evidencia di bo diskubrimientu

source: Describe your finding
pap: Reprodusí diskubrimentu

source: Reproduce finding
pap: Reprodusí diskubrimentu

source: Please explain how to reproduce your finding
pap: Por fabor splika kon ta reprodusí bo diskubrimentu

source: Date/Time (UTC)
pap: Fecha/Tempu (UTC)

source: Doc! I'm from the future, I'm here to take you back!
pap: Doc! Mi ta bin di futuro, mi tei pa hibabu bèk!

source: OOI doesn't exist
pap: OOI no ta èksisti

source: filter types
pap: Tipo di filternan

source: recommendation
pap: Rekomendashon

source: low
pap: bajo

source: medium
pap: mediano

source: high
pap: haltu

source: very high
pap: hopi haltu

source: critical
pap: kritikó

source: Add one finding type ID per line.
pap: Añadí un tipo di diskubrimentu ID pa kada liña.

source: Add the date and time of your finding (UTC)
pap: Agrega e fecha y ora di bo diskubrimentu (UTC)

source: KAT stores a time indication with every observation, so it is possible to see the status of your network through time. Select a datetime to change the view to represent that moment in time.
pap: KAT ta warda indikashon di tempu pa kada obserbashon, kèmèn ta posíbel pa mira kada status di bo nètwèrk via di e orario. Selektá un orario pa kambia e aparensia pa representá e momento ey den tempu.

source: Depth of the tree.
pap: Profundidát di mapa

source: new
pap: nobo

source: blocked
pap: blòkiá

source: option
pap: opshon

source: Optionally choose a {option_label}
pap: Opshonalmente skohé un {option_label}

source: Please choose a {option_label}
pap: Por favor skohé un {option_label}

source: Enable
pap: Aktivá
