Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: --- Show all ----
it: --- Mostra tutto ----
nl: --- Alles tonen ---
ta: --- அனைத்தையும் காட்டு ----

source: recommendation
it: raccomandazione
nl: aanbeveling
ta: பரிந்துரை

source: low
it: basso
nl: laag
ta: குறைந்த

source: medium
it: medio
nl: midden
ta: சராசரி

source: high
it: alto
nl: hoog
ta: உயர்ந்த

source: very high
it: molto alto
nl: zeer hoog
ta: மிக உயர்ந்த

source: critical
it: critico
nl: kritisch
ta: விமர்சன

source: Declared
it: Dichiarato
nl: Verklaard
ta: அறிவிக்கப்பட்டது

source: Inherited
it: Ereditato
nl: Geërfd
ta: மரபு

source: Empty
it: Vuoto
nl: Leeg
ta: காலி

source: Add one finding type ID per line.
it: Aggiungi un ID di tipo di rilevamento per riga.
nl: Voeg één bevindingstype per regel toe.
ta: ஒரு வரிக்கு ஒரு கண்டுபிடிப்பு வகை ஐடியைச் சேர்க்கவும்.

source: Add the date and time of your finding (UTC)
it: Aggiungi data e ora del tuo rilevamento (UTC)
nl: Voer de datum en tijd van uw bevinding in (UTC)
ta: உங்கள் கண்டுபிடிப்பின் தேதி மற்றும் நேரத்தை சேர்க்கவும் (UTC)

source: Add the date and time of when the raw file was generated (UTC)
nl: Voeg de datum en tijd toe wanneer het rraw-bestand gegenereerd is (UTC)
ta: மூல கோப்பு உருவாக்கப்பட்ட (UTC) தேதி மற்றும் நேரத்தைச் சேர்க்கவும்

source: OpenKAT stores a time indication with every observation, so it is possible to see the status of your network through time. Select a datetime to change the view to represent that moment in time.
it: OpenKAT registra un'indicazione temporale con ogni osservazione, quindi è possibile vedere lo stato della tua rete nel tempo. Seleziona una data/ora per cambiare la visualizzazione e rappresentare quel momento nel tempo.
nl: OpenKAT bewaart een tijdsindicatie bij elke observatie, hierdoor is het mogelijk de status van de objecten op elk moment van de tijd in de historie te bekijken. Selecteer een datum om naar die weergave te springen.
ta: OpenKat ஒவ்வொரு அவதானிப்பிலும் ஒரு நேரக் குறிப்பை சேமிக்கிறது, எனவே உங்கள் பிணையத்தின் நிலையை காலத்தின் மூலம் பார்க்க முடியும். அந்த தருணத்தை பிரதிநிதித்துவப்படுத்த பார்வையை மாற்ற ஒரு தேதிநேரத்தைத் தேர்ந்தெடுக்கவும்.

source: <p>The name of the Docker image. For example: <i>'ghcr.io/minvws/openkat/nmap'</i>. In OpenKAT, all Boefjes with the same container image will be seen as 'variants' and will be shown together on the Boefje detail page. </p>
nl: <p>De naam van het Docker-image. Bijvoorbeeld: <i>'ghcr.io/minvws/openkat/nmap'</i>. In Openkat, zullen alle Boefjes met dezelfde containerafbeelding gezien worden als ‘varianten’ en zullen samen worden getoond op de Boefje-detailpagina.</p>
ta: <p> கப்பல்துறை படத்தின் பெயர். எடுத்துக்காட்டாக: <i> 'ghcr.io/minvws/openkat/nmap' </i>. OpenKat இல், ஒரே கொள்கலன் படத்துடன் கூடிய அனைத்து போஃப்ச்களும் 'மாறுபாடுகளாகக் காணப்படும், மேலும் அவை போஃப்சே விவரம் பக்கத்தில் ஒன்றாகக் காண்பிக்கப்படும். </p>

source: <p>A description of the Boefje explaining in short what it can do. This will both be displayed inside the KAT-alogus and on the Boefje details page.</p>
nl: <p>Een beschrijving van dit Boefje die uitlegt wat het kan doen. Dit wordt zowel in de KAT-alogus als op de Boefje-detailspagina getoond.</p>
ta: <p> போஃப்சேவின் விளக்கம் என்ன செய்ய முடியும் என்பதை சுருக்கமாக விளக்குகிறது. இது இரண்டும் கேட்-அலோகச் மற்றும் போஃப்சே விவரங்கள் பக்கத்தில் காண்பிக்கப்படும். </p>

source: Select the object type(s) that your Boefje consumes. To select multiple objects, press and hold the 'ctrl'/'command' key and then click the items you want to select.
nl: Selecteer het objecttype dat uw Boefje gebruikt. Om meerdere objecten te selecteren, druk en houd de ‘ctrl’/‘command’-toets vast en selecteer de items die u wilt.
ta: உங்கள் போஃப்சே உட்கொள்ளும் பொருள் வகை (களை) தேர்ந்தெடுக்கவும். பல பொருள்களைத் தேர்ந்தெடுக்க, 'Ctrl'/'கட்டளை' விசையை அழுத்திப் பிடித்து, நீங்கள் தேர்ந்தெடுக்க விரும்பும் உருப்படிகளைக் சொடுக்கு செய்க.

source: <p>If any other settings are needed for your Boefje, add these as a JSON Schema, otherwise, leave the field empty or 'null'.</p> <p> This JSON is used as the basis for a form for the user. When the user enables this Boefje they can get the option to give extra information. For example, it can contain an API key that the script requires.</p> <p>More information about what the schema.json file looks like can be found <a href='https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html'> here</a>.</p>
nl: <p>Als er nog andere instellingen nodig zijn voor uw Boefje, voeg deze dan toe als JSON-schema, laat anders het veld leeg of ‘null’.</p> <p> Deze JSON wordt gebruikt als de basis voor een formulier voor de gebruiker. Als de gebruiker deze Boefje inschakelt, kunnen ze extra informatie geven. Bijvoorbeeld, het kan een API-sleutel bevatten dat het script vereist.</p> <p>Meer informatie over hoe het schema.json-bestand er uitziet kan men <a href='https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html'>hier </a> bekijken.</p>
ta: <p> உங்கள் போஃப்சேவுக்கு வேறு ஏதேனும் அமைப்புகள் தேவைப்பட்டால், இவற்றை ஒரு சாதொபொகு திட்டமாகச் சேர்க்கவும், இல்லையெனில், புலத்தைக் காலியாக அல்லது 'சுழியம்' விடுங்கள். </p> <p> இந்தச் சாதொபொகு க்கு ஒரு படிவத்திற்கான அடிப்படையாகப் பயன்படுத்தப்படுகிறது பயனர். பயனர் இந்த போஃப்சேவை இயக்கும்போது கூடுதல் தகவல்களை வழங்குவதற்கான விருப்பத்தை அவர்கள் பெறலாம். எடுத்துக்காட்டாக, ச்கிரிப்டுக்கு தேவைப்படும் ஒரு பநிஇ விசையை அதில் கொண்டிருக்கலாம்.</p><p>மேலும் தகவலுக்கு <a href='https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html'> இங்கே </a> சீகிமாவைப் பற்றிக் காணலாம். </p>

source: <p>Add a set of mime types that are produced by this Boefje, separated by commas. For example: <i>'text/html'</i>, <i>'image/jpeg'</i> or <i>'boefje/{boefje-id}'</i></p> <p>These output mime types will be shown on the Boefje detail page as information for other users. </p>
nl: <p>Voeg een paar mimetypes toe die door deze Boefje worden geproduceerd, door komma’s gescheiden. Bijvoorbeeld: <i>‘text/html’</i>, <i>‘image/jpeg’</i> of <i>‘boefje/{boefje-id}’</i></p> <p>Deze uitvoer van mimetypes zal op de Boefje-detailspagina als informatie voor andere gebruikers worden getoond. </p>
ta: <p> இந்த போஃப்சே தயாரிக்கும் மைம் வகைகளின் தொகுப்பைச் சேர்க்கவும், இது காற்புள்ளிகளால் பிரிக்கப்பட்டுள்ளது. எடுத்துக்காட்டாக: <i> 'உரை/html' </i>, <i> 'படம்/jpeg' </i> அல்லது <i> 'boefje/{boefje-id}' </i> </p> <p> இந்த வெளியீட்டு MIME வகைகள் பிற பயனர்களுக்கான தகவல்களாக போஃப்சே விவரம் பக்கத்தில் காண்பிக்கப்படும். </p>

source: <p>Select a clearance level for your Boefje. For more information about the different clearance levels please check the <a href='https://docs.openkat.nl/manual/usermanual.html#scan-levels-clearance-indemnities'> documentation</a>.</p>
nl: <p>Selecteer een vrijwaringsniveau voor uw Boefje. Lees voor meer informatie over de verschillende vrijwaringsniveaus de <a href='https://docs.openkat.nl/manual/usermanual.html#scan-levels-clearance-indemnities'> documentatie</a>.</p>
ta: <p> உங்கள் போஃப்சேவுக்கு இசைவு நிலையைத் தேர்ந்தெடுக்கவும். வெவ்வேறு இசைவு நிலைகளைப் பற்றிய கூடுதல் தகவலுக்கு, <a href='https://docs.openkat.nl/manual/usermanual.html#scan-levels-clearance-indemnities'> ஆவணங்களில் </a> காணலாம்.</p>

source: Depth of the tree.
it: Profondità dell'albero.
nl: Diepte van de boom.
ta: மரத்தின் ஆழம்.

source: Only CSV file supported
it: Supportato solo il file CSV
nl: Alleen CSV ondersteund
ta: சி.எச்.வி கோப்பு மட்டுமே ஆதரிக்கப்பட்டது

source: File could not be decoded
it: Impossibile decodificare il file
nl: Bestand kon niet worden gedecodeerd
ta: கோப்பை டிகோட் செய்ய முடியவில்லை

source: No file selected
it: Nessun file selezionato
nl: Geen bestand geselecteerd
ta: எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை

source: The uploaded file is empty.
it: Il file caricato è vuoto.
nl: Het geüploade bestand is leeg.
ta: பதிவேற்றிய கோப்பு காலியாக உள்ளது.

source: The number of columns do not meet the requirements.
it: Il numero di colonne non soddisfa i requisiti.
nl: Het aantal kolommen voldoet niet aan de eisen.
ta: நெடுவரிசைகளின் எண்ணிக்கை தேவைகளை நிறைவு செய்யாது.

source: OOI Type in CSV does not meet the criteria.
it: Il tipo OOI nel CSV non soddisfa i criteri.
nl: OOI-type in CSV komt niet overeen met de vereisten.
ta: காபிம இல் OOI வகை அளவுகோல்களை நிறைவு செய்யவில்லை.

source: An error has occurred during the parsing of the csv file:
it: Si è verificato un errore durante l'analisi del file CSV:
nl: Er is een probleem ontstaan tijdens het laden van het csv-bestand:
ta: காபிம கோப்பின் பாகுபடுத்தலின் போது பிழை ஏற்பட்டது:

source: Upload CSV file
it: Carica il file CSV
nl: CSV-bestand uploaden
ta: காபிம கோப்பைப் பதிவேற்றவும்

source: Only accepts CSV file.
it: Accetta solo file CSV.
nl: Accepteert alleen CSV-bestanden.
ta: காபிம கோப்பை மட்டுமே ஏற்றுக்கொள்கிறது.

source: Object Type
it: Tipo di oggetto
ta: பொருள் வகை

source: Choose a type of which objects are added.
it: Scegli un tipo di oggetto da aggiungere.
nl: Selecteer een type waarvan objecten worden toegevoegd.
ta: எந்த பொருள்களைச் சேர்க்கலாம் என்பதைத் தேர்வுசெய்க.

source: Mime types
it: Tipi MIME
ta: மைம் வகைகள்

source: <p>Add a set of mime types, separated by commas, for example:</p><p><i>"text/html, image/jpeg"</i> or <i>"boefje/dns-records"</i>.</p><p>Mime types are used to match the correct normalizer to a raw file. When the mime type "boefje/dns-records" is added, the normalizer expects the raw file to contain dns scan information.</p>
it: <p>Aggiungi un set di tipi MIME, separati da virgole, ad esempio:</p><p><i>"text/html, image/jpeg"</i> o <i>"boefje/dns-records"</i>.</p><p>I tipi MIME vengono utilizzati per abbinare il Normalizer corretto a un file raw. Quando viene aggiunto il tipo MIME "boefje/dns-records", il Normalizer si aspetta che il file raw contenga informazioni sulla scansione DNS.</p>
nl: <p>Voeg een set mime-types toe, gescheiden door komma’s, bijvoorbeeld:</p><p><i>‘tekst/html, afbeelding/jpeg’</i> of <i>‘boefje/dns-records’</i>.</p><p>Mime-types worden gebruikt om de juiste normalizer aan een onbewerkt bestand te koppelen. Wanneer het mime-type ‘boefje/dns-records’ is toegevoegd, verwacht de normalizer het raw-bestand met dns-scaninformatie.</p>
ta: <p> காற்புள்ளிகளால் பிரிக்கப்பட்ட மைம் வகைகளின் தொகுப்பைச் சேர்க்கவும், எடுத்துக்காட்டாக: </p> <p> <i> "உரை/HTML, படம்/jpeg" </i> அல்லது <i> "போஃப்சே/டிஎன்எச்-ரெக்கார்ட்ச் "</i>. </p> <p> சரியான இயல்பானதியை ஒரு மூல கோப்புடன் பொருத்த MIME வகைகள் பயன்படுத்தப்படுகின்றன. MIME வகை "போஃப்சே/டிஎன்எச்-ரெக்கார்ட்ச்" சேர்க்கப்படும்போது, மூல கோப்பில் டிஎன்எச் ச்கேன் செய்தி இருக்கும் என்று இயல்பானவர் எதிர்பார்க்கிறார். </p>

source: Upload raw file
it: Carica file raw
nl: Raw-bestand uploaden
ta: மூல கோப்பைப் பதிவேற்றவும்

source: Click to select one of the available options, or type one yourself
nl: Klik om een van de beschikbare opties te selecteren, of type zelf een
ta: கிடைக்கக்கூடிய விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுக்க சொடுக்கு செய்க, அல்லது ஒன்றை நீங்களே தட்டச்சு செய்க

source: OOI doesn't exist, try another valid time
nl: OOI bestaat niet, probeer een andere valide tijd
ta: OOI இல்லை, மற்றொரு செல்லுபடியாகும் நேரத்தை முயற்சிக்கவும்

source: The name of the organisation
it: Il nome dell'organizzazione
nl: De naam van de organisatie
ta: அமைப்பின் பெயர்

source: A slug containing only lower-case unicode letters, numbers, hyphens or underscores that will be used in URLs and paths
it: Uno slug contenente solo lettere minuscole unicode, numeri, trattini o sottolineature che verrà utilizzato negli URL e nei percorsi
nl: Een slug die alleen kleine unicode letters, cijfers, koppeltekens of underscores bevat en die zal worden gebruikt in URL’s en paden
ta: முகவரி கள் மற்றும் பாதைகளில் பயன்படுத்தப்படும் லோயர்-கேச் யூனிகோட் எழுத்துக்கள், எண்கள், ஐபன்கள் அல்லது அடிக்கோடிட்டுக் காட்டும் ஒரு ச்லக்

source: This organization code is reserved by OpenKAT and cannot be used. Choose another organization code.
it: Questo codice organizzazione è riservato da OpenKAT e non può essere utilizzato. Scegli un altro codice organizzazione.
nl: Deze organisatiecode is gereserveerd door OpenKAT en kan niet worden gebruikt. Kies een andere organisatiecode.
ta: இந்த நிறுவனக் குறியீடு OpenKAT ஆல் ஒதுக்கப்பட்டுள்ளது, மேலும் பயன்படுத்த முடியாது. மற்றொரு நிறுவன குறியீட்டைத் தேர்வுசெய்க.

source: new
it: nuovo
nl: nieuw
ta: புதிய

source: Members
it: Membri
nl: Leden
ta: உறுப்பினர்கள்

source: You have trusted this member with a clearance level of L{}. This member needs at least a clearance level of L{} in order to do a proper onboarding. Edit this member and change the clearance level if necessary.
it: Hai affidato a questo membro un livello di autorizzazione di L{}. Questo membro necessita almeno di un livello di autorizzazione di L{} per poter svolgere una corretta integrazione. Modifica questo membro e cambia il livello di autorizzazione se necessario.
nl: U hebt dit lid vertrouwd met een vrijwaringsniveau L{}. Dit lid heeft minimaal een vrijwaringsniveau L{} nodig om een correcte onboarding uit te voeren. Bewerk dit lid en wijzig indien nodig het vrijwaringsniveau.
ta: இந்த உறுப்பினரை l {of இன் இசைவு மட்டத்துடன் நம்பியுள்ளீர்கள். இந்த உறுப்பினருக்கு சரியான ஆன் போர்டிங் செய்ய குறைந்தபட்சம் எல்} of இன் இசைவு நிலை தேவை. இந்த உறுப்பினரைத் திருத்தி, தேவைப்பட்டால் இசைவு அளவை மாற்றவும்.

source: That page number is not an integer
nl: Dat paginanummer is geen geheel getal
ta: அந்த பக்க எண் ஒரு முழு எண் அல்ல

source: That page number is less than 1
nl: Dat paginanummer is minder dan 1
ta: அந்த பக்க எண் 1 க்கும் குறைவாக உள்ளது

source: That page contains no results
nl: Die pagina bevat geen resultaten
ta: அந்த பக்கத்தில் எந்த முடிவுகளும் இல்லை

source: The Scheduler has an unexpected error. Check the Scheduler logs for further details.
nl: Er is een onverwachte fout opgetreden in de Scheduler. Controleer de Scheduler-logboeken voor meer details.
ta: திட்டமிடுபவருக்கு எதிர்பாராத பிழை உள்ளது. மேலும் விவரங்களுக்கு திட்டமிடல் பதிவுகளை சரிபார்க்கவும்.

source: Could not connect to Scheduler. Service is possibly down.
nl: Verbinding maken met de Scheduler mislukt. Service is mogelijk niet beschikbaar.
ta: திட்டமிடுபவருடன் இணைக்க முடியவில்லை. பணி குறைந்துவிட்டது.

source: Your request could not be validated.
nl: Uw verzoek kon niet worden gevalideerd.
ta: உங்கள் கோரிக்கையை சரிபார்க்க முடியவில்லை.

source: Task could not be found.
nl: Taak is niet gevonden.
ta: பணியைக் கண்டுபிடிக்க முடியவில்லை.

source: Scheduler is receiving too many requests. Increase SCHEDULER_PQ_MAXSIZE or wait for task to finish.
nl: Scheduler ontvangt te veel verzoeken. Verhoog SCHEDULER_PQ_MAXSIZE of wacht tot de taak gereed is.
ta: திட்டமிடுபவர் பல கோரிக்கைகளைப் பெறுகிறார். திட்டமிடல்_பொய்க்_மாக்சை அதிகரிக்கவும் அல்லது பணி முடிவடையும் வரை காத்திருக்கவும்.

source: Bad request. Your request could not be interpreted by the Scheduler.
nl: Fout verzoek. Uw verzoek kan niet worden geïnterpreteerd door de Scheduler.
ta: மோசமான கோரிக்கை. உங்கள் கோரிக்கையை திட்டமிடுபவரால் விளக்க முடியவில்லை.

source: The Scheduler has received a conflict. Your task is already in queue.
nl: De Scheduler heeft een conflict ontvangen. Uw taak staat al in de wachtrij.
ta: திட்டமிடுபவர் ஒரு மோதலைப் பெற்றுள்ளார். உங்கள் பணி ஏற்கனவே வரிசையில் உள்ளது.

source: A HTTPError occurred. See Scheduler logs for more info.
nl: Er is een HTTP-fout gebeurd. Zie Scheduler-logboeken voor meer informatie.
ta: ஒரு httperror ஏற்பட்டது. மேலும் தகவலுக்கு திட்டமிடல் பதிவுகளைப் பார்க்கவும்.

source: Schedule list:
nl: Schemalijst:
ta: அட்டவணை பட்டியல்:

source: Task list:
nl: Taaklijst:
ta: பணி பட்டியல்:

source: Blue light
it: Blu chiaro
nl: Lichtblauw
ta: நீல ஒளி

source: Blue medium
it: Blu medio
nl: Blauw
ta: நீல நடுத்தர

source: Blue dark
it: Blu scuro
nl: Donkerblauw
ta: நீல இருண்ட

source: Green light
it: Verde chiaro
nl: Lichtgroen
ta: பச்சை விளக்கு

source: Green medium
it: Verde medio
nl: Groen
ta: பச்சை நடுத்தர

source: Green dark
it: Verde scuro
nl: Donkergroen
ta: பச்சை இருண்ட

source: Yellow light
it: Giallo chiaro
nl: Lichtgeel
ta: மஞ்சள் ஒளி

source: Yellow medium
it: Giallo medio
nl: Geel
ta: மஞ்சள் நடுத்தர

source: Yellow dark
it: Giallo scuro
nl: Donkergeel
ta: மஞ்சள் இருண்ட

source: Orange light
it: Arancione chiaro
nl: Lichtoranje
ta: ஆரஞ்சு ஒளி

source: Orange medium
it: Arancione medio
nl: Oranje
ta: ஆரஞ்சு ஊடகம்

source: Orange dark
it: Arancione scuro
nl: Donkeroranje
ta: ஆரஞ்சு இருண்ட

source: Red light
it: Rosso chiaro
nl: Lichtrood
ta: சிவப்பு விளக்கு

source: Red medium
it: Rosso medio
nl: Rood
ta: சிவப்பு நடுத்தர

source: Red dark
it: Rosso scuro
nl: Donkerrood
ta: சிவப்பு இருண்ட

source: Violet light
it: Viola chiaro
nl: Lichtviolet
ta: வயலட் ஒளி

source: Violet medium
it: Viola medio
nl: Violet
ta: வயலட் நடுத்தர

source: Violet dark
it: Viola scuro
nl: Donkerviolet
ta: வயலட் இருண்ட

source: Plain
it: Piano
nl: Vlak
ta: வெற்று

source: Solid
it: Solido
nl: Vol
ta: திடமான

source: Dashed
it: Tratteggiato
nl: Gestreept
ta: கோடு

source: Dotted
it: Puntinato
nl: Gestippeld
ta: புள்ளியிடப்பட்ட

source: Error code 403: Unauthorized
it: Codice di errore 403: Non autorizzato
nl: Foutcode 403: Ongeautoriseerd
ta: பிழை குறியீடு 403: அங்கீகரிக்கப்படாதது

source: Your account is not authorized to access this page or organization.
it: Il tuo account non è autorizzato ad accedere a questa pagina o organizzazione.
nl: Uw account is niet geautoriseerd om toegang te krijgen tot deze pagina of organisatie.
ta: இந்த பக்கத்தை அல்லது அமைப்பை அணுக உங்கள் கணக்கு ஏற்பு இல்லை.

source: Please contact your system administrator.
it: Contatta l'amministratore di sistema.
nl: Neem contact op met uw systeembeheerder.
ta: உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: You may want to go back to the
it: Potresti voler tornare indietro alla
nl: Misschien wilt u terug naar de
ta: நீங்கள் மீண்டும் செல்ல விரும்பலாம்

source: Crisis Room
nl: Crisiscentrum
ta: நெருக்கடி அறை

source: Error code 404: Page not found
it: Codice di errore 404: Pagina non trovata
nl: Foutcode 404: Pagina niet gevonden
ta: பிழைக் குறியீடு 404: பக்கம் கிடைக்கவில்லை

source: The page you wanted to see or the file you wanted to view was not found.
it: La pagina che volevi vedere o il file che volevi visualizzare non è stato trovato.
nl: De pagina die u wilde zien of het bestand dat u wilde bekijken is niet gevonden.
ta: நீங்கள் பார்க்க விரும்பிய பக்கம் அல்லது நீங்கள் பார்க்க விரும்பிய கோப்பு கிடைக்கவில்லை.

source: Skip to main content
nl: Ga door naar de hoofdinhoud
ta: முக்கிய உள்ளடக்கத்திற்கு செல்லவும்

source: Welcome,
nl: Welkom,
ta: வரவேற்கிறோம்,

source: View site
nl: Website bekijken
ta: தளத்தைக் காண்க

source: Documentation
nl: Documentatie
ta: ஆவணப்படுத்துதல்

source: Change password
nl: Wachtwoord aanpassen
ta: கடவுச்சொல்லை மாற்றவும்

source: Log out
nl: Afmelden
ta: விடுபதிகை

source: Breadcrumbs
it: Breadcrumb
nl: Broodkruimels
ta: பிரட்தூள்களில் நனைக்கப்பட்டு

source: Home
nl: Startpagina
ta: வீடு

source: Add %(name)s
nl: %(name)s toevoegen
ta: %(name)s சேர்க்கவும்

source: Please correct the error below.
nl: Verbeter de volgende fout.
ta: கீழே உள்ள பிழையை சரிசெய்யவும்.

source: Filter
it: Filtro
nl: Filteren
ta: வடிப்பி

source: Hide counts
nl: Aantallen verbergen
ta: எண்ணிக்கையை மறைக்கவும்

source: Show counts
nl: Aantallen tonen
ta: எண்ணிக்கையைக் காட்டு

source: Clear all filters
nl: Filters wissen
ta: அனைத்து வடிப்பான்களையும் அழிக்கவும்

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects
nl: Het verwijderen van %(object_name)s '%(escaped_object)s' in de automatische verwijdering van gerelateerde objecten, uw account heeft echter niet de rechten om de volgende objecttypes te verwijderen
ta: %(object_name)s '%(escaped_object)s' ஐ நீக்குவது தொடர்புடைய பொருள்களை நீக்குவதற்கு வழிவகுக்கும், ஆனால் பின்வரும் வகை பொருள்களை நீக்க உங்கள் கணக்கில் இசைவு இல்லை

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects
nl: Het verwijderen van %(object_name)s '%(escaped_object)s' heeft tot gevolg dat de volgende gerelateerde objecten ook worden verwijderd
ta: %(object_name)s ' %(escaped_object)s' ஐ நீக்குவதற்கு பின்வரும் பாதுகாக்கப்பட்ட தொடர்புடைய பொருள்களை நீக்க வேண்டும்

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted
nl: Weet u zeker dat u %(object_name)s ‘%(escaped_object)s’ wilt verwijderen? Alle volgende gerelateerde objecten worden ook verwijderd
ta: %(object_name)s "%(escaped_object)s" ஐ நீக்க விரும்புகிறீர்களா? பின்வரும் தொடர்புடைய உருப்படிகள் அனைத்தும் நீக்கப்படும்

source: Yes, I’m sure
nl: Ja, ik weet het zeker
ta: ஆம், நான் உறுதியாக நம்புகிறேன்

source: No, take me back
nl: Nee, breng me terug
ta: இல்லை, என்னை திரும்ப அழைத்துச் செல்லுங்கள்

source: Delete multiple objects
nl: Meerdere objecten verwijderen
ta: பல பொருள்களை நீக்கவும்

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects
nl: Het verwijderen van het geselecteerde object %(objects_name)s heeft tot gevolg dat de gerelateerde objecten ook worden verwijderd, maar uw account heeft geen toestemming om de volgende objecten te verwijderen
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்குவது தொடர்புடைய பொருள்களை நீக்குவதற்கு வழிவகுக்கும், ஆனால் பின்வரும் வகை பொருள்களை நீக்க உங்கள் கணக்கில் இசைவு இல்லை

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects
nl: Het verwijderen van %(objects_name)s heeft tot gevolg dat de volgende beschermde gerelateerde objecten ook worden verwijderend
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்குவதற்கு பின்வரும் பாதுகாக்கப்பட்ட தொடர்புடைய பொருள்களை நீக்க வேண்டும்

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted
nl: Weet u zeker dat u de geselecteerde %(objects_name)s wilt verwijderen? Alle volgende gerelateerde objecten worden ook verwijderd
ta: தேர்ந்தெடுக்கப்பட்ட %(objects_name)s நீக்க விரும்புகிறீர்களா? பின்வரும் பொருள்கள் மற்றும் அவற்றுடன் தொடர்புடைய உருப்படிகள் அனைத்தும் நீக்கப்படும்

source: Popup closing…
nl: Pop-up sluit…
ta: பாப்அப் நிறைவு…

source: An overview of all (critical) findings OpenKAT found. Check the detail section for additional severity information.
it: Una panoramica di tutti i rilevamenti (critici) trovati da OpenKAT. Controlla la sezione dettagli per ulteriori informazioni sulla gravità.
nl: Een overzicht van alle (kritieke) bevindingen die OpenKAT heeft gevonden. Bekijk de detailsectie voor aanvullende informatie over de ernst van de bevindingen.
ta: அனைத்து (விமர்சன) கண்டுபிடிப்புகளின் கண்ணோட்டம் OpenKAT கண்டறியப்பட்டது. கூடுதல் தீவிரத்தன்மை தகவலுக்கு விவரம் பகுதியைச் சரிபார்க்கவும்.

source: Total findings
it: Totale dei rilevamenti
nl: Totaal aantal bevindingen
ta: மொத்த கண்டுபிடிப்புகள்

source: Total Findings
it: Totale dei Rilevamenti
nl: Totaal aantal bevindingen
ta: மொத்த கண்டுபிடிப்புகள்

source: Finding Details
it: Dettagli Rilevamento
nl: Details bevindingen
ta: விவரங்களைக் கண்டறிதல்

source: There were no organizations found for your user account
it: Non sono state trovate organizzazioni per il tuo account utente
nl: Er zijn geen organisaties gevonden voor uw gebruikersaccount
ta: உங்கள் பயனர் கணக்கிற்கு எந்த நிறுவனங்களும் கிடைக்கவில்லை

source: Top critical organizations
it: Top delle organizzazioni critiche
nl: Topkritische organisaties
ta: சிறந்த முக்கியமான நிறுவனங்கள்

source: Critical findings
it: Rilevamenti critici
nl: Kritieke bevindingen
ta: சிக்கலான கண்டுபிடிப்புகள்

source: Critical Findings
it: Rilevamenti Critici
nl: Kritieke bevindingen
ta: சிக்கலான கண்டுபிடிப்புகள்
