Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Some selected OOIs needs an increase of clearance level to perform scans. You do not have the permission to change clearance level.
it: Alcuni OOIs selezionati necessitano di un aumento del livello di autorizzazione per eseguire scansioni. Non hai il permesso di cambiare il livello di autorizzazione.
nl: Sommige geselecteerde OOI’s vereisen een hoger vrijwaringsniveau om scans uit te voeren. U bent niet gemachtigd om het vrijwaringsniveau te wijzigen.
ta: தேர்ந்தெடுக்கப்பட்ட சில OOI களுக்கு ச்கேன் செய்ய இசைவு நிலை அதிகரிப்பு தேவை. இசைவு அளவை மாற்ற உங்களுக்கு இசைவு இல்லை.

source: {} '{}' disabled.
nl: {} ‘{}’ uitgeschakeld.
ta: {} '{}' முடக்கப்பட்டது.

source: {} '{}' enabled.
it: Recupero delle impostazioni del boefje {boefje_name} non riuscito. Katalogus è attivo?
nl: {} ‘{}’ ingeschakeld.
ta: {} '{}' இயக்கப்பட்டது.

source: You have not acknowledged your clearance level. Go to your profile page to acknowledge your clearance level.
nl: U hebt uw vrijwaringsniveau niet geaccepteerd. Ga naar uw profielpagina om uw vrijwaringsniveau te accepteren.
ta: உங்கள் இசைவு அளவை நீங்கள் ஒப்புக் கொள்ளவில்லை. உங்கள் இசைவு அளவை ஒப்புக்கொள்ள உங்கள் சுயவிவரப் பக்கத்திற்குச் செல்லவும்.

source: Your clearance level is not set. Go to your profile page to see your clearance or contact the administrator to set a clearance level.
it: Prima di abilitare, impostare le impostazioni richieste per il boefje '{boefje_name}'.
nl: Uw vrijwaringsniveau is niet ingesteld. Ga naar uw profielpagina om uw vrijwaring te controleren of neem contact op met de beheerder om een vrijwaringsniveau in te stellen.
ta: உங்கள் இசைவு நிலை அமைக்கப்படவில்லை. உங்கள் அனுமதியைக் காண உங்கள் சுயவிவரப் பக்கத்திற்குச் செல்லவும் அல்லது இசைவு அளவை அமைக்க நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Your clearance level is L{}. Contact your administrator to get a higher clearance level.
nl: Uw vrijwaringsniveau is L{}. Neem contact op met uw beheerder om een hoger vrijwaringsniveau te krijgen.
ta: உங்கள் இசைவு நிலை l {}. அதிக இசைவு அளவைப் பெற உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: To enable {} you need at least a clearance level of L{}.
nl: Om {} in te schakelen heeft u minimaal een vrijwaringsniveau van L{} nodig.
ta: {} ஐ இயக்க உங்களுக்கு குறைந்தபட்சம் L {} இன் இசைவு நிலை தேவை.

source: Trying to add settings to boefje without schema
it: Tentativo di aggiungere impostazioni a boefje senza schema
nl: Probeer instellingen toe te voegen aan Boefje zonder schema
ta: ச்கீமா இல்லாமல் போஃப்சேவுக்கு அமைப்புகளைச் சேர்க்க முயற்சிக்கிறது

source: No changes to the settings added: no form data present
it: Nessuna modifica alle impostazioni aggiunte: nessun dato del modulo presente
nl: Geen wijzigingen aan de instellingen toegevoegd: geen formuliergegevens aanwezig
ta: அமைப்புகளில் எந்த மாற்றங்களும் சேர்க்கப்படவில்லை: படிவ தரவு இல்லை

source: Added settings for '{}'
it: Impostazioni aggiunte per '{}'
nl: Toegevoegde instellingen voor ‘{}’
ta: '{}' க்கான அமைப்புகளைச் சேர்த்தது

source: Failed adding settings
it: Impossibile aggiungere le impostazioni
nl: Instellingen toevoegen mislukt
ta: அமைப்புகளைச் சேர்ப்பதில் தோல்வி

source: Enabling {} failed
it: Abilitazione di {} non riuscita
nl: Het inschakelen van {} is mislukt
ta: {} ஐ இயக்குவது தோல்வியுற்றது

source: Boefje '{}' enabled.
it: Boefje '{}' abilitato.
nl: Boefje ‘{}’ ingeschakeld.
ta: போஃப்சே '{}' இயக்கப்பட்டது.

source: Add settings
it: Aggiungi impostazioni
nl: Instellingen toevoegen
ta: விளம்பர அமைப்புகள்

source: Settings for plugin {} successfully deleted.
it: Impostazioni per il plugin {} eliminate con successo.
nl: Instellingen voor plug-in {} met succes verwijderd.
ta: சொருகி அமைப்புகள்}} வெற்றிகரமாக நீக்கப்பட்டன.

source: Plugin {} has no settings.
it: Il plugin {} non ha impostazioni.
nl: Plug-in {} heeft geen instellingen.
ta: சொருகி {the அமைப்புகள் இல்லை.

source: Failed deleting Settings for plugin {}. Check the Katalogus logs for more info.
it: Eliminazione delle impostazioni del plugin {} non riuscita. Controlla i log di Katalogus per ulteriori informazioni.
nl: Verwijderen van instellingen voor plug-in {} mislukt. Controleer de Katalogus-logboeken voor meer informatie.
ta: செருகுநிரலுக்கான அமைப்புகளை நீக்குவதில் தோல்வியுற்றது {}. மேலும் தகவலுக்கு கட்டாலோகச் பதிவுகளை சரிபார்க்கவும்.

source: Boefjes that has a scan level below or equal to the clearance level, is permitted to scan an object.
it: I Boefjes che hanno un livello di scansione inferiore o uguale al livello di autorizzazione sono autorizzati a eseguire la scansione di un oggetto.
nl: Boefje die een scanniveau heeft onder of gelijk aan het vrijwaringsniveau, mag een object scannen.
ta: கீழே அல்லது இசைவு நிலைக்கு சமமான ச்கேன் அளவைக் கொண்ட போஃப்செச், ஒரு பொருளை ச்கேன் செய்ய அனுமதிக்கப்படுகிறது.

source: explanation-clearance-level
it: Spiegazione del livello di autorizzazione
nl: toelichting-vrijwarings-niveau
ta: விளக்கம்-புத்துணர்ச்சி நிலை

source: Please enter a valid URL starting with 'http://' or 'https://'.
nl: Voer een geldige URL in beginnend met ‘http://’ of ‘https://’.
ta: 'Http: //' அல்லது 'https: //' உடன் தொடங்கும் செல்லுபடியாகும் முகவரி ஐ உள்ளிடவும்.

source: Register
it: Registra
nl: Registreren
ta: பதிவு செய்யுங்கள்

source: Create a new account for your organization
it: Crea un nuovo account per la tua organizzazione
nl: Maak een account aan voor uw organisatie
ta: உங்கள் நிறுவனத்திற்கு புதிய கணக்கை உருவாக்கவும்

source: All user accounts are part of an organization. So if you’re new and your company is also new to OpenKAT you can register here to create a OpenKAT account for your company including an admin account for you. If you like a user account that is connected to an already existing organization within OpenKAT you can ask the admin to create an account for you.
it: Tutti gli account utente fanno parte di un'organizzazione. Quindi, se sei nuovo e la tua azienda è anche nuova in OpenKAT, puoi registrarti qui per creare un account OpenKAT per la tua azienda, compreso un account amministratore per te. Se desideri un account utente collegato a un'organizzazione già esistente in OpenKAT, puoi chiedere all'amministratore di crearne uno per te.
nl: Alle gebruikersaccounts maken deel uit van een organisatie. Dus als u nieuw bent en uw organisatie is ook nieuw in OpenKAT, kunt u zich hier registreren om een OpenKAT-account aan te maken inclusief een beheerdersaccount voor u. Als u een gebruikersaccount wilt dat verbonden is met een reeds bestaande organisatie binnen OpenKAT, kunt u de beheerder vragen een account voor u aan te maken.
ta: அனைத்து பயனர் கணக்குகளும் ஒரு நிறுவனத்தின் ஒரு பகுதியாகும். எனவே நீங்கள் புதியவராக இருந்தால், உங்கள் நிறுவனமும் OpenKAT க்கு புதியதாக இருந்தால், உங்களுக்கான நிர்வாகக் கணக்கு உட்பட உங்கள் நிறுவனத்திற்கு OpenKAT கணக்கை உருவாக்க இங்கே பதிவு செய்யலாம். OpenKAT க்குள் ஏற்கனவே இருக்கும் நிறுவனத்துடன் இணைக்கப்பட்டுள்ள பயனர் கணக்கை நீங்கள் விரும்பினால், உங்களுக்காக ஒரு கணக்கை உருவாக்க நிர்வாகியிடம் கேட்கலாம்.

source: Let's get started
it: Cominciamo
nl: Begin hier
ta: தொடங்குவோம்

source: How does OpenKAT work
it: Come funziona OpenKAT
nl: Hoe werkt OpenKAT
ta: ஓபன்காட் எவ்வாறு செயல்படுகிறது

source: OpenKAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data. OpenKAT uses scans to find and assess the area's that might be at risk and reports these back to you. As a user you decide which insight you would like and OpenKAT guides you to through the process. During this introduction you will be guided through the steps to create a report.
it: OpenKAT è in grado di fornire informazioni sui rischi di sicurezza dei tuoi oggetti online. Ad esempio, i tuoi siti web, i server di posta o i dati online. OpenKAT utilizza scansioni per individuare e valutare le aree che potrebbero essere a rischio e ti segnala queste informazioni. Come utente, decidi quali informazioni desideri e OpenKAT ti guida nel processo. Durante questa introduzione sarai guidato attraverso i passaggi per creare un rapporto.
nl: OpenKAT kan inzicht geven in beveiligingsrisico’s op uw online objecten. Bijvoorbeeld uw websites, mailservers of online data. OpenKAT gebruikt scans om de risicogebieden te vinden en te beoordelen en rapporteert deze aan u terug. Als gebruiker beslist u welk inzicht u wenst en OpenKAT begeleidt u door het proces. Tijdens deze introductie wordt u door de stappen geleid om een rapport te maken.
ta: உங்கள் நிகழ்நிலை பொருள்களில் பாதுகாப்பு அபாயங்கள் குறித்த நுண்ணறிவை ஓபன்காட் வழங்க முடியும். எடுத்துக்காட்டாக, உங்கள் வலைத்தளங்கள், மெயில்சர்வர்கள் அல்லது நிகழ்நிலை தரவு. ஆபத்தில் இருக்கும் பகுதியைக் கண்டுபிடித்து மதிப்பிடுவதற்கு ஓபன்காட் ச்கேன்களைப் பயன்படுத்துகிறது, மேலும் இவற்றை உங்களிடம் தெரிவிக்கிறது. ஒரு பயனராக நீங்கள் எந்த நுண்ணறிவை விரும்புகிறீர்கள் என்பதை தீர்மானிக்கிறீர்கள், மேலும் OpenKat இந்த செயல்முறையின் மூலம் உங்களை வழிநடத்துகிறது. இந்த அறிமுகத்தின் போது நீங்கள் ஒரு அறிக்கையை உருவாக்குவதற்கான படிகள் மூலம் வழிநடத்தப்படுவீர்கள்.

source: OpenKAT setup
it: Configurazione di OpenKAT
nl: OpenKAT-instellingen
ta: OpenKAT அமைப்பு

source: Organization setup
it: Configurazione dell'organizzazione
nl: Organisatie-instellingen
ta: நிறுவன அமைப்பு

source: Please enter the following organization details. These details can be edited within the organization page within OpenKAT when necessary. Adding a new organization requires a new database.
it: Inserisci i seguenti dettagli dell'organizzazione. Questi dettagli possono essere modificati nella pagina dell'organizzazione in OpenKAT quando necessario. L'aggiunta di una nuova organizzazione richiede un nuovo database.
nl: Voer de volgende organisatiegegevens in. Deze gegevens kunnen worden bewerkt indien nodig binnen de organisatiepagina binnen OpenKAT. Een nieuwe organisatie toevoegen heeft een nieuwe database nodig.
ta: பின்வரும் நிறுவன விவரங்களை உள்ளிடவும். இந்த விவரங்களை தேவைப்படும்போது OpenKAT க்குள் உள்ள நிறுவன பக்கத்திற்குள் திருத்தலாம். புதிய அமைப்பைச் சேர்ப்பதற்கு புதிய தரவுத்தளம் தேவை.

source: Organization details
it: Dettagli dell'organizzazione
nl: Organisatiedetails
ta: அமைப்பு விவரங்கள்

source: Submit
it: Invia
nl: Indienen
ta: சமர்ப்பிக்கவும்

source: Please enter the following organization details. These details can be edited within the organization page within OpenKAT when necessary.
it: Inserisci i seguenti dettagli dell'organizzazione. Questi dettagli possono essere modificati nella pagina dell'organizzazione in OpenKAT quando necessario.
nl: Voer de volgende organisatiegegevens in. Deze gegevens kunnen worden bewerkt indien nodig binnen de organisatiepagina binnen OpenKAT.
ta: பின்வரும் நிறுவன விவரங்களை உள்ளிடவும். இந்த விவரங்களை தேவைப்படும்போது OpenKAT க்குள் உள்ள நிறுவன பக்கத்திற்குள் திருத்தலாம்.

source: Submit changes
it: Invia modifiche
nl: Wijzigingen opslaan
ta: மாற்றங்களை சமர்ப்பிக்கவும்

source: Continue
it: Continua
nl: Doorgaan
ta: தொடரவும்

source: Indemnification setup
it: Configurazione dell'indennizzo
nl: Vrijwaring opstellen
ta: இழப்பீட்டு அமைப்பு

source: Indemnification on the organization is already present.
it: L'indennizzo sull'organizzazione è già presente.
nl: Vrijwaringsniveau op de organisatie is al aanwezig.
ta: அமைப்பு மீதான இழப்பீடு ஏற்கனவே உள்ளது.

source: Account setup
it: Configurazione dell'account
nl: Account opzetten
ta: கணக்கு அமைப்பு

source: Organization setup with separate accounts:
it: Configurazione dell'organizzazione con account separati:
nl: Organisatie opzetten met aparte accounts:
ta: தனி கணக்குகளுடன் அமைப்பு அமைப்பு:

source: Within OpenKAT it is possible to create separate user accounts with the specific roles. Each with their own functionalities and permissions. This is useful when multiple people will be working with the same OpenKAT-setup. You can choose to create the separate accounts during this introduction or when you’re ready from the OpenKAT users page.
it: In OpenKAT è possibile creare account utente separati con ruoli specifici. Ognuno con le proprie funzionalità e autorizzazioni. Questo è utile quando più persone lavoreranno con la stessa configurazione di OpenKAT. Puoi scegliere di creare gli account separati durante questa introduzione o quando sei pronto dalla pagina degli utenti di OpenKAT.
nl: Binnen OpenKAT is het mogelijk om aparte gebruikersaccounts aan te maken met de specifieke rollen. Elk met hun eigen functionaliteiten en rechten. Dit is handig als meerdere mensen met dezelfde OpenKAT-instellingen gaan werken. U kunt ervoor kiezen om de aparte accounts aan te maken tijdens deze introductie of wanneer u klaar bent vanuit de OpenKAT-gebruikerspagina.
ta: OpenKAT க்குள் குறிப்பிட்ட பாத்திரங்களுடன் தனி பயனர் கணக்குகளை உருவாக்க முடியும். ஒவ்வொன்றும் அவற்றின் சொந்த செயல்பாடுகள் மற்றும் அனுமதிகளுடன். பல நபர்கள் ஒரே ஓபன்காட்-செட்டப்புடன் பணிபுரியும் போது இது பயனுள்ளதாக இருக்கும். இந்த அறிமுகத்தின் போது அல்லது நீங்கள் OpenKat பயனர்கள் பக்கத்திலிருந்து தயாராக இருக்கும்போது தனி கணக்குகளை உருவாக்க நீங்கள் தேர்வு செய்யலாம்.

source: Single account setup:
it: Configurazione dell'account singolo:
nl: Enkel account instellen:
ta: ஒற்றை கணக்கு அமைப்பு:

source: Alternatively it is also an option to run OpenKAT from a single user account. Which is useful when you are the only user in the account. You will be able to access the functionality of the different roles from your account. You can always add additional user accounts If you’re team expands in the future.
it: In alternativa, è anche possibile eseguire OpenKAT da un singolo account utente. Questo è utile quando sei l'unico utente nell'account. Sarai in grado di accedere alle funzionalità dei diversi ruoli dal tuo account. Puoi sempre aggiungere ulteriori account utente se il tuo team si espande in futuro.
nl: Het is ook een optie om OpenKAT te draaien vanuit een account van één gebruiker. Dat is handig als u de enige gebruiker bent. U hebt dan toegang tot de functionaliteit van de verschillende rollen vanuit uw account. U kunt altijd extra gebruikersaccounts toevoegen als uw team in de toekomst uitbreidt.
ta: மாற்றாக இது ஒரு பயனர் கணக்கிலிருந்து OpenKAT ஐ இயக்குவதற்கான ஒரு விருப்பமாகும். கணக்கில் நீங்கள் மட்டுமே பயனராக இருக்கும்போது இது பயனுள்ளதாக இருக்கும். உங்கள் கணக்கிலிருந்து வெவ்வேறு பாத்திரங்களின் செயல்பாட்டை நீங்கள் அணுக முடியும். எதிர்காலத்தில் நீங்கள் குழு விரிவடைந்தால் கூடுதல் பயனர் கணக்குகளை எப்போதும் சேர்க்கலாம்.

source: Create separate accounts
it: Crea account separati
nl: Meerdere accounts aanmaken
ta: தனி கணக்குகளை உருவாக்கவும்

source: Continue with this account, onboard me!
it: Continua con questo account, accoglimi!
nl: Ga verder met alleen deze account. Onboard mij!
ta: இந்த கணக்கைத் தொடரவும், என்னைத் தொடங்குங்கள்!

source: Users
it: Utenti
nl: Gebruikers
ta: பயனர்கள்

source: Within OpenKAT there are three types of user accounts. Each has its own functions.
it: In OpenKAT ci sono tre tipi di account utente. Ciascuno ha le proprie funzioni.
nl: Binnen OpenKAT zijn er drie soorten gebruikersaccounts. Elk heeft zijn eigen functies.
ta: OpenKAT க்குள் மூன்று வகையான பயனர் கணக்குகள் உள்ளன. ஒவ்வொன்றும் அதன் சொந்த செயல்பாடுகளைக் கொண்டுள்ளன.

source: Admin
it: Amministratore
ta: நிர்வாகி

source: Each organization must have an admin. The admin can create and manage user accounts as well as organization details.
it: Ogni organizzazione deve avere un amministratore. L'amministratore può creare e gestire gli account utente e i dettagli dell'organizzazione.
nl: De admin kan gebruikers aanmaken, beheren en organisatiegegevens wijzigen.
ta: ஒவ்வொரு நிறுவனத்திற்கும் ஒரு நிர்வாகி இருக்க வேண்டும். நிர்வாகி பயனர் கணக்குகள் மற்றும் நிறுவன விவரங்களை உருவாக்கி நிர்வகிக்க முடியும்.

source: Red teamer
ta: சிவப்பு டீமர்

source: A red teamer account can run scans and generate reports.
it: Un account red teamer può eseguire scansioni e generare rapporti.
nl: Een Red Teamer-account kan scans starten en rapporten aanmaken.
ta: ஒரு ரெட் டீமர் கணக்கு ச்கேன்களை இயக்கலாம் மற்றும் அறிக்கைகளை உருவாக்கலாம்.

source: Client account
it: Account cliente
nl: Gebruikersaccount
ta: வாங்கி கணக்கு

source: A client account can access reports.
it: Un account cliente può accedere ai rapporti.
nl: Een gebruiker kan rapporten inzien.
ta: கிளையன்ட் கணக்கு அறிக்கைகளை அணுகலாம்.

source: Each organization requires at least one admin and one red teamer account to function. This introduction will guide you through the setup of both. After that you can choose to add a client account as well.
it: Ogni organizzazione richiede almeno un account amministratore e un account red teamer per funzionare. Questa introduzione ti guiderà nella configurazione di entrambi. Dopo di che, puoi scegliere se aggiungere anche un account cliente.
nl: Elke organisatie heeft een admin en een Red Teamer nodig. Deze introductie helpt met het aanmaken van deze accounts.
ta: ஒவ்வொரு நிறுவனத்திற்கும் செயல்பட குறைந்தபட்சம் ஒரு நிர்வாகி மற்றும் ஒரு சிவப்பு டீமர் கணக்கு தேவைப்படுகிறது. இந்த அறிமுகம் இரண்டையும் அமைப்பதன் மூலம் உங்களுக்கு வழிகாட்டும். அதன் பிறகு கிளையன்ட் கணக்கையும் சேர்க்க நீங்கள் தேர்வு செய்யலாம்.

source: Let's add accounts
it: Aggiungiamo account
nl: Accounts toevoegen
ta: கணக்குகளைச் சேர்ப்போம்

source: Admin account setup
it: Configurazione dell'account amministratore
nl: Admin-account instellen
ta: நிர்வாக கணக்கு அமைப்பு

source: Admin details
it: Dettagli amministratore
ta: நிர்வாக விவரங்கள்

source: Skip this step
it: Salta questo passaggio
nl: Overslaan
ta: இந்த படியைத் தவிர்க்கவும்

source: Go back to previous step
it: Torna al passaggio precedente
nl: Ga terug naar de vorige stap
ta: முந்தைய படிக்குச் செல்லுங்கள்

source: Red teamer account setup
it: Configurazione dell'account red teamer
nl: Red teamer-account instellen
ta: ரெட் டீமர் கணக்கு அமைப்பு

source: Red teamer details
it: Dettagli red teamer
ta: சிவப்பு அணியின் விவரங்கள்

source: Client account setup (optional)
it: Configurazione dell'account cliente (opzionale)
nl: Gebruikersaccount instellen (optioneel)
ta: கிளையன்ட் கணக்கு அமைவு (விரும்பினால்)

source: A client account can access reports. Adding a client account to the organization is optional.
it: Un account cliente può accedere ai rapporti. Aggiungere un account cliente all'organizzazione è facoltativo.
nl: Een gebruikersaccount toevoegen is optioneel.
ta: கிளையன்ட் கணக்கு அறிக்கைகளை அணுகலாம். நிறுவனத்தில் கிளையன்ட் கணக்கைச் சேர்ப்பது விருப்பமானது.

source: User details
it: Dettagli dell'utente
nl: Gebruikerdetails
ta: பயனர் விவரங்கள்

source: Finish organization setup
it: Completa la configurazione dell'organizzazione
nl: Organisatie instellen voltooien
ta: அமைப்பு அமைப்பை முடிக்கவும்

source: OpenKAT introduction
it: Introduzione a OpenKAT
nl: Introductie OpenKAT
ta: OpenKat அறிமுகம்

source: DNS Report
it: Rapporto DNS
nl: DNS-rapport
ta: டிஎன்எச் அறிக்கை

source: These are the findings of a OpenKAT-analysis (%(observed_at)s). Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
it: Questi sono i risultati di un'analisi OpenKAT (%(observed_at)s). Fai clic su un risultato per ulteriori informazioni dettagliate sul problema, la sua origine, gravità e possibili soluzioni.
nl: Dit zijn de bevindingen van een OpenKAT-analyse (%(observed_at)s). Klik op een bevinding voor meer gedetailleerde informatie over het probleem, de oorsprong, ernst en mogelijke oplossingen.
ta: இவை ஒரு OpenKat- பகுப்பாய்வு (%(observed_at)s) கண்டுபிடிப்புகள். சிக்கல், அதன் தோற்றம், தீவிரம் மற்றும் சாத்தியமான தீர்வுகள் பற்றிய விரிவான தகவல்களுக்கு ஒரு கண்டுபிடிப்பைக் சொடுக்கு செய்க.

source: DNS Tree
it: Albero DNS
nl: DNS-boom
ta: டி.என்.எச் மரம்

source: Welcome to OpenKAT
it: Benvenuti in OpenKAT
nl: Welkom bij OpenKAT
ta: OpenKat க்கு வருக

source: OpenKAT is the "Kwetsbaarheden Analyse Tool" (Vulnerabilities Analysis Tool). An Open-Source-project developed by the Ministry of Health, Welfare and Sport to make your and our world a safer place.
it: OpenKAT è lo "Strumento di Analisi delle Vulnerabilità" (Vulnerabilities Analysis Tool). Un progetto open source sviluppato dal Ministero della Salute, del Benessere e dello Sport per rendere il nostro mondo e il vostro un luogo più sicuro.
nl: OpenKAT is de ‘Kwetsbaarheden Analyse Tool’. Een open sourceproject ontwikkeld door het Ministerie van Volksgezondheid, Welzijn en Sport om uw en onze wereld veiliger te maken.
ta: OpenKAT என்பது "KWETSBAARHEDEN ANALYSE TOOLURE" (பாதிப்புகள் பகுப்பாய்வு கருவி) ஆகும். உங்களுடைய மற்றும் எங்கள் உலகத்தை பாதுகாப்பான இடமாக மாற்ற சுகாதார, நலன்புரி மற்றும் விளையாட்டு அமைச்சகம் உருவாக்கிய திறந்த மூல-திட்டம்.

source: OpenKAT is able to give insight into security risks on your online objects. For example, your websites, mailservers or online data.
it: OpenKAT è in grado di fornire una visione dei rischi di sicurezza sui tuoi oggetti online. Ad esempio, i tuoi siti web, server di posta o dati online.
nl: OpenKAT kan inzicht geven in beveiligingsrisico’s op uw online objecten. Bijvoorbeeld uw websites, mailservers of online data.
ta: உங்கள் நிகழ்நிலை பொருள்களில் பாதுகாப்பு அபாயங்கள் குறித்த நுண்ணறிவை ஓபன்காட் வழங்க முடியும். எடுத்துக்காட்டாக, உங்கள் வலைத்தளங்கள், மெயில்சர்வர்கள் அல்லது நிகழ்நிலை தரவு.

source: OpenKAT uses plugins to find and assess the area's that might be at risk and reports these back to you. Each plugin has its own skillset which could be scanning, normalizing or analyzing data. As a user you decide which areas you would like to monitor or scan and which insight you would like to receive.
it: OpenKAT utilizza i plugin per individuare e valutare le aree che potrebbero essere a rischio e ti segnala queste informazioni. Ogni plugin ha le sue competenze specifiche, che possono essere la scansione, la normalizzazione o l'analisi dei dati. Come utente, decidi quali aree desideri monitorare o scansionare e quali informazioni desideri ricevere.
nl: OpenKAT gebruikt plug-ins om de risicogebieden te vinden en te beoordelen en rapporteert deze aan u. Elke plug-in heeft zijn eigen vaardigheden, zoals het scannen, normaliseren of analyseren van gegevens. Als gebruiker beslist u welke gebieden u wilt monitoren of scannen en welk inzicht u wilt ontvangen.
ta: ஆபத்தில் இருக்கும் பகுதியைக் கண்டுபிடித்து மதிப்பிடுவதற்கு ஓபன்காட் செருகுநிரல்களைப் பயன்படுத்துகிறது, மேலும் இவற்றை உங்களிடம் தெரிவிக்கிறது. ஒவ்வொரு சொருகி அதன் சொந்த திறனைக் கொண்டுள்ளது, இது தரவை ச்கேன் செய்வது, இயல்பாக்குதல் அல்லது பகுப்பாய்வு செய்வது. ஒரு பயனராக நீங்கள் எந்த பகுதிகளை கண்காணிக்க அல்லது ச்கேன் செய்ய விரும்புகிறீர்கள், எந்த நுண்ணறிவைப் பெற விரும்புகிறீர்கள் என்பதை நீங்கள் தீர்மானிக்கிறீர்கள்.

source: Within OpenKAT you can view the insights as well as all the data OpenKAT has found. You can choose to browse through the data or view reports.
it: All'interno di OpenKAT puoi visualizzare le informazioni così come tutti i dati trovati da OpenKAT. Puoi scegliere se sfogliare i dati o visualizzare i rapporti.
nl: Binnen OpenKAT kunt u zowel de inzichten als alle gegevens die OpenKAT heeft gevonden bekijken. U kunt ervoor kiezen door de gegevens te bladeren of rapporten te bekijken.
ta: OpenKAT க்குள் நீங்கள் நுண்ணறிவுகளையும், OpenKat ஐக் கண்டறிந்த அனைத்து தரவுகளையும் காணலாம். தரவு மூலம் உலவ அல்லது அறிக்கைகளைக் காண நீங்கள் தேர்வு செய்யலாம்.

source: During this introduction you will be guided through the steps to create a report.
it: Durante questa introduzione sarai guidato attraverso i passaggi per creare un rapporto.
nl: Deze introductie legt uit hoe u een rapport maakt.
ta: இந்த அறிமுகத்தின் போது நீங்கள் ஒரு அறிக்கையை உருவாக்குவதற்கான படிகள் மூலம் வழிநடத்தப்படுவீர்கள்.

source: Skip onboarding
it: Salta l'introduzione
nl: Onboarding overslaan
ta: ஆன் போர்டிங் தவிர்க்கவும்

source: Choose a report - Introduction
it: Scegli un report - Introduzione
nl: Kies een rapport – Introductie
ta: ஒரு அறிக்கையைத் தேர்வுசெய்க - அறிமுகம்

source: Reports
it: Report
nl: Rapporten
ta: அறிக்கைகள்
