Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: The Name Server Report provides an overview of the compliance checks that were performed against the identified Domain Name Servers (DNS). The compliance checks verify the presence and validity of DNSSEC and whether no unnecessary ports were identified to be open. The table below gives an overview of the available checks including whether the system passed the performed checks. The risk level and reasoning as to why an issue was identified are shown too. The risk level may be different for your specific environment.
nl: Het Nameserver-rapport geeft een overzicht van de compliancecontroles die werden uitgevoerd tegen de geïdentificeerde Domain Name Servers (DNS). De compliancecontroles bevestigen de aanwezigheid en geldigheid van DNSSEC en of er geen onnodige openstaande poorten zijn geïdentificeerd. De tabel hieronder geeft een overzicht van de beschikbare controles inclusief of het systeem de uitgevoerde controles heeft doorstaan. Het risiconiveau en redenen waarom er een probleem is geïdentificeerd worden ook getoond. Het risiconiveau is misschien anders voor uw specifieke omgeving.
ta: அடையாளம் காணப்பட்ட டொமைன் பெயர் சேவையகங்களுக்கு (டி.என்.எச்) எதிராக நிகழ்த்தப்பட்ட இணக்க காசோலைகளின் கண்ணோட்டத்தை பெயர் சேவையக அறிக்கை வழங்குகிறது. இணக்க காசோலைகள் டி.என்.எச்.எச்.இ.சியின் இருப்பு மற்றும் செல்லுபடியாகும் தன்மையையும், தேவையற்ற துறைமுகங்கள் எதுவும் திறந்தவை என்று அடையாளம் காணப்படவில்லை என்பதையும் சரிபார்க்கின்றன. கணினி நிகழ்த்தப்பட்ட காசோலைகளை கடந்து சென்றதா என்பது உட்பட கிடைக்கக்கூடிய காசோலைகளின் கண்ணோட்டத்தை கீழேயுள்ள அட்டவணை வழங்குகிறது. ஒரு சிக்கல் ஏன் அடையாளம் காணப்பட்டது என்பதற்கான இடர் நிலை மற்றும் பகுத்தறிவு கூட காட்டப்பட்டுள்ளது. உங்கள் குறிப்பிட்ட சூழலுக்கு இடர் நிலை வேறுபட்டிருக்கலாம்.

source: Name server compliance
ta: பெயர் சேவையக இணக்கம்

source: DNSSEC Present
nl: DNSSEC aanwezig
ta: DNSSEC தற்போது

source: name servers compliant
ta: பெயர் சேவையகங்கள் இணக்கமானவை

source: Valid DNSSEC
nl: Valide DNSSEC
ta: செல்லுபடியாகும் DNSSEC

source: No unnecessary ports open
nl: Geen onnodige poorten open
ta: தேவையற்ற துறைமுகங்கள் திறக்கப்படவில்லை

source: No nameservers have been found on this system.
nl: Er zijn geen nameservers op dit systeem gevonden.
ta: இந்த அமைப்பில் பெயர்செர்வர்கள் எதுவும் கிடைக்கவில்லை.

source: Name Server Report
nl: Nameserver-rapport
ta: பெயர் சேவையக அறிக்கை

source: Name Server Report checks name servers on basic security standards.
nl: Nameserver-rapport controleert de basisbeveiligingsmaatregelen van nameservers.
ta: பெயர் சேவையக அறிக்கை அடிப்படை பாதுகாப்பு தரங்களில் பெயர் சேவையகங்களை சரிபார்க்கிறது.

source: The Open Ports Report provides an overview of the open ports identified on a system. The ports that are marked as <b>bold</b> were identified by direct scans performed by OpenKAT (such as nmap). Ports that are not marked in bold were identified through external services and/or scans (such as Shodan). Scans with the same hostnames, ports and IPs are merged.
nl: Het Open Poorten-rapport geeft een overzicht van de open poorten die zijn geïdentificeerd op een systeem. De poorten die <b>vetgedrukt</b> zijn gemarkeerd werden geïdentificeerd door directe scans uitgevoerd door OpenKAT (zoals nmap). Poorten die niet zijn gemarkeerd, zijn geïdentificeerd door externe diensten en/of scans (zoals Shodan). Scans met dezelfde hostnamen, poorten en IP’s zijn samengevoegd.
ta: திறந்த துறைமுக அறிக்கை ஒரு கணினியில் அடையாளம் காணப்பட்ட திறந்த துறைமுகங்களின் கண்ணோட்டத்தை வழங்குகிறது. <b> போல்ட் </b> எனக் குறிக்கப்பட்ட துறைமுகங்கள் ஓபன்காட் (என்எம்ஏபி போன்றவை) நிகழ்த்திய நேரடி ச்கேன் மூலம் அடையாளம் காணப்பட்டன. தைரியமாக குறிக்கப்படாத துறைமுகங்கள் வெளிப்புற சேவைகள் மற்றும்/அல்லது ச்கேன் மூலம் (சோடன் போன்றவை) அடையாளம் காணப்பட்டன. அதே ஓச்ட்பெயர்கள், துறைமுகங்கள் மற்றும் ஐபிக்கள் இணைக்கப்படுகின்றன.

source: Overview of open ports found for the scanned assets
nl: Overzicht van open poorten die op de gescande assets zijn gevonden
ta: ச்கேன் செய்யப்பட்ட சொத்துக்களுக்கு திறந்த துறைமுகங்களின் கண்ணோட்டம்

source: IP address
nl: IP-adres
ta: ஐபி முகவரி

source: Hostnames
nl: Hostnamen
ta: ஓச்ட்பெயர்கள்

source: Direct scan
nl: Directe scan
ta: நேரடி ச்கேன்

source: Open Ports Report
nl: Open-poortenrapport
ta: திறந்த துறைமுக அறிக்கை

source: Find open ports of IP addresses
nl: Zoek open poorten op IP-adressen
ta: ஐபி முகவரிகளின் திறந்த துறைமுகங்களைக் கண்டறியவும்

source: The RPKI Report shows if an RPKI route announcement was available for the system and if this announcement is not expired.
nl: Het RPKI-rapport toont of een RPKI-routeaankondiging beschikbaar was voor het systeem en of deze aankondiging niet is verlopen.
ta: RPKI அறிக்கை கணினிக்கு RPKI பாதை அறிவிப்பு கிடைத்ததா என்பதையும் இந்த அறிவிப்பு காலாவதியாகவில்லை என்பதையும் காட்டுகிறது.

source: RPKI compliance
nl: Compliance RPKI
ta: RPKI இணக்கம்

source: RPKI Available
nl: RPKI beschikbaar
ta: RPKI கிடைக்கிறது

source: RPKI valid
nl: RPKI valide
ta: RPKI செல்லுபடியாகும்

source: RPKI record is not valid.
nl: RPKI-record is ongeldig.
ta: RPKI பதிவு செல்லுபடியாகாது.

source: RPKI record does not exist.
nl: RPKI-record bestaat niet.
ta: RPKI பதிவு இல்லை.

source: No IPs have been found on this system.
nl: Er zijn geen IP’s voor dit systeem gevonden.
ta: இந்த அமைப்பில் ஐபிக்கள் எதுவும் கண்டுபிடிக்கப்படவில்லை.

source: RPKI Report
nl: RPKI-rapport
ta: RPKI அறிக்கை

source: Shows whether the IP is covered by a valid RPKI ROA. For a hostname it shows the IP addresses and whether they are covered by a valid RPKI ROA.
nl: Toont of een IP valt onder een valide RPKI ROA. Toont voor een hostnaam de IP-adressen en of ze zijn gedekt door een valide RPKI ROA.
ta: ஐபி செல்லுபடியாகும் RPKI ROA ஆல் மூடப்பட்டதா என்பதைக் காட்டுகிறது. ஒரு ஓச்ட்பெயருக்கு இது ஐபி முகவரிகள் மற்றும் அவை செல்லுபடியாகும் RPKI ROA ஆல் மூடப்பட்டதா என்பதைக் காட்டுகிறது.

source: The secure connections report provides an overview of the performed checks with regard to encrypted communication channels such as HTTPS. The table below gives an overview of the available checks including whether the system passed the performed checks. The risk level and reasoning as to why an issue was identified are shown too. The risk level may be different for your specific environment.
nl: Het rapport beveiligde verbindingen geeft een overzicht van de uitgevoerde controles met betrekking tot versleutelde communicatiekanalen zoals HTTPS. De tabel hieronder geeft een overzicht van de beschikbare controles inclusief of het systeem de uitgevoerde controles heeft doorstaan. Het risiconiveau en redenen waarom er een probleem is geïdentificeerd worden ook getoond. Het risiconiveau is misschien anders voor uw specifieke omgeving.
ta: பாதுகாப்பான இணைப்புகள் அறிக்கை HTTPS போன்ற மறைகுறியாக்கப்பட்ட தகவல்தொடர்பு சேனல்கள் தொடர்பாக நிகழ்த்தப்பட்ட காசோலைகளின் கண்ணோட்டத்தை வழங்குகிறது. கணினி நிகழ்த்தப்பட்ட காசோலைகளை கடந்து சென்றதா என்பது உட்பட கிடைக்கக்கூடிய காசோலைகளின் கண்ணோட்டத்தை கீழேயுள்ள அட்டவணை வழங்குகிறது. ஒரு சிக்கல் ஏன் அடையாளம் காணப்பட்டது என்பதற்கான இடர் நிலை மற்றும் பகுத்தறிவு கூட காட்டப்பட்டுள்ளது. உங்கள் குறிப்பிட்ட சூழலுக்கு இடர் நிலை வேறுபட்டிருக்கலாம்.

source: Safe connections compliance
nl: Compliance veilige verbindingen
ta: பாதுகாப்பான இணைப்புகள் இணக்கம்

source: Safe Connections Report
nl: Veilige Verbindingen-rapport
ta: பாதுகாப்பான இணைப்புகள் அறிக்கை

source: Shows whether the IPService contains safe ciphers.
nl: Toont of de IP-service veilige versleutelingen gebruikt.
ta: IPService இல் பாதுகாப்பான மறைக்குறியீடுகள் உள்ளதா என்பதைக் காட்டுகிறது.

source: The System Report provides an overview of the system types (types of similar services) that were identified for each system. The following system types can be identified: DNS servers, Web servers, Mail servers and those classified as 'Other' servers. Each hostname and/or IP address is given one or more system types depending on the identified ports and services. The table below gives an overview of these results.
nl: Het Systeemrapport geeft een overzicht van de systeemtypes die werden geïdentificeerd voor elk systeem. De volgende systemen kunnen worden geïdentificeerd: DNS-servers, webservers, mailservers en die geclassificeerd als ‘Overige’ servers. Aan elke hostname en/of IP-adres worden een of meer systeemtypes gegeven, afhankelijk van de geïdentificeerde poorten en diensten. De tabel hieronder geeft een overzicht van deze resultaten.
ta: கணினி அறிக்கை ஒவ்வொரு அமைப்பிற்கும் அடையாளம் காணப்பட்ட கணினி வகைகளின் (ஒத்த சேவைகளின் வகைகள்) ஒரு கண்ணோட்டத்தை வழங்குகிறது. பின்வரும் கணினி வகைகளை அடையாளம் காணலாம்: டிஎன்எச் சேவையகங்கள், வலை சேவையகங்கள், அஞ்சல் சேவையகங்கள் மற்றும் 'பிற' சேவையகங்கள் என வகைப்படுத்தப்பட்டவை. அடையாளம் காணப்பட்ட துறைமுகங்கள் மற்றும் சேவைகளைப் பொறுத்து ஒவ்வொரு ஓச்ட்பெயர் மற்றும்/அல்லது ஐபி முகவரிக்கு ஒன்று அல்லது அதற்கு மேற்பட்ட கணினி வகைகள் வழங்கப்படுகின்றன. கீழேயுள்ள அட்டவணை இந்த முடிவுகளின் கண்ணோட்டத்தை அளிக்கிறது.

source: Selected assets
nl: Geselecteerde assets
ta: தேர்ந்தெடுக்கப்பட்ட சொத்துக்கள்

source: No system types have been identified on this system.
nl: Er zijn geen systeemtypen op dit systeem geïdentificeerd.
ta: இந்த அமைப்பில் கணினி வகைகள் எதுவும் அடையாளம் காணப்படவில்லை.

source: System Report
nl: Systeemrapport
ta: கணினி அறிக்கை

source: Combine IP addresses, hostnames and services into systems.
nl: Combineer IP-adressen, hostnamen en services in systemen.
ta: ஐபி முகவரிகள், ஓச்ட்பெயர்கள் மற்றும் சேவைகளை கணினிகளில் இணைக்கவும்.

source: The TLS Report shows which TLS protocols and ciphers were identified on the host for the provided port.
nl: Het TLS-rapport toont welke TLS-protocollen en -versleutelingen zijn geïdentificeerd op de host voor de opgegeven poort.
ta: வழங்கப்பட்ட துறைமுகத்திற்கான ஓச்டில் எந்த டி.எல்.எச் நெறிமுறைகள் மற்றும் மறைக்குறியீடுகள் அடையாளம் காணப்பட்டன என்பதை டி.எல்.எச் அறிக்கை காட்டுகிறது.

source: The table below provides an overview of the identified TLS protocols and ciphers, including a status suggestion.
nl: Onderstaande tabel geeft een overzicht van de geïdentificeerde TLS-protocollen en -versleutelingen, waaronder een statussuggestie.
ta: கீழே உள்ள அட்டவணை அடையாளம் காணப்பட்ட டி.எல்.எச் நெறிமுறைகள் மற்றும் மறைக்குறியீடுகளின் கண்ணோட்டத்தை வழங்குகிறது, இதில் நிலை பரிந்துரை உட்பட.

source: Ciphers
ta: சைபர்கள்

source: Protocol
ta: நெறிமுறை

source: Encryption Algorithm
nl: Encryptiealgoritme
ta: குறியாக்க வழிமுறை

source: Bits
it: Bit
ta: பிட்கள்

source: Key Size
nl: Sleutelgrootte
ta: முக்கிய அளவு

source: Code
it: Codice
ta: குறியீடு

source: Phase out
nl: Uitfaseren
ta: கட்டம் வெளியே

source: Good
nl: Goed
ta: நல்லது

source: No ciphers were found for this combination of IP address, port and service.
nl: Er zijn geen versleutelingen gevonden voor deze combinatie van IP-adres, poort en dienst.
ta: ஐபி முகவரி, துறைமுகம் மற்றும் சேவையின் இந்த கலவைக்கு சைபர்கள் எதுவும் கண்டறியப்படவில்லை.

source: The list below gives an overview of the findings based on the identified TLS protocols and ciphers. This includes the reasoning why the cipher or protocol is marked as a finding.
nl: Onderstaande lijst toont een overzicht van de bevindingen op basis van de geïdentificeerde TLS-protocollen en -versleutelingen. Dit bevat de redenering waarom de versleuteling of protocol gemarkeerd is als een bevinding.
ta: கீழேயுள்ள பட்டியல் அடையாளம் காணப்பட்ட டி.எல்.எச் நெறிமுறைகள் மற்றும் மறைக்குறியீடுகளின் அடிப்படையில் கண்டுபிடிப்புகளின் கண்ணோட்டத்தை அளிக்கிறது. மறைக்குறியீடு அல்லது நெறிமுறை ஒரு கண்டுபிடிப்பாக குறிக்கப்படுவதற்கான காரணமும் இதில் அடங்கும்.

source: TLS Report
nl: TLS-rapport
ta: டி.எல்.எச் அறிக்கை

source: TLS Report assesses the security of data encryption and transmission protocols.
nl: TLS-rapport beoordeelt de veiligheid van gegevensencryptie en transmissieprotocollen.
ta: தரவு குறியாக்கம் மற்றும் பரிமாற்ற நெறிமுறைகளின் பாதுகாப்பை TLS அறிக்கை மதிப்பிடுகிறது.

source: No vulnerabilities have been found on this system.
nl: Er zijn geen kwetsbaarheden op dit systeem gevonden.
ta: இந்த அமைப்பில் எந்த பாதிப்புகளும் கிடைக்கவில்லை.

source: The Vulnerability Report provides an overview of all identified CVE vulnerabilities that were identified on the selected systems. For each CVE the table shows the CVE scoring, the number of occurrences, and the CVE details.
nl: Het Kwetsbaarhedenrapport geeft een overzicht van alle geïdentificeerde CVE-kwetsbaarheden die werden geïdentificeerd op de geselecteerde systemen. Voor elke CVE wordt de CVE-score, het aantal gebeurtenissen en de CVE-details getoond.
ta: தேர்ந்தெடுக்கப்பட்ட அமைப்புகளில் அடையாளம் காணப்பட்ட அனைத்து அடையாளம் காணப்பட்ட சி.வி.இ பாதிப்புகளின் கண்ணோட்டத்தை பாதிப்பு அறிக்கை வழங்குகிறது. ஒவ்வொரு சி.வி.இ அட்டவணை சி.வி.இ மதிப்பெண், நிகழ்வுகளின் எண்ணிக்கை மற்றும் சி.வி.இ விவரங்களைக் காட்டுகிறது.

source: Advice
nl: Advies
ta: அறிவுரை

source: Vulnerability Report
nl: Kwetsbaarhedenrapport
ta: பாதிப்பு அறிக்கை

source: Vulnerabilities found are grouped for each system.
nl: De gevonden kwetsbaarheden zijn per systeem gegroepeerd.
ta: காணப்படும் பாதிப்புகள் ஒவ்வொரு அமைப்பிற்கும் தொகுக்கப்பட்டுள்ளன.

source: Last seen
nl: Laatst gezien
ta: கடைசியாக பார்த்தேன்

source: Evidence
nl: Bewijs
ta: சான்றுகள்

source: The Web System Report provides an overview of various web server checks that were performed against the scanned system(s). For each performed check the table below shows whether or not the server is compliant with the checks. A description of why this compliant check failed is also shown, including an general risk level. The risk level may be different for your specific environment.
nl: Het Web System-rapport geeft een overzicht van verschillende webservercontroles die werden uitgevoerd op het gescande systeem. Voor elke uitgevoerde controle toont onderstaande tabel, of de server voldoet aan de controles. Een beschrijving van de falende controles wordt ook getoond, inclusief een algemeen risiconiveau. Het risiconiveau is misschien anders voor uw specifieke omgeving.
ta: ச்கேன் செய்யப்பட்ட கணினி (கள்) க்கு எதிராக நிகழ்த்தப்பட்ட பல்வேறு வலை சேவையக சோதனைகளின் கண்ணோட்டத்தை வலை அமைப்பு அறிக்கை வழங்குகிறது. ஒவ்வொரு நிகழ்த்தப்பட்ட காசோலைக்கும் கீழேயுள்ள அட்டவணை சேவையகம் காசோலைகளுக்கு இணங்குகிறதா இல்லையா என்பதைக் காட்டுகிறது. இந்த இணக்கமான காசோலை ஏன் தோல்வியுற்றது என்பதற்கான விளக்கமும் காட்டப்பட்டுள்ளது, இதில் பொதுவான இடர் நிலை உட்பட. உங்கள் குறிப்பிட்ட சூழலுக்கு இடர் நிலை வேறுபட்டிருக்கலாம்.

source: Web system compliance
nl: Compliance webservers
ta: வலை அமைப்பு இணக்கம்

source: CSP Present
nl: CSP aanwezig
ta: சிஎச்பி தற்போது

source: webservers compliant
ta: வெப்சர்வர்ச் இணக்கமானது

source: Secure CSP Header
nl: Veilige CSP-header
ta: பாதுகாப்பான சிஎச்பி தலைப்பு

source: Redirects HTTP to HTTPS
nl: Verwijst HTTP door naar HTTPS
ta: HTTP ஐ https க்கு திருப்பிவிடுகிறது

source: Offers HTTPS
nl: HTTPS is beschikbaar
ta: Https ஐ வழங்குகிறது

source: Has a Security.txt
nl: Heeft een security.txt
ta: ஒரு பாதுகாப்பு. TXT உள்ளது

source: Has a certificate
nl: Heeft een certificaat
ta: ஒரு சான்றிதழ் உள்ளது

source: Certificate is valid
nl: Certificaat is geldig
ta: சான்றிதழ் செல்லுபடியாகும்

source: Certificate is not expiring soon
nl: Certificaat verloopt niet binnenkort
ta: சான்றிதழ் விரைவில் காலாவதியாகாது

source: No webservers have been found on this system.
nl: Er zijn geen webservers op gevonden dit systeem.
ta: இந்த அமைப்பில் வலை சேவையாளர்கள் எதுவும் கிடைக்கவில்லை.

source: Web System Report
nl: Web System-rapport
ta: வலை அமைப்பு அறிக்கை

source: Web System Reports check web systems on basic security standards.
nl: Websysteemrapport controleert websystemen op basisbeveiligingsstandaarden.
ta: வலை அமைப்பு அறிக்கைகள் அடிப்படை பாதுகாப்பு தரங்களில் வலை அமைப்புகளை சரிபார்க்கவும்.

source: Report schedule
nl: Rapport-agenda
ta: அறிக்கை அட்டவணை

source: When scheduling your report, you have two options. You can either choose to generate it just once now, or set it to run automatically at regular intervals, like daily, weekly, or monthly. If you need the report just for a single occasion, select the one-time option.
nl: Als u uw rapport inplant, hebt u twee opties. U kunt kiezen om het nu eenmalig te genereren, of om het automatisch te laten draaien op normale intervallen, zoals dagelijks, wekelijks, of maandelijks. Als u het rapport nodig hebt voor een enkele gelegenheid, kies dan de eenmalige optie.
ta: உங்கள் அறிக்கையை திட்டமிடும்போது, உங்களுக்கு இரண்டு விருப்பங்கள் உள்ளன. நீங்கள் இப்போது ஒரு முறை உருவாக்கத் தேர்வு செய்யலாம் அல்லது நாள்தோறும், வாராந்திர அல்லது மாதாந்திர போன்ற வழக்கமான இடைவெளியில் தானாக இயக்க அமைக்கலாம். ஒரு சந்தர்ப்பத்திற்கு உங்களுக்கு அறிக்கை தேவைப்பட்டால், ஒரு முறை விருப்பத்தைத் தேர்ந்தெடுக்கவும்.

source: Report name
nl: Rapportnaam
ta: அறிக்கை பெயர்

source: Generate report
it: Genera rapporto
nl: Rapport genereren
ta: அறிக்கையை உருவாக்குங்கள்

source: Table of contents
nl: Inhoudsopgave
ta: உள்ளடக்க அட்டவணை

source: Generate a report
nl: Genereer een rapport
ta: ஒரு அறிக்கையை உருவாக்குங்கள்

source: To generate a report you can start by selecting report types or by selecting objects.
nl: Om een rapport te genereren begint u met het selecteren van de gewenste rapporten of objecten.
ta: ஒரு அறிக்கையை உருவாக்க நீங்கள் அறிக்கை வகைகளைத் தேர்ந்தெடுப்பதன் மூலமாகவோ அல்லது பொருள்களைத் தேர்ந்தெடுப்பதன் மூலமாகவோ தொடங்கலாம்.

source: Overview
it: Panoramica
nl: Overzicht
ta: கண்ணோட்டம்

source: Plugin overview table
nl: Plugin-overzichtstabel
ta: சொருகி கண்ணோட்டம் அட்டவணை

source: Required plugins
nl: Benodigde plug-ins
ta: தேவையான செருகுநிரல்கள்

source: Suggested plugins
it: Plugin suggeriti
nl: Aangeraden plug-ins
ta: பரிந்துரைக்கப்பட்ட செருகுநிரல்கள்

source: Action required
nl: Actie vereist
ta: நடவடிக்கை தேவை

source: Ready
nl: Gereed
ta: ஆயத்தம்

source: All selected report types for the selected objects are displayed one below the other.
nl: Alle geselecteerde rapporttypes voor de geselecteerde objecten worden onder elkaar getoond.
ta: தேர்ந்தெடுக்கப்பட்ட பொருள்களுக்கான தேர்ந்தெடுக்கப்பட்ட அனைத்து அறிக்கை வகைகளும் ஒன்றுக்கு கீழே காட்டப்படும்.

source: This report gives an overview of the current state of security for your organisation for the selected date. The summary section provides an overview of the selected systems (objects), plugins and reports. This is followed with the findings for each report.
nl: Dit rapport geeft een overzicht van de huidige staat van veiligheid voor uw organisatie voor de gekozen datum. De samenvatting geeft een overzicht van de geselecteerde systemen, plug-ins en rapporten. Dit wordt gevolgd door de bevindingen voor elk rapport.
ta: இந்த அறிக்கை தேர்ந்தெடுக்கப்பட்ட தேதிக்கு உங்கள் நிறுவனத்திற்கான தற்போதைய பாதுகாப்பு நிலை பற்றிய கண்ணோட்டத்தை அளிக்கிறது. சுருக்கம் பிரிவு தேர்ந்தெடுக்கப்பட்ட அமைப்புகள் (பொருள்கள்), செருகுநிரல்கள் மற்றும் அறிக்கைகளின் கண்ணோட்டத்தை வழங்குகிறது. ஒவ்வொரு அறிக்கைக்கும் கண்டுபிடிப்புகளுடன் இது பின்பற்றப்படுகிறது.

source: Report names:
nl: Rapportnamen:
ta: பெயர்களைப் புகாரளிக்கவும்:

source: (Required)
nl: (Vereist)
ta: (தேவை)

source: Add reference date
nl: Referentiedatum toevoegen
ta: குறிப்பு தேதியைச் சேர்க்கவும்

source: Reset
it: Reimposta
nl: Opnieuw instellen
ta: மீட்டமை

source: No reference date
nl: Geen referentiedatum
ta: குறிப்பு தேதி இல்லை

source: Day
nl: Dag
ta: நாள்

source: Week
ta: வாரம்

source: Month
nl: Maand
ta: திங்கள்

source: Year
nl: Jaar
ta: ஆண்டு

source: Report Navigation
nl: Rapportnavigatie
ta: வழிசெலுத்தலைப் புகாரளிக்கவும்

source: Generate Report
nl: Rapport genereren
ta: அறிக்கையை உருவாக்குங்கள்

source: Aggregate Report
nl: Rapport aggregeren
ta: மொத்த அறிக்கை

source: Multi Report
nl: Multi-rapport
ta: பல அறிக்கை

source: Select object (%(total_oois)s)
nl: Selecteer object (%(total_oois)s)
ta: பொருளைத் தேர்ந்தெடுக்கவும் (%(total_oois)s)

source: Select which objects you want to include in your report. You can either continue with a live set or you can select the objects manually from the table below.
ta: உங்கள் அறிக்கையில் நீங்கள் எந்த பொருள்களைச் சேர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும். நீங்கள் தொடரலாம் ஒரு நேரடி தொகுப்புடன் அல்லது கீழேயுள்ள அட்டவணையில் இருந்து கைமுறையாக பொருட்களைத் தேர்ந்தெடுக்கலாம்.

source: A live set is a set of objects based on the applied filters. Any object that matches this applied filter (now or in the future) will be used as input for the scheduled report. If your live set filter (e.g. 'hostnames' with 'L2 clearance' that are 'declared') shows 2 hostnames that match the filter today, the scheduled report will run for those 2 hostnames. If you add 3 more hostnames tomorrow (with the same filter criteria), your next scheduled report will contain 5 hostnames. Your live set will update as you go.
ta: ஒரு நேரடி தொகுப்பு என்பது பயன்படுத்தப்பட்ட வடிப்பான்களின் அடிப்படையில் பொருள்களின் தொகுப்பாகும். இந்த பயன்படுத்தப்பட்ட வடிப்பானுடன் (இப்போது அல்லது எதிர்காலத்தில்) பொருந்தக்கூடிய எந்தவொரு பொருளும் பயன்படுத்தப்படும் திட்டமிடப்பட்ட அறிக்கைக்கான உள்ளீடு. உங்கள் நேரடி தொகுப்பு வடிகட்டி என்றால் (எ.கா. 'ஓச்ட்பெயம்ச்' உடன் 'அறிவிக்கப்பட்ட' 'எல் 2 அனுமதி') இன்று வடிகட்டியுடன் பொருந்தக்கூடிய 2 ஓச்ட்பெயர்களைக் காட்டுகிறது, திட்டமிடப்பட்ட அறிக்கை அந்த 2 புரவலன் பெயர்களுக்காக இயங்கும். நீங்கள் மேலும் 3 ஓச்ட்பெயர்களைச் சேர்த்தால் நாளை (அதே வடிகட்டி அளவுகோல்களுடன்), உங்கள் அடுத்த திட்டமிடப்பட்ட அறிக்கையில் இருக்கும் 5 ஓச்ட்பெயர்கள். நீங்கள் செல்லும்போது உங்கள் நேரடி தொகுப்பு புதுப்பிக்கப்படும்.

source: Continue with live set
nl: Doorgaan met live set
ta: நேரடி தொகுப்புடன் தொடரவும்

source: No objects found.
nl: Geen objecten gevonden.
ta: பொருள்கள் எதுவும் கிடைக்கவில்லை.

source: Go to the object page
nl: Ga naar de objectpagina
ta: பொருள் பக்கத்திற்குச் செல்லவும்

source: objects selected
nl: objecten geselecteerd
ta: பொருள்கள் தேர்ந்தெடுக்கப்பட்டன

source: Deselect all objects
nl: Alle objecten deselecteren
ta: எல்லா பொருட்களையும் தேர்வுநீக்கு

source: Showing %(length)s of %(total)s objects
it: Mostrando %(length)s di %(total)s oggetti
nl: %(length)s van %(total)s objecten getoond
ta: %(total)s இல் %(length)s பொருள்களைக் காட்டுகிறது

source: Select all %(total_oois)s object
nl: Selecteer %(total_oois)s object
ta: அனைத்து %(total_oois)s பொருளையும் தேர்ந்தெடுக்கவும்

source: Objects
it: Oggetti
nl: Objecten
ta: பொருள்கள்

source: Clearance type
nl: Vrijwaringstype
ta: இசைவு வகை

source: Continue with selection
nl: Doorgaan met selectie
ta: தேர்வோடு தொடரவும்

source: Configuration
nl: Configuratie
ta: உள்ளமைவு

source: Set up the required plugins for this report.
nl: Configureer de benodigde plug-ins voor dit rapport.
ta: இந்த அறிக்கைக்கு தேவையான செருகுநிரல்களை அமைக்கவும்.

source: Plugins
ta: செருகுநிரல்கள்

source: KAT will be able to generate a full report when all the required and suggested boefjes are enabled.
nl: KAT kan een volledig rapport produceren als alle verplichte en voorgestelde Boefjes zijn ingeschakeld.
ta: தேவையான மற்றும் பரிந்துரைக்கப்பட்ட போஃப்ச்கள் அனைத்தும் இயக்கப்பட்டிருக்கும் போது கேட் ஒரு முழு அறிக்கையை உருவாக்க முடியும்.

source: If you choose not to enable a plugin, the data that plugin would collect or produce will be left out of the report which will then be generated based on the available data collected by the enabled plugins.
nl: Als u ervoor kiest om een plug-in niet in te schakelen, zullen de gegevens die de plug-in zou verzamelen en produceren, niet worden opgenomen in het rapport. Het rapport zal worden gegenereerd op basis van de beschikbare gegevens verzameld door de plug-ins die wel zijn ingeschakeld.
ta: ஒரு சொருகி இயக்க வேண்டாம் என்று நீங்கள் தேர்வுசெய்தால், சொருகி சேகரிக்கும் அல்லது விளைவாக்கம் செய்யும் தரவு அறிக்கையிலிருந்து விடப்படும், பின்னர் அது இயக்கப்பட்ட செருகுநிரல்களால் சேகரிக்கப்பட்ட தரவுகளின் அடிப்படையில் உருவாக்கப்படும்.
