Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Some plugins are mandatory as they are crucial for a report type. Reports that don't have their requirements met will be skipped.
nl: Bepaalde plug-ins zijn verplicht, omdat ze cruciaal zijn voor een rapporttype. Rapporten die niet voldoen, zullen worden overgeslagen.
ta: சில செருகுநிரல்கள் கட்டாயமாக இருப்பதால் அவை அறிக்கை வகைக்கு முக்கியமானவை. அவற்றின் தேவைகள் நிறைவு இல்லாத அறிக்கைகள் தவிர்க்கப்படும்.

source: Warning! Before you proceed read the following points:
nl: Waarschuwing! Lees de volgende punten voordat u doorgaat:
ta: எச்சரிக்கை! நீங்கள் தொடர முன் பின்வரும் புள்ளிகளைப் படியுங்கள்:

source: OpenKAT is designed to scan all known objects on a regular basis using the enabled plugins and set clearance levels. This means that scans will run automatically. Be patient; plugins may take some time before they have collected all their data. Enabling them just before report generation will likely result in inaccurate reports, as plugins have not finished collecting data.
nl: OpenKAT is ontworpen om alle bekende objecten te scannen op een regelmatige basis met behulp van de ingeschakelde plug-ins en vrijwaringsniveaus. Dit betekent dat de scans automatisch worden uitgevoerd. Wees geduldig, het kan even duren voordat alle plug-ins al hun gegevens hebben verzameld. Plug-ins inschakelen vlak voordat u een rapport genereert zal waarschijnlijk resulteren in onnauwkeurige rapporten, aangezien plug-ins dan wellicht nog niet klaar zijn met het verzamelen van gegevens.
ta: இயக்கப்பட்ட செருகுநிரல்களைப் பயன்படுத்தி அறியப்பட்ட அனைத்து பொருட்களையும் வழக்கமான அடிப்படையில் ச்கேன் செய்ய ஓபன்காட் வடிவமைக்கப்பட்டுள்ளது மற்றும் இசைவு நிலைகளை அமைக்கவும். இதன் பொருள் ச்கேன் தானாக இயங்கும். பொறுமையாக இருங்கள்; செருகுநிரல்கள் அவற்றின் எல்லா தரவையும் சேகரிப்பதற்கு முன்பு சிறிது நேரம் ஆகலாம். செருகுநிரல்கள் தரவைச் சேகரிப்பதை முடிக்காததால், அறிக்கை தலைமுறைக்கு சற்று முன்பு அவற்றை இயக்குவது தவறான அறிக்கைகளை ஏற்படுத்தும்.

source: Good job! All required plugins are enabled.
nl: Goed gedaan. Alle vereiste plug-ins zijn ingeschakeld.
ta: நல்ல வேலை! தேவையான அனைத்து செருகுநிரல்களும் இயக்கப்பட்டுள்ளன.

source: This report type requires the following plugins to be enabled:
nl: Dit rapport vereist dat de volgende plug-ins zijn ingeschakeld:
ta: இந்த அறிக்கை வகைக்கு பின்வரும் செருகுநிரல்கள் இயக்கப்பட வேண்டும்:

source: Show enabled plugins
nl: Ingeschakelde plug-ins tonen
ta: இயக்கப்பட்ட செருகுநிரல்களைக் காட்டு

source: There are no required plugins.
nl: Er zijn geen vereiste plug-ins.
ta: தேவையான செருகுநிரல்கள் இல்லை.

source: Good job! All suggested plugins are enabled.
nl: Goed gedaan! Alle vereiste plug-ins zijn ingeschakeld.
ta: நல்ல வேலை! பரிந்துரைக்கப்பட்ட அனைத்து செருகுநிரல்களும் இயக்கப்பட்டுள்ளன.

source: The following plugins are optional to generate the report:
nl: De volgende plug-ins zijn optioneel om het rapport te genereren:
ta: அறிக்கையை உருவாக்க பின்வரும் செருகுநிரல்கள் விருப்பமானவை:

source: Hide suggested plugins
nl: Voorgestelde plug-ins verbergen
ta: பரிந்துரைக்கப்பட்ட செருகுநிரல்களை மறைக்கவும்

source: Show more suggested plugins
nl: Meer voorgestelde plug-ins tonen
ta: மேலும் பரிந்துரைக்கப்பட்ட செருகுநிரல்களைக் காட்டு

source: There are no optional plugins.
nl: Er zijn geen optionele plug-ins.
ta: விருப்ப செருகுநிரல்கள் எதுவும் இல்லை.

source: Enable plugins and continue
nl: Plug-ins inschakelen en doorgaan
ta: செருகுநிரல்களை இயக்கி தொடரவும்

source: Findings overview
nl: Bevindingenoverzicht
ta: கண்டுபிடிப்புகள் கண்ணோட்டம்

source: Total per severity overview
nl: Overzicht totalen per ernst
ta: தீவிரமான கண்ணோட்டத்திற்கு மொத்தம்

source: Selected Objects
nl: Geselecteerde objecten
ta: தேர்ந்தெடுக்கப்பட்ட பொருள்கள்

source: Selected Plugins
nl: Geselecteerde plug-ins
ta: தேர்ந்தெடுக்கப்பட்ட செருகுநிரல்கள்

source: Used Config Objects
nl: Gebruikte configuratieobjecten
ta: பயன்படுத்தப்பட்ட கட்டமைப்புப் பொருள்கள்

source: Choose report types
nl: Kies rapporttypes
ta: அறிக்கை வகைகளைத் தேர்வுசெய்க

source: Various types of reports, such as DNS reports and TLS reports, are essential for identifying vulnerabilities in different aspects of a system's security. DNS reports focus on domain name system configuration and potential weaknesses, while TLS reports assess the security of data encryption and transmission protocols, helping organizations pinpoint areas where security improvements are needed.
nl: Verschillende soorten rapporten, zoals DNS- en TLS-rapporten, zijn essentieel voor het identificeren van kwetsbaarheden in verschillende aspecten van de beveiliging van een systeem. DNS-rapporten geven zicht op domeinnaamsysteemconfiguratie en potentiële zwakheden, terwijl TLS de beveiliging beoordeelt van dataencryptie en transmissieprotocollen, beide helpen organisaties vast te stellen waar beveiliging kan worden verbeterd.
ta: ஒரு அமைப்பின் பாதுகாப்பின் வெவ்வேறு அம்சங்களில் பாதிப்புகளை அடையாளம் காண டிஎன்எச் அறிக்கைகள் மற்றும் டிஎல்எச் அறிக்கைகள் போன்ற பல்வேறு வகையான அறிக்கைகள் தேவை. டி.என்.எச் அறிக்கைகள் டொமைன் பெயர் கணினி உள்ளமைவு மற்றும் சாத்தியமான பலவீனங்களில் கவனம் செலுத்துகின்றன, அதே நேரத்தில் டி.எல்.எச் அறிக்கைகள் தரவு குறியாக்கம் மற்றும் பரிமாற்ற நெறிமுறைகளின் பாதுகாப்பை மதிப்பிடுகின்றன, மேலும் பாதுகாப்பு மேம்பாடுகள் தேவைப்படும் பகுதிகளை சுட்டிக்காட்ட நிறுவனங்களுக்கு உதவுகின்றன.

source: Selected object (%(total_oois)s)
nl: Geselecteerde object (%(total_oois)s)
ta: தேர்ந்தெடுக்கப்பட்ட பொருள் (%(total_oois)s)

source: You have selected %(total_oois)s object in previous step.
nl: U hebt in de vorige stap %(total_oois)s object geselecteerd.
ta: முந்தைய கட்டத்தில் %(total_oois)s பொருளைத் தேர்ந்தெடுத்துள்ளீர்கள்.

source: Change selection
nl: Selectie aanpassen
ta: தேர்வை மாற்றவும்

source: Available report types
nl: Beschikbare rapporttypes
ta: கிடைக்கும் அறிக்கை வகைகள்

source: All report types that are available for your selection.
nl: Alle rapporten die beschikbaar zijn voor uw selectie.
ta: உங்கள் தேர்வுக்கு கிடைக்கும் அனைத்து அறிக்கை வகைகளும்.

source: Toggle all report types
nl: Selecteer alle rapporttypes
ta: அனைத்து அறிக்கை வகைகளையும் மாற்றவும்

source: Delete the following report(s):
nl: Verwijder de volgende rapport(en):
ta: பின்வரும் அறிக்கை (களை) நீக்கு:

source: Deleted reports are removed in the view from the moment of deletion. The report can still be accessed on timestamps before the deletion. Only the report is removed from the view, not the data it is based on.
ta: நீக்கப்பட்ட தருணத்திலிருந்து நீக்கப்பட்ட அறிக்கைகள் பார்வையில் அகற்றப்படுகின்றன. நீக்குவதற்கு முன்பு நேர முத்திரைகளில் அறிக்கையை அணுகலாம். அறிக்கை மட்டுமே பார்வையில் இருந்து அகற்றப்படுகிறது, அது அடிப்படையாகக் கொண்ட தரவு அல்ல.

source: It is still possible to generate a new report for same date. If the report is part of a combined report, it will remain available in the combined report.
ta: அதே தேதிக்கு ஒரு புதிய அறிக்கையை உருவாக்குவது இன்னும் சாத்தியமாகும். அறிக்கை ஒருங்கிணைந்த அறிக்கையின் ஒரு பகுதியாக இருந்தால், அது ஒருங்கிணைந்த அறிக்கையில் கிடைக்கும்.

source: Input objects
nl: Invoerobjecten
ta: உள்ளீட்டு பொருள்கள்

source: Reference date
nl: Referentiedatum
ta: குறிப்பு தேதி

source: Disable schedule
nl: Schema uitschakelen
ta: அட்டவணையை முடக்கு

source: Are you sure you want to disable the schedule for %(report_name)s? The recipe will still exist and the schedule can be enabled later on.
ta: %(report_name)s க்கான அட்டவணையை முடக்க விரும்புகிறீர்களா? செய்முறை இன்னும் இருக்கும், பின்னர் அட்டவணையை இயக்க முடியும்.

source: Rename the following report(s):
nl: Hernoem de volgende rapport(en):
ta: பின்வரும் அறிக்கை (களை) மறுபெயரிடுங்கள்:

source: Rename
nl: Hernoemen
ta: மறுபெயரிடுங்கள்

source: Rerun the following report(s):
nl: Genereer de volgende rapport(en) opnieuw:
ta: பின்வரும் அறிக்கை (களை) மீண்டும் இயக்கவும்:

source: By submitting you're generating the selected reports again, using the current data.
ta: சமர்ப்பிப்பதன் மூலம், தற்போதைய தரவைப் பயன்படுத்தி, தேர்ந்தெடுக்கப்பட்ட அறிக்கைகளை மீண்டும் உருவாக்குகிறீர்கள்.

source: Rerun
nl: Opnieuw genereren
ta: மீண்டும்

source: Reports history
nl: Rapportgeschiedenis
ta: வரலாறு தெரிவிக்கிறது

source: On this page you can see all the reports that have been generated in the past. To create a new report, click the 'Generate Report' button.
nl: Op deze pagina ziet u alle rapporten die in het verleden zijn gegenereerd. Om een nieuw rapport te creëren, klik de knop ‘Rapport genereren’.
ta: இந்த பக்கத்தில் கடந்த காலத்தில் உருவாக்கப்பட்ட அனைத்து அறிக்கைகளையும் நீங்கள் காணலாம். புதிய அறிக்கையை உருவாக்க, 'அறிக்கையை உருவாக்கு' பொத்தானைக் சொடுக்கு செய்க.

source: Showing %(length)s of %(total)s reports
nl: %(length)s van %(total)s rapporten getoond
ta: %(total)s இல் %(length)s அறிக்கைகளைக் காட்டுகிறது

source: Reports:
nl: Rapporten:
ta: அறிக்கைகள்:

source: Shows parent report details
nl: Bovenliggende rapportdetails tonen
ta: பெற்றோர் அறிக்கை விவரங்களைக் காட்டுகிறது

source: No reports have been generated yet.
nl: Er zijn nog geen rapporten gegenereerd.
ta: இதுவரை எந்த அறிக்கையும் உருவாக்கப்படவில்லை.

source: Overview of reports
nl: Overzicht van rapporten
ta: அறிக்கைகளின் கண்ணோட்டம்

source: Scheduled
nl: Gepland
ta: திட்டமிடப்பட்டுள்ளது

source: History
nl: Geschiedenis
ta: வரலாறு

source: Scheduled reports
nl: Ingeplande rapporten
ta: திட்டமிடப்பட்ட அறிக்கைகள்

source: On this page you can see all the reports that are or have been scheduled. To schedule a report, select a start date and recurrence while generating a report.
nl: Op deze pagina ziet u alle rapporten die zijn of waren ingepland. Om een rapport in te plannen, selecteer een startdatum en herhalingspatroon tijdens het genereren van een rapport.
ta: இந்த பக்கத்தில் நீங்கள் திட்டமிடப்பட்ட அல்லது திட்டமிடப்பட்ட அனைத்து அறிக்கைகளையும் காணலாம். ஒரு அறிக்கையைத் திட்டமிட, ஒரு அறிக்கையை உருவாக்கும் போது தொடக்க தேதி மற்றும் மீண்டும் வருவதைத் தேர்ந்தெடுக்கவும்.

source: Scheduled reports:
nl: Ingeplande rapporten:
ta: திட்டமிடப்பட்ட அறிக்கைகள்:

source: Scheduled for
nl: Ingepland voor
ta: இதற்குத் திட்டமிடப்பட்டுள்ளது

source: Schedule status
nl: Schemastatus
ta: அட்டவணை நிலை

source: Once
ta: ஒருமுறை

source: Scheduled Reports:
nl: Ingeplande rapporten:
ta: திட்டமிடப்பட்ட அறிக்கைகள்:

source: Show report details
nl: Rapportdetails tonen
ta: அறிக்கை விவரங்களைக் காட்டு

source: objects
nl: objecten
ta: பொருள்கள்

source: Edit report recipe
nl: Rapportrecept bewerken
ta: அறிக்கை செய்முறையைத் திருத்து

source: Enable schedule
nl: Schema inschakelen
ta: அட்டவணையை இயக்கவும்

source: No scheduled reports have been generated yet.
nl: Er zijn nog geen geplande rapporten gegenereerd.
ta: திட்டமிடப்பட்ட அறிக்கைகள் எதுவும் இதுவரை உருவாக்கப்படவில்லை.

source: Back to Reports History
nl: Terug naar rapportgeschiedenis
ta: அறிக்கைகள் வரலாற்றுக்குத் திரும்பு

source: An overview of all underlying reports of
nl: Een overzicht van alle onderliggende rapporten van
ta: அனைத்து அடிப்படை அறிக்கைகளின் கண்ணோட்டம்

source: Shows report details
nl: Rapportdetails tonen
ta: அறிக்கை விவரங்களைக் காட்டுகிறது

source: Input Object
it: Oggetto di Input
ta: உள்ளீட்டு பொருள்

source: The objects listed in the table below were used to generate this report. For each object in the table it additionally shows the clearance level and whether or not the object was added by a user ('Declared') or indirectly identified through another service or system ('Inherited').
nl: De objecten uit onderstaande tabel werden gebruikt om dit rapport te genereren. Voor elk object in de tabel wordt getoond wat het vrijwaringsniveau is en of het object door een gebruiker is toegevoegd of indirect geïdentificeerd is door een andere dienst of systeem.
ta: இந்த அறிக்கையை உருவாக்க கீழே உள்ள அட்டவணையில் பட்டியலிடப்பட்டுள்ள பொருள்கள் பயன்படுத்தப்பட்டன. அட்டவணையில் உள்ள ஒவ்வொரு பொருளுக்கும் இது கூடுதலாக இசைவு அளவைக் காட்டுகிறது மற்றும் பொருள் ஒரு பயனரால் ('அறிவிக்கப்பட்ட') சேர்க்கப்பட்டதா இல்லையா அல்லது மற்றொரு பணி அல்லது அமைப்பு ('மரபுரிமை') மூலம் மறைமுகமாக அடையாளம் காணப்பட்டதா இல்லையா என்பதைக் காட்டுகிறது.

source: The table below shows which reports were chosen to generate this report, including a report description.
nl: De tabel hieronder toont aan welke rapporten zijn gekozen om dit rapport te genereren, inclusief een rapportomschrijving.
ta: அறிக்கை விளக்கம் உட்பட இந்த அறிக்கையை உருவாக்க எந்த அறிக்கைகள் தேர்ந்தெடுக்கப்பட்டன என்பதை கீழே உள்ள அட்டவணை காட்டுகிறது.

source: No report types found.
nl: Geen rapporttypen gevonden.
ta: அறிக்கை வகைகள் எதுவும் கிடைக்கவில்லை.

source: The table below shows all required or optional plugins for the selected reports.
nl: De tabel hieronder toont alle benodigde of optionele plug-ins voor de geselecteerde rapporten.
ta: தேர்ந்தெடுக்கப்பட்ட அறிக்கைகளுக்கு தேவையான அல்லது விருப்ப செருகுநிரல்களை கீழே உள்ள அட்டவணை காட்டுகிறது.

source: Required and optional plugins
nl: Vereiste en optionele plug-ins
ta: தேவையான மற்றும் விருப்ப செருகுநிரல்கள்

source: Plugin enabled
nl: Plug-in ingeschakeld
ta: சொருகி இயக்கப்பட்டது

source: Plugin options
nl: Plug-in-opties
ta: சொருகி விருப்பங்கள்

source: Plugin scan level
nl: Plug-in-scanniveau
ta: சொருகி ச்கேன் நிலை

source: Enabled.
nl: Ingeschakeld.
ta: இயக்கப்பட்டது.

source: required
nl: vereist
ta: தேவை

source: optional
nl: optioneel
ta: விரும்பினால்

source: Plugin extra info
nl: Extra info plug-in
ta: சொருகி கூடுதல் செய்தி

source: There are no required or optional plugins needed for the selected report types.
nl: Er zijn geen vereiste of optionele plug-ins nodig voor de geselecteerde rapporttypes.
ta: தேர்ந்தெடுக்கப்பட்ட அறிக்கை வகைகளுக்கு தேவையான அல்லது விருப்ப செருகுநிரல்கள் தேவையில்லை.

source: Modified date
nl: Bewerkte datum
ta: மாற்றியமைக்கப்பட்ட தேதி

source: Aggregate report
nl: Aggregeer rapport
ta: மொத்த அறிக்கை

source: Select objects
nl: Selecteer objecten
ta: பொருள்களைத் தேர்ந்தெடுக்கவும்

source: Select report types
nl: Selecteer rapporttypes
ta: அறிக்கை வகைகளைத் தேர்ந்தெடுக்கவும்

source: Export setup
nl: Instellingen exporteren
ta: ஏற்றுமதி அமைப்பு

source: Save report
nl: Rapport opslaan
ta: அறிக்கையைச் சேமிக்கவும்

source: You do not have the required permissions to enable plugins.
nl: U hebt niet de benodigde rechten om plug-ins in te schakelen.
ta: செருகுநிரல்களை இயக்க தேவையான அனுமதிகள் உங்களிடம் இல்லை.

source: Select at least one OOI to proceed.
nl: Selecteer minstens één OOI om door te gaan.
ta: தொடர குறைந்தது ஒரு OOI ஐத் தேர்ந்தெடுக்கவும்.

source: Select at least one report type to proceed.
nl: Selecteer minstens één rapporttype om door te gaan.
ta: தொடர குறைந்தது ஒரு அறிக்கை வகையைத் தேர்ந்தெடுக்கவும்.

source: No data could be found for %(report_types). Object(s) did not exist on %(date)s.
nl: Er zijn geen gegevens gevonden voor %(report_types). Object(en) bestaan niet op %(date)s.
ta: %(date)sு தரவு எதுவும் கிடைக்கவில்லை. பொருள் (கள்) %(தேதி) களில் இல்லை.

source: Multi report
nl: Multi-rapport
ta: பல அறிக்கை

source: View report
nl: Toon rapport
ta: அறிக்கையைக் காண்க

source: Schedule {}
nl: Schema {}
ta: அட்டவணை {}

source: Schedule disabled successfully. '{}' will not be generated automatically until the schedule is enabled again.
ta: முடக்கப்பட்ட அட்டவணை வெற்றிகரமாக. அட்டவணை மீண்டும் இயக்கப்படும் வரை '{}' தானாக உருவாக்கப்படாது.

source: Schedule enabled successfully. '{}' will be generated according to schedule.
ta: அட்டவணை வெற்றிகரமாக இயக்கப்பட்டது. '{}' அட்டவணையின்படி உருவாக்கப்படும்.

source: An unexpected error occurred, please check logs for more info.
nl: Er is een onverwachte fout opgetreden, controleer de logbestanden voor meer info.
ta: எதிர்பாராத பிழை ஏற்பட்டது, மேலும் தகவலுக்கு பதிவுகளை சரிபார்க்கவும்.

source: Deletion successful.
nl: Met succes verwijderd.
ta: நீக்குதல் வெற்றிகரமாக.

source: Renaming failed. Empty report name found.
nl: Hernoemen mislukt. Lege rapportnaam gevonden.
ta: மறுபெயரிடுவது தோல்வியடைந்தது. வெற்று அறிக்கை பெயர் காணப்பட்டது.

source: Report names and reports does not match.
nl: Rapportnamen en rapporten komen niet overeen.
ta: அறிக்கை பெயர்கள் மற்றும் அறிக்கைகள் பொருந்தவில்லை.

source: Reports successfully renamed.
nl: Rapporten met succes hernoemd.
ta: அறிக்கைகள் வெற்றிகரமாக மறுபெயரிடப்பட்டன.

source: Report {} could not be renamed.
nl: Rapport {} kon niet worden hernoemd.
ta: அறிக்கை {the மறுபெயரிட முடியவில்லை.

source: 1: Select objects
nl: 1: Selecteer objecten
ta: 1: பொருள்களைத் தேர்ந்தெடுக்கவும்

source: 2: Choose report types
nl: 2: Kies rapporttypes
ta: 2: அறிக்கை வகைகளைத் தேர்வுசெய்க

source: 3: Configuration
nl: 3: Configuratie
ta: 3: உள்ளமைவு

source: 4: Export setup
nl: 4: Instellingen exporteren
ta: 4: ஏற்றுமதி அமைப்பு

source: 3: Export setup
nl: 3: Instellingen exporteren
ta: 3: ஏற்றுமதி அமைப்பு

source: Date
it: Data
nl: Datum
ta: திகதி

source: The selected date is in the future. Please select a different date.
nl: De gekozen datum ligt in de toekomst. Kies een andere datum.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி எதிர்காலத்தில் உள்ளது. வேறு தேதியைத் தேர்ந்தெடுக்கவும்.

source: For example: -sTU --top-ports 1000
nl: Bijvoorbeeld: -sTU --top-ports 1000
ta: எடுத்துக்காட்டாக: -ச்டு -டாப் -போர்ட்ச் 1000

source: JSON Schema
ta: சாதொபொகு SCHEMA

source: Input object type
nl: Objecttype invoeren
ta: உள்ளீட்டு பொருள் வகை

source: Output mime types
nl: Uitvoer mimetypes
ta: வெளியீட்டு மைம் வகைகள்

source: KAT-ID
ta: கேட்-ஐடி

source: Unique ID within OpenKAT, for this type
it: ID univoco all'interno di OpenKAT, per questo tipo
nl: Uniek ID binnen OpenKAT, voor dit type
ta: OpenKAT க்குள் தனித்துவமான ஐடி, இந்த வகைக்கு

source: Title
it: Titolo
nl: Titel
ta: தலைப்பு

source: Give the finding type a fitting title
it: Dai al tipo di rilevamento un titolo appropriato
nl: Een passende titel voor dit bevindingstype
ta: கண்டுபிடிப்பு வகைக்கு பொருத்தமான தலைப்பைக் கொடுங்கள்

source: Describe the finding type
it: Descrivi il tipo di rilevamento
nl: Omschrijf het bevindingstype
ta: கண்டுபிடிப்பு வகையை விவரிக்கவும்

source: Risk
it: Rischio
nl: Risico
ta: இடர்

source: Solution
it: Soluzione
nl: Oplossing
ta: நீர்மக்கூழ்

source: How can this be solved?
it: Come può essere risolto questo problema?
nl: Hoe kan dit worden opgelost?
ta: இதை எவ்வாறு தீர்க்க முடியும்?

source: Describe how this type of finding can be solved
it: Descrivi come questo tipo di rilevamento può essere risolto
nl: Beschrijf hoe dit type bevinding kan worden opgelost
ta: இந்த வகை கண்டுபிடிப்பை எவ்வாறு தீர்க்க முடியும் என்பதை விவரிக்கவும்

source: References
it: Riferimenti
nl: Referenties
ta: குறிப்புகள்

source: Please give some references on the solution
it: Fornisci alcuni riferimenti sulla soluzione
nl: Referenties over de oplossing
ta: தீர்வு குறித்து சில குறிப்புகளைக் கொடுங்கள்

source: Please give sources and references on the suggested solution
it: Fornisci fonti e riferimenti sulla soluzione suggerita
nl: Voeg bronnen of referenties over de oplossing toe
ta: பரிந்துரைக்கப்பட்ட தீர்வு குறித்த ஆதாரங்களையும் குறிப்புகளையும் கொடுங்கள்

source: Impact description
it: Descrizione dell'impatto
nl: Omschrijving impact
ta: தாக்க விளக்கம்

source: Describe the solutions impact
it: Descrivi l'impatto delle soluzioni
nl: Beschrijf de impact van de oplossing
ta: தீர்வுகள் தாக்கத்தை விவரிக்கவும்

source: Solution chance
it: Possibilità di soluzione
nl: Oplossing kans
ta: தீர்வு வாய்ப்பு

source: Solution impact
it: Impatto della soluzione
nl: Impact van de oplossing
ta: தீர்வு தாக்கம்

source: Solution effort
it: Sforzo richiesto per la soluzione
nl: Benodigde inzet
ta: தீர்வு முயற்சி

source: ID should start with
it: L'ID deve iniziare con
nl: ID moet beginnen met
ta: ஐடி தொடங்க வேண்டும்

source: Finding type already exists
it: Il tipo di rilevamento esiste già
nl: Bevindingstype bestaat al
ta: வகை ஏற்கனவே உள்ளது

source: Click to select one of the available options
it: Fai clic per selezionare una delle opzioni disponibili
nl: Selecteer een optie
ta: கிடைக்கக்கூடிய விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுக்க சொடுக்கு செய்க

source: Finding types
it: Tipi di rilevamento
nl: Bevindingstypen
ta: வகைகளைக் கண்டறிதல்

source: Proof
it: Prova
nl: Bewijs
ta: மெய்யுறுதி, நிரூபணம்

source: Provide evidence of your finding
it: Fornisci evidenza del tuo rilevamento
nl: Voer bewijs van uw bevinding in
ta: உங்கள் கண்டுபிடிப்புக்கான ஆதாரங்களை வழங்கவும்

source: Describe your finding
it: Descrivi il tuo rilevamento
nl: Omschrijf uw bevinding
ta: உங்கள் கண்டுபிடிப்பை விவரிக்கவும்

source: Reproduce finding
it: Riproduci il rilevamento
nl: Reproduceer bevinding
ta: கண்டுபிடிப்பு இனப்பெருக்கம்

source: Please explain how to reproduce your finding
it: Spiega come riprodurre il tuo rilevamento
nl: Leg uit hoe deze bevinding kan worden gereproduceerd
ta: உங்கள் கண்டுபிடிப்பை எவ்வாறு இனப்பெருக்கம் செய்வது என்பதை விளக்குங்கள்

source: Date/Time (UTC)
it: Data/Ora (UTC)
nl: Datum/Tijd (UTC)
ta: தேதி/நேரம் (UTC)

source: Doc! I'm from the future, I'm here to take you back!
it: Dottore! Vengo dal futuro, sono qui per riportarti indietro!
nl: Doc! Ik kom uit de toekomst, ik ben hier om je terug te brengen!
ta: ஆவணம்! நான் எதிர்காலத்திலிருந்து வந்தவன், உங்களைத் திரும்ப அழைத்துச் செல்ல நான் இங்கே இருக்கிறேன்!

source: OOI doesn't exist
it: L'OOI non esiste
nl: Object bestaat niet
ta: OOI இல்லை

source: Show non-muted findings
it: Mostra i rilevamenti non mutati
nl: Laat niet-gedempte bevindingen zien
ta: முடக்கப்படாத கண்டுபிடிப்புகளைக் காட்டு

source: Show muted findings
it: Mostra i rilevamenti mutati
nl: Laat gedempte bevindingen zien
ta: முடக்கிய கண்டுபிடிப்புகளைக் காட்டு

source: Show muted and non-muted findings
it: Mostra i rilevamenti mutati e non mutati
nl: Toon gedempte en niet-gedempte bevindingen
ta: முடக்கிய மற்றும் முடக்கப்படாத கண்டுபிடிப்புகளைக் காட்டு

source: Filter by severity
it: Filtra per gravità
nl: Filteren op ernst
ta: தீவிரத்தினால் வடிகட்டவும்

source: Filter by muted findings
it: Filtra per rilevamenti mutati
nl: Gedempte bevindingen uitsluiten
ta: முடக்கிய கண்டுபிடிப்புகளால் வடிகட்டவும்

source: Search
it: Ricerca
nl: Zoeken
ta: தேடல்

source: Object ID contains (case sensitive)
nl: Object-ID bevat (hoofdlettergevoelig)
ta: பொருள் ஐடி உள்ளது (வழக்கு உணர்திறன்)

source: Filter types
it: Filtra per tipi
ta: வடிகட்டி வகைகள்

source: Clearance Level
it: Livello di autorizzazione
nl: Vrijwaringsniveau
ta: இசைவு நிலை

source: Next scan
ta: அடுத்த ச்கேன்

source: Show objects that don't meet the Boefjes scan level.
nl: Toon objecten die niet overeenkomen met het scanniveau van het Boefje.
ta: போஃப்செச் ச்கேன் அளவை நிறைவு செய்யாத பொருள்களைக் காட்டு.

source: Show Boefjes that exceed the objects clearance level.
it: Mostra i Boefjes che superano il livello di autorizzazione degli oggetti
nl: Toon Boefjes die het vrijwaringsniveau van OOI’s overschrijden.
ta: பொருள்களின் இசைவு அளவை மீறும் போஃப்ச்களைக் காட்டு.

source: option
it: opzione
nl: optie
ta: சூதம்

source: Optionally choose a {option_label}
it: Scegli opzionalmente un {option_label}
nl: Kies optioneel een {option_label}
ta: விருப்பமாக {option_label} ஐத் தேர்வுசெய்க

source: Please choose a {option_label}
it: Scegli un {option_label}
nl: Selecteer een {option_label}
ta: தயவுசெய்து {option_label} ஐத் தேர்வுசெய்க

source: Filter by clearance level
nl: Filter op vrijwaringsniveau
ta: இசைவு நிலை மூலம் வடிகட்டவும்

source: Filter by clearance type
nl: Filter op vrijwaringstype
ta: இசைவு வகை மூலம் வடிகட்டவும்

source: From
it: Da
nl: Van
ta: இருந்து

source: To
it: A
nl: Aan
ta: பெறுநர்

source: Cancelled
nl: Geannuleerd
ta: ரத்து செய்யப்பட்டது

source: Completed
it: Completato
nl: Voltooid
ta: முடிந்தது

source: Dispatched
it: Spedito
nl: Afgeleverd
ta: அனுப்பப்பட்டது

source: Failed
nl: Mislukt
ta: தோல்வியுற்றது

source: Pending
it: In attesa
nl: In behandeling
ta: நிலுவையில் உள்ளது

source: Queued
it: In coda
nl: In de wachtrij
ta: வரிசையில்

source: Running
nl: Draaiend
ta: இயங்கும்

source: Search by object name
it: Cerca per nome oggetto
nl: Zoeken op objectnaam
ta: பொருள் பெயரால் தேடுங்கள்
