Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Failed to get list of findings for organization {}, check server logs for more details.
it: Impossibile ottenere l'elenco delle scoperte per l'organizzazione {}, controlla i log del server per ulteriori dettagli.
nl: Kon lijst met bevindingen voor organisatie {} niet ophalen, controleer serverlogboeken voor meer details.
ta: நிறுவனத்திற்கான கண்டுபிடிப்புகளின் பட்டியலைப் பெறுவதில் தோல்வி {}, மேலும் விவரங்களுக்கு சேவையக பதிவுகளை சரிபார்க்கவும்.

source: The KATalogus has an unexpected error. Check the logs for further details.
nl: De KATalogus heeft een onverwachte fout opgelopen. Controleer de logboeken voor verdere details.
ta: கட்டாலோகச் எதிர்பாராத பிழையைக் கொண்டுள்ளது. மேலும் விவரங்களுக்கு பதிவுகளை சரிபார்க்கவும்.

source: An HTTP %d error occurred. Check logs for more info.
nl: Er is een HTTP-%d-fout opgetreden. Controleer de logboeken voor meer info.
ta: ஒரு HTTP %d பிழை ஏற்பட்டது. மேலும் தகவலுக்கு பதிவுகளை சரிபார்க்கவும்.

source: An HTTP error occurred. Check logs for more info.
nl: Er is een HTTP-fout opgetreden. Controleer de logboeken voor meer informatie.
ta: ஒரு HTTP பிழை ஏற்பட்டது. மேலும் தகவலுக்கு பதிவுகளை சரிபார்க்கவும்.

source: Boefje with this name already exists.
nl: Boefje met deze naam bestaat al.
ta: இந்த பெயருடன் போஃப்சே ஏற்கனவே உள்ளது.

source: Boefje with this ID already exists.
nl: Boefje met deze ID bestaat al.
ta: இந்த ஐடியுடன் போஃப்சே ஏற்கனவே உள்ளது.

source: Show all
it: Mostra tutto
nl: Alles tonen
ta: அனைத்தையும் காட்டு

source: Enabled
it: Abilitato
nl: Ingeschakeld
ta: இயக்கப்பட்டது

source: Disabled
it: Disabilitato
nl: Uitgeschakeld
ta: முடக்கப்பட்டது

source: Enabled-Disabled
it: Abilitato-Disabilitato
nl: Ingeschakeld-Uitgeschakeld
ta: இயக்கப்பட்ட-மாற்றப்பட்ட

source: Disabled-Enabled
it: Disabilitato-Abilitato
nl: Uitgeschakeld-Ingeschakeld
ta: முடக்கப்பட்ட-இயக்கப்பட்ட

source: Filter options
it: Opzioni di filtro
nl: Filteropties
ta: வடிகட்டி விருப்பங்கள்

source: Sorting options
it: Opzioni di ordinamento
nl: Sorteeropties
ta: வரிசையாக்க விருப்பங்கள்

source: This field is required.
it: Questo campo è obbligatorio.
nl: Dit veld is verplicht.
ta: இந்த புலம் தேவை.

source: About plugins
it: Informazioni sui plugin
nl: Over plug-ins
ta: செருகுநிரல்கள் பற்றி

source: Plugins gather data, objects and insight. Each plugin has its own focus area and strengths and may be able to work with other plugins to gain even more insights.
it: I plugin raccolgono dati, oggetti e approfondimenti. Ogni plugin ha la propria area di interesse e i propri punti di forza e potrebbe essere in grado di funzionare con altri plugin per ottenere ancora più approfondimenti.
nl: Plug-ins verzamelen gegevens, objecten en inzichten. Elke plug-in heeft zijn eigen focusgebied en sterke punten en kan mogelijk samenwerken met andere plug-ins om nog meer inzichten te krijgen.
ta: செருகுநிரல்கள் தரவு, பொருள்கள் மற்றும் நுண்ணறிவு ஆகியவற்றை சேகரிக்கின்றன. ஒவ்வொரு சொருகி அதன் சொந்த கவனம் பகுதி மற்றும் பலங்களைக் கொண்டுள்ளது, மேலும் நுண்ணறிவுகளைப் பெற மற்ற செருகுநிரல்களுடன் வேலை செய்ய முடியும்.

source: Boefjes are used to scan for objects. They detect vulnerabilities, security issues, and give insight. Each boefje is a separate scan that can run on a selection of objects.
nl: Boefjes worden gebruikt voor het scannen naar objecten. Ze detecteren kwetsbaarheden, beveiligingsproblemen en geven inzicht. Elk Boefje is een aparte scan die op verschillende objecten gebruikt kan worden.
ta: பொருள்களை ச்கேன் செய்ய போஃப்செச் பயன்படுத்தப்படுகிறது. அவை பாதிப்புகள், பாதுகாப்பு சிக்கல்களைக் கண்டறிந்து, நுண்ணறிவைக் கொடுக்கும். ஒவ்வொரு போஃப்சேவும் ஒரு தனி ச்கேன் ஆகும், இது பொருள்களின் தேர்வில் இயங்க முடியும்.

source: Normalizers analyze the information and turn it into objects for the data model in Octopoes.
it: I normalizzatori analizzano le informazioni e le trasformano in oggetti per il modello dati in Octopoes.
nl: Normalizers analyseren de informatie en zetten deze om in objecten voor het datamodel in Octopoes.
ta: இயல்பான மருந்துகள் தகவல்களை பகுப்பாய்வு செய்து ஆக்டோபோக்களில் உள்ள தரவு மாதிரிக்கான பொருள்களாக மாற்றுகின்றன.

source: Bits are business rules that look for insight within the current dataset and search for specific insight and draw conclusions.
it: I bit sono regole aziendali che cercano informazioni all'interno del set di dati corrente, cercano informazioni specifiche e traggono conclusioni.
nl: Bits zijn bedrijfsregels die zoeken naar inzichten binnen de huidige gegevensset. Ze zoeken naar specifieke inzichten en trekken daar conclusies uit.
ta: பிட்கள் என்பது தற்போதைய தரவுத்தொகுப்பில் உள்ள நுண்ணறிவைத் தேடும் வணிக விதிகள் மற்றும் குறிப்பிட்ட நுண்ணறிவைத் தேடி முடிவுகளை எடுக்கின்றன.

source: Scan level
it: Livello di scansione
nl: Scanniveau
ta: ச்கேன் நிலை

source: Consumes
it: Consuma
nl: Consumeert
ta: நுகரும்

source: %(plugin_name)s is able to scan the following object types:
it: %(plugin_name)s è in grado di eseguire la scansione dei seguenti tipi di oggetti:
nl: %(plugin_name)s is in staat om het volgende objecttypes te scannen:
ta: %(plugin_name)s பின்வரும் பொருள் வகைகளை ச்கேன் செய்ய முடியும்:

source: %(plugin_name)s does not need any input objects.
it: %(plugin_name)s non ha bisogno di oggetti di input.
nl: %(plugin_name)s heeft geen invoerobjecten nodig.
ta: %(plugin_name)s எந்த உள்ளீட்டு பொருள்களையும் தேவையில்லை.

source: Produces
it: Produzione
nl: Produceert
ta: விளைவாக்கம் செய்கிறது

source: %(plugin_name)s can produce the following output:
it: %(plugin_name)s può produrre il seguente output:
nl: %(plugin_name)s kan het volgende produceren:
ta: %(plugin_name)s பின்வரும் வெளியீட்டை உருவாக்க முடியும்:

source: %(plugin_name)s doesn't produce any output mime types.
nl: %(plugin_name)s produceert geen enkele uitvoer mimetypes.
ta: %(plugin_name)s எந்த வெளியீட்டு மைம் வகைகளையும் உருவாக்காது.

source: Boefje variant setup
nl: Boefje-variant instellen
ta: போஃப்சே மாறுபாடு அமைப்பு

source: Edit
it: Modifica
nl: Bewerken
ta: தொகு

source: Boefje setup
nl: Boefje instellen
ta: போஃப்சே அமைப்பு

source: You can create a new Boefje. If you want more information on this, you can check out the <a href="https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html">documentation</a>.
nl: U kunt een nieuw Boefje maken. Als u hier meer info over wilt, kunt u de <a href="https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html">documentatie</a> nalezen.
ta: நீங்கள் ஒரு புதிய போஃப்சேவை உருவாக்கலாம். இது குறித்த கூடுதல் தகவல்களை நீங்கள் விரும்பினால், நீங்கள் <a href = "https://docs.openkat.nl/developer_documentation/development_tutorial/creating_a_boefje.html"> ஆவணங்கள் </a> ஐப் பார்க்கலாம்.

source: Save changes
nl: Wijzigingen opslaan
ta: மாற்றங்களைச் சேமிக்கவும்

source: Discard changes
nl: Wijzigingen verwerpen
ta: மாற்றங்களை நிராகரிக்கவும்

source: Create variant
nl: Variant aanmaken
ta: மாறுபாட்டை உருவாக்கவும்

source: Discard variant
nl: Variant verwerpen
ta: மாறுபாட்டை நிராகரிக்கவும்

source: Create new Boefje
nl: Nieuw Boefje maken
ta: புதிய போஃப்சேவை உருவாக்கவும்

source: Discard new Boefje
nl: Nieuw Boefje verwerpen
ta: புதிய போஃப்சேவை நிராகரிக்கவும்

source: available
it: disponibile
nl: beschikbaar
ta: கிடைக்கிறது

source: Add Boefje
nl: Boefje toevoegen
ta: போஃப்சே சேர்க்கவும்

source: scan level warning
it: Avviso livello di scansione
nl: Waarschuwing vrijwaringsniveau
ta: நிலை எச்சரிக்கை ச்கேன்

source: %(plugin_name)s will only scan objects with a corresponding clearance level of <strong>L%(scan_level)s</strong> or higher.
it: %(plugin_name)s scannerà solo gli oggetti con un livello di autorizzazione corrispondente di <strong>L%(scan_level)s</strong> o superiore.
nl: %(plugin_name)s kan alleen objecten scannen met een overeenkomend vrijwaringsniveau van <strong>L%(scan_level)s</strong> of hoger.
ta: %(plugin_name)s <strong> எல்%(scan_level)s </strong> அல்லது அதற்கு மேற்பட்டவற்றுடன் தொடர்புடைய இசைவு அளவைக் கொண்ட பொருட்களை மட்டுமே ச்கேன் செய்யும்.

source: Scan object
nl: Object scannen
ta: பொருளை ச்கேன் செய்யுங்கள்

source: The following objects are not yet cleared for level %(scan_level)s, please be advised that by continuing you will declare a level %(scan_level)s on these objects.
it: Gli oggetti seguenti non sono ancora autorizzati per il livello %(scan_level)s, si prega di notare che continuando si dichiarerà un livello %(scan_level)s su questi oggetti.
nl: De volgende objecten hebben geen vrijwaringsniveau van %(scan_level)s, let er op dat wanneer u doorgaat u een vrijwaring naar niveau %(scan_level)s voor deze objecten instelt.
ta: நிலை %(scan_level)s ஆகியவற்றிற்கு பின்வரும் பொருள்கள் இன்னும் அழிக்கப்படவில்லை, தயவுசெய்து இந்த பொருள்களில் ஒரு நிலை %(scan_level)s ஐ அறிவிப்பீர்கள் என்று தயவுசெய்து அறிவுறுத்துங்கள்.

source: Selected objects
nl: Geselecteerde objecten
ta: தேர்ந்தெடுக்கப்பட்ட பொருள்கள்

source: Object
it: Oggetto
ta: பொருள்

source: Clearance level
it: Livello di autorizzazione
nl: Vrijwaringsniveau
ta: இசைவு நிலை

source: Are you sure you want to scan anyways?
it: Sei sicuro/a di voler eseguire la scansione comunque?
nl: Weet u het zeker dat u toch door wilt gaan met scannen?
ta: நீங்கள் எப்படியும் ச்கேன் செய்ய விரும்புகிறீர்களா?

source: Scan
it: Scansione
nl: Scannen
ta: ச்கேன்

source: Clone settings
it: Clona impostazioni
nl: Instellingen klonen
ta: நகலி அமைப்புகள்

source: Use the form below to clone the settings from <i>%(current_organization)s</i> to the selected organization. This includes both the KAT-alogus settings as well as enabled and disabled plugins.
it: Utilizza il modulo sottostante per clonare le impostazioni da <i>%(current_organization)s</i> all'organizzazione selezionata. Questo include sia le impostazioni di KAT-alogus che i plugin abilitati e disabilitati.
nl: Gebruik onderstaand formulier om de instellingen te klonen van <i>%(current_organization)s</i> naar de geselecteerde organisatie. Dit omvat zowel de KAT-alogusinstellingen als ingeschakelde en uitgeschakelde plug-ins.
ta: தேர்ந்தெடுக்கப்பட்ட நிறுவனத்திற்கு <i>%(current_organization)s </i> இலிருந்து அமைப்புகளை நகலி செய்ய கீழே உள்ள படிவத்தைப் பயன்படுத்தவும். இது கேட்-அலோகச் அமைப்புகள் மற்றும் இயக்கப்பட்ட மற்றும் முடக்கப்பட்ட செருகுநிரல்கள் இரண்டையும் உள்ளடக்கியது.

source: Clone
it: Clona
nl: Klonen
ta: நகலி

source: All plugins
nl: Alle plug-ins
ta: அனைத்து செருகுநிரல்களும்

source: Plugin available
nl: Plug-in beschikbaar
ta: சொருகி கிடைக்கிறது

source: KAT-alogus Settings
it: Impostazioni KAT-alogus
nl: KAT-alogus-instellingen
ta: கேட்-அலோகச் அமைப்புகள்

source: There are currently no settings defined. Add settings at plugin detail page.
it: Attualmente non sono definite impostazioni. Aggiungi impostazioni nella pagina dettagli del plugin.
nl: Er zijn op dit moment geen instellingen. Voeg instellingen toe bij de plug-indetailpagina.
ta: தற்போது அமைப்புகள் வரையறுக்கப்படவில்லை. சொருகி விவரம் பக்கத்தில் அமைப்புகளைச் சேர்க்கவும்.

source: Go back
it: Torna indietro
nl: Ga terug
ta: திரும்பிச் செல்லுங்கள்

source: This is an overview of the latest settings of all plugins.
it: Questa è una panoramica delle ultime impostazioni di tutti i plugin.
nl: Dit is een overzicht van de laatste instellingen van alle plug-ins.
ta: இது அனைத்து செருகுநிரல்களின் அண்மைக் கால அமைப்புகளின் கண்ணோட்டமாகும்.

source: Latest plugin settings
nl: Laatste plug-ininstellingen
ta: அண்மைக் கால சொருகி அமைப்புகள்

source: Plugin
ta: சொருகு

source: Value
it: Valore
nl: Waarde
ta: மதிப்பு

source: Description
it: Descrizione
nl: Omschrijving
ta: விவரம்

source: %(plugin_name)s is able to process the following mime types:
nl: %(plugin_name)s is in staat de volgende mime-types te verwerken:
ta: %(plugin_name)s பின்வரும் மைம் வகைகளை செயலாக்க முடியும்:

source: This object type is required
nl: Dit objecttype is vereist
ta: இந்த பொருள் வகை தேவை

source: Scan level:
it: Livello di scansione:
nl: Vrijwaringsniveau:
ta: ச்கேன் நிலை:

source: Publisher:
nl: Uitgever:
ta: வெளியீட்டாளர்:

source: See details
it: Vedi dettagli
nl: Details bekijken
ta: விவரங்களைக் காண்க

source: Enable
nl: Inschakelen
ta: இயக்கு

source: Disable
it: Disabilita
nl: Uitschakelen
ta: முடக்கு

source: You don't have permission to enable
nl: U hebt geen toestemming om in te schakelen
ta: இயக்க உங்களுக்கு இசைவு இல்லை

source: Hide filters
it: Nascondi filtri
nl: Filters verbergen
ta: வடிப்பான்களை மறைக்க

source: Show filters
it: Mostra filtri
nl: Filters tonen
ta: வடிப்பான்களைக் காட்டு

source: applied
nl: toegepast
ta: பயன்படுத்தப்பட்டது

source: Filter plugins
nl: Plug-ins filteren
ta: செருகுநிரல்களை வடிகட்டவும்

source: Clear filter
nl: Filters wissen
ta: தெளிவான வடிகட்டி

source: KAT-alogus
ta: பட்டியல்

source: An overview of all available plugins.
nl: Een overzicht van alle beschikbare plug-ins.
ta: கிடைக்கக்கூடிய அனைத்து செருகுநிரல்களின் கண்ணோட்டம்.

source: Settings
it: Impostazioni
nl: Instellingen
ta: அமைப்புகள்

source: Gridview
it: Vista griglia
nl: Rasterweergave
ta: கிரிட்வியூ

source: Tableview
it: Vista tabella
nl: Tabelweergave
ta: அட்டவணை பார்வை

source: Required for
nl: Vereist voor
ta: தேவை

source: report types
nl: rapporttypen
ta: அறிக்கை வகைகள்

source: Report types for
nl: Rapporttypen voor
ta: அறிக்கை வகைகள்

source: Object list
it: Elenco oggetti
nl: Objectenlijst
ta: பொருள் பட்டியல்

source: This Boefje will only scan objects with a corresponding clearance level of <strong>L%(scan_level)s</strong> or higher. There is no indemnification for this Boefje to scan an OOI with a lower clearance level than <strong>L%(scan_level)s</strong>. Use the filter to show OOI's with a lower clearance level.
it: Questo boefje effettuerà la scansione solo degli oggetti con un livello di autorizzazione corrispondente di <strong>L%(scan_level)s</strong> o superiore. Non c'è alcuna indennità per questo boefje per la scansione di un OOI con un livello di autorizzazione inferiore a <strong>L%(scan_level)s</strong>. Usa il filtro per mostrare gli OOI con un livello di autorizzazione inferiore.
nl: Dit Boefje scant alleen objecten met een overeenkomstig vrijwaringsniveau van <strong>(%(scan_level)s)</strong> of hoger. Er is geen vrijwaring voor dit Boefje om een OOI met een lager scanniveau te scannen dan<strong>L%(scan_level)s</strong>. Gebruik het filter om OOI’s met een lagere vrijwaringsniveau te tonen.
ta: இந்த போஃப்சே <strong> எல்%(scan_level)s </strong> அல்லது அதற்கு மேற்பட்டவற்றுடன் தொடர்புடைய இசைவு அளவைக் கொண்ட பொருட்களை மட்டுமே ச்கேன் செய்யும். <strong> l%(scan_level)s </strong> ஐ விட குறைந்த இசைவு அளவைக் கொண்ட OOI ஐ ச்கேன் செய்ய இந்த போஃப்சே எந்த இழப்பீடு இல்லை. குறைந்த இசைவு மட்டத்துடன் OOI ஐக் காட்ட வடிகட்டியைப் பயன்படுத்தவும்.

source: Warning scan level:
nl: Waarschuwing scanniveau:
ta: எச்சரிக்கை ச்கேன் நிலை:

source: Scanning OOI's with a lower clearance level will result in OpenKAT increasing the clearance level on that OOI, not only for this scan but from now on out, until it manually gets set to something else again. This means that all other enabled Boefjes will use this higher clearance level aswel.
nl: OOI’s met een lager vrijwaringsniveau scannen, zal resulteren in het verhogen van het vrijwaringsniveau op die OOI, niet alleen voor deze scan, maar van nu af aan, tot het handmatig weer naar iets anders wordt ingesteld. Dit betekent dat alle andere ingeschakelde Boefjes dit hogere vrijwaringsniveau zullen gebruiken.
ta: குறைந்த இசைவு மட்டத்துடன் OOI ஐ ச்கேன் செய்வதன் மூலம் ஓபன் கேட் அந்த OOI இல் இசைவு அளவை அதிகரிக்கும், இந்த ச்கேனுக்கு மட்டுமல்ல, இனிமேல், அது கைமுறையாக வேறு எதையாவது அமைக்கும் வரை. இதன் பொருள், மற்ற அனைத்து இயக்கப்பட்ட போஃப்செசும் இந்த உயர் இசைவு நிலை ASWEL ஐப் பயன்படுத்தும்.

source: You currently don't have any objects that meet the scan level of %(name)s. Add objects with a complying clearance level, or alter the clearance level of existing objects.
it: Attualmente non hai oggetti che soddisfano il livello di scansione di %(name)s. Aggiungi oggetti con un livello di autorizzazione conforme o modifica il livello di autorizzazione degli oggetti esistenti.
nl: U hebt momenteel geen objecten die voldoen aan het scanniveau van %(name)s. Voeg objecten toe met een voldoende vrijwaringsniveau, of wijzig het vrijwaringsniveau van bestaande objecten.
ta: %(name)sேன் அளவை நிறைவு செய்யும் எந்தவொரு பொருளும் உங்களிடம் இல்லை. இணக்கமான இசைவு மட்டத்துடன் பொருட்களைச் சேர்க்கவும் அல்லது இருக்கும் பொருட்களின் இசைவு அளவை மாற்றவும்.

source: You currently don't have scannable objects for %(name)s. Add objects to use this Boefje. This Boefje is able to scan objects of the following types:
it: Attualmente non hai oggetti scansionabili per %(name)s. Aggiungi oggetti per utilizzare questo boefje. Questo boefje è in grado di eseguire la scansione di oggetti dei seguenti tipi:
nl: U hebt momenteel geen scanbare objecten voor %(name)s. Voeg objecten toe om dit Boefje te gebruiken. Dit Boefje kan objecten scannen van de volgende typen:
ta: உங்களிடம் தற்போது %(name)s ச்கேன் செய்யக்கூடிய பொருள்கள் இல்லை. இந்த போஃப்சேவைப் பயன்படுத்த பொருட்களைச் சேர்க்கவும். இந்த போஃப்சே பின்வரும் வகைகளின் பொருள்களை ச்கேன் செய்ய முடியும்:

source: The form could not be initialized.
it: Il modulo non può essere inizializzato.
nl: Het formulier kan niet worden opgehaald.
ta: படிவத்தை துவக்க முடியவில்லை.

source: Required settings
it: Impostazioni richieste
nl: Verplichte instellingen
ta: தேவையான அமைப்புகள்

source: Add
it: Aggiungi
nl: Toevoegen
ta: கூட்டு

source: Required for:
nl: Vereist voor:
ta: இதற்கு தேவை:

source: Boefje details
ta: போஃப்சே விவரங்கள்

source: Report types
nl: Rapporttypes
ta: அறிக்கை வகைகள்

source: This boefje is required by the following report types.
nl: Dit Boefje is vereist voor de volgende rapporttypen.
ta: இந்த போஃப்சே பின்வரும் அறிக்கை வகைகளால் தேவைப்படுகிறது.

source: Go to boefje detail page
nl: Ga naar detailspagina van Boefje
ta: போஃப்சே விவரம் பக்கத்திற்குச் செல்லவும்

source: Plugins overview:
nl: Overzicht plug-ins:
ta: செருகுநிரல்கள் கண்ணோட்டம்:

source: Plugin name
nl: Plug-innaam
ta: சொருகி பெயர்

source: Plugin type
ta: சொருகி வகை

source: Plugin description
nl: Plug-inbeschrijving
ta: சொருகி விளக்கம்

source: Actions
it: Azioni
nl: Acties
ta: செயல்கள்

source: Detail page
nl: Detailpagina
ta: விவரம் பக்கம்

source: Plugins Navigation
nl: Plug-insnavigatie
ta: செருகுநிரல்கள் வழிசெலுத்தல்

source: Boefjes
ta: வஞ்சகர்கள்

source: Normalizers
it: Normalizzatori
ta: இயல்பானவை

source: All
it: Tutto
nl: Alle
ta: அனைத்தும்

source: Container image
nl: Containerafbeelding
ta: கொள்கலன் படம்

source: The container image for this Boefje is:
nl: De containerafbeelding voor dit Boefje is:
ta: இந்த போஃப்சேவுக்கான கொள்கலன் படம்:

source: Variants
nl: Varianten
ta: மாறுபாடுகள்

source: Boefje variants that use the same container image. For more information about Boefje variants you can read the documentation.
nl: Boefje-varianten die dezelfde containerafbeelding gebruiken. Voor meer informatie over Boefje-varianten kunt u de documentatie nalezen.
ta: ஒரே கொள்கலன் படத்தைப் பயன்படுத்தும் போஃப்சே வகைகள். மேலும் போஃப்சே வகைகளைப் பற்றிய தகவல்கள் நீங்கள் ஆவணங்களைப் படிக்கலாம்.

source: Add variant
nl: Variant toevoegen
ta: மாறுபாட்டைச் சேர்க்கவும்

source: confirmation
it: conferma
nl: bevestiging
ta: உறுதிப்படுத்தல்

source: Variant %(plugin.name)s created.
nl: Variant %(plugin.name)s aangemaakt.
ta: மாறுபாடு %(plugin.name)s உருவாக்கப்பட்டது.

source: The Boefje variant is successfully created and can now be used.
nl: De Boefje-variant is met succes aangemaakt en kan nu worden gebruikt.
ta: போஃப்சே மாறுபாடு வெற்றிகரமாக உருவாக்கப்பட்டது, இப்போது பயன்படுத்தலாம்.

source: Overview of variants
nl: Overzicht van varianten
ta: மாறுபாடுகளின் கண்ணோட்டம்

source: Status
it: Stato
ta: நிலை

source: Age
nl: Leeftijd
ta: அகவை

source: current
nl: actueel
ta: மின்னோட்ட்ம், ஓட்டம்

source: minutes
nl: minuten
ta: நிமிடங்கள்

source: Default system scan frequency
nl: Standaard systeemscanfrequentie
ta: இயல்புநிலை கணினி ச்கேன் அதிர்வெண்

source: Close details
it: Chiudi dettagli
nl: Details sluiten
ta: விவரங்களை மூடு

source: Open details
it: Apri dettagli
nl: Details openen
ta: திறந்த விவரங்கள்

source: Boefje ID
ta: போஃப்சே ஐடி

source: Creation date
nl: Aanmaakdatum
ta: உருவாக்கும் தேதி

source: Arguments
nl: Argumenten
ta: வாதங்கள்

source: The following arguments are used for this Boefje variant:
nl: Voor deze Boefje-variant zijn de volgende argumenten gebruikt:
ta: The following arguments அரே used க்கு this Boefje variant:

source: explanation
it: spiegazione
nl: toelichting
ta: விளக்கம்

source: There are no arguments used for this Boefje variant.
nl: Er zijn geen argumenten voor deze Boefje-variant.
ta: There அரே இல்லை arguments used க்கு this Boefje variant.

source: Edit variant
nl: Variant bewerken
ta: தொகு variant

source: This Boefje has no variants yet.
nl: Dit Boefje heeft nog geen varianten.
ta: இந்த போஃப்சிக்கு இதுவரை எந்த வகைகளும் இல்லை.

source: You can make a variant and change the arguments and JSON Schema to customize it to fit your needs.
nl: U kunt een variant maken en de argumenten en het JSON-schema wijzigen om het naar eigen idee aan te passen.
ta: You can make a variant and change the arguments and சாதொபொகு Schema பெறுநர் customize it பெறுநர் fit your needs.

source: Add setting
it: aggiungi impostazione
nl: Instelling toevoegen
ta: கூட்டு setting

source: Setting
it: impostaziono
nl: Instelling
ta: அமைத்தல்

source: Add setting and enable boefje
it: Aggiungi impostazione e abilita boefje
nl: Instelling toevoegen en Boefje aanzetten
ta: அமைப்பைச் சேர்த்து போஃப்சேவை இயக்கவும்

source: Add setting
nl: Instelling toevoegen
ta: கூட்டு setting

source: Delete settings
it: Elimina impostazioni
nl: Instellingen verwijderen
ta: அமைப்புகளை நீக்கு

source: Are you sure you want to delete all settings for the plugin %(plugin_name)s?
it: Sei sicuro di voler eliminare tutte le impostazioni per il plugin %(plugin_name)s?
nl: Weet u zeker dat u de instellingen voor de plug-in %(plugin_name)s wilt verwijderen?
ta: சொருகி %(plugin_name)s அனைத்து அமைப்புகளையும் நீக்க விரும்புகிறீர்களா?

source: Delete
it: Elimina
nl: Verwijderen
ta: நீக்கு

source: In the table below the settings for this specific Boefje can be seen. Set or change the value of the variables by editing the settings.
nl: In de tabel hieronder staan de instellingen voor deze specifieke Boefje. Stel in of wijzig de waarde van de variabelen door de instellingen te bewerken.
ta: இந்த குறிப்பிட்ட போஃப்சேவுக்கான அமைப்புகளுக்கு கீழே உள்ள அட்டவணையில் காணலாம். அமைப்புகளைத் திருத்துவதன் மூலம் மாறிகளின் மதிப்பை அமைக்கவும் அல்லது மாற்றவும்.

source: Configure Settings
nl: Instellingen configureren
ta: அமைப்புகளை உள்ளமைக்கவும்

source: Overview of settings
nl: Overzicht van instellingen
ta: அமைப்புகளின் கண்ணோட்டம்

source: Variable
nl: Variabele
ta: மாறக்கூடிய

source: Session has terminated, please select objects again.
nl: Sessie is beëindigd, selecteer objecten opnieuw.
ta: அமர்வு நிறுத்தப்பட்டுள்ளது, தயவுசெய்து பொருட்களை மீண்டும் தேர்ந்தெடுக்கவும்.

source: Change clearance level
it: Cambia il livello di autorizzazione
nl: Vrijwaringsniveau wijzigen
ta: இசைவு அளவை மாற்றவும்

source: Settings from {} to {} successfully cloned.
it: Impostazioni da {} a {} clonate con successo.
nl: Instellingen met succes vanuit {} naar {} gekloond.
ta: {} முதல்}} வரை அமைப்புகள் வெற்றிகரமாக நகலி செய்யப்பட்டன.

source: Failed getting settings for boefje {}
it: Errore nel recupero delle impostazioni per il boefje {}
nl: Kan instellingen voor Boefje {} niet ophalen
ta: போஃப்சே {for க்கான அமைப்புகளைப் பெறுவதில் தோல்வி

source: Getting information for plugin {} failed. Please check the KATalogus logs.
it: Recuperare le informazioni per il plugin {} è fallito. Controlla i log di KATalogus.
nl: Het ophalen van informatie voor plug-in {} is mislukt. Controleer de KAT-alogus-logboeken.
ta: செருகுநிரலுக்கான தகவல்களைப் பெறுவது தோல்வியுற்றது. கேடலோகச் பதிவுகளை சரிபார்க்கவும்.
