Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Reports within OpenKAT contain an overview of the scanned objects, issues found within them and known security risks that the object might be vulnerable to. Each report gives a high overview of the state of the object as well as detailed information on what OpenKAT found and possible solutions.
it: I report in OpenKAT contengono una panoramica degli oggetti analizzati, dei problemi riscontrati al loro interno e dei rischi di sicurezza conosciuti a cui l'oggetto potrebbe essere vulnerabile. Ogni report fornisce una panoramica generale dello stato dell'oggetto e informazioni dettagliate su ciò che OpenKAT ha trovato e soluzioni possibili.
nl: Rapporten binnen OpenKAT bevatten een overzicht van de gescande objecten, de daarin gevonden problemen en bekende beveiligingsrisico’s waarvoor het object kwetsbaar zou kunnen zijn. Elk rapport geeft een hoog overzicht van de toestand van het object en gedetailleerde informatie over wat OpenKAT heeft gevonden en mogelijke oplossingen.
ta: OpenKat க்குள் உள்ள அறிக்கைகள் ச்கேன் செய்யப்பட்ட பொருள்களின் கண்ணோட்டத்தைக் கொண்டிருக்கின்றன, அவற்றில் காணப்படும் சிக்கல்கள் மற்றும் பொருள் பாதிக்கப்படக்கூடிய பாதுகாப்பு அபாயங்கள். ஒவ்வொரு அறிக்கையும் பொருளின் நிலையைப் பற்றிய உயர் கண்ணோட்டத்தையும், ஓபன்காட் என்ன கண்டுபிடித்தது என்பதையும், சாத்தியமான தீர்வுகள் பற்றிய விரிவான தகவல்களையும் தருகிறது.

source: Data
it: Dati
nl: Gegevens
ta: தகவல்கள்

source: OpenKAT can scan and analyze by using plugins. Each plugin has it's unique skillset and will collect specific data or give specific insights. You manage the plugins within your account which let's OpenKAT know which plugins to run and on which objects or areas.
it: OpenKAT può eseguire scansioni e analisi utilizzando plugin. Ogni plugin ha la sua unica abilità e raccoglierà dati specifici o fornirà informazioni specifiche. Gestisci i plugin all'interno del tuo account che consentono a OpenKAT di sapere quali plugin eseguire e su quali oggetti o aree.
nl: OpenKAT kan scannen en analyseren met behulp van plug-ins. Elke plug-in heeft zijn eigen unieke vaardigheden en verzamelt specifieke gegevens of geeft specifieke inzichten. U beheert de plug-ins binnen uw account, waardoor OpenKAT weet welke plug-ins moeten worden uitgevoerd en op welke objecten of gebieden.
ta: செருகுநிரல்களைப் பயன்படுத்தி OpenKAT ச்கேன் செய்து பகுப்பாய்வு செய்யலாம். ஒவ்வொரு சொருகி அதன் தனித்துவமான திறனைக் கொண்டுள்ளது மற்றும் குறிப்பிட்ட தரவைச் சேகரிக்கும் அல்லது குறிப்பிட்ட நுண்ணறிவுகளைத் தரும். உங்கள் கணக்கிற்குள் உள்ள செருகுநிரல்களை நீங்கள் நிர்வகிக்கிறீர்கள், இது எந்த செருகுநிரல்களை இயக்க வேண்டும், எந்த பொருள்கள் அல்லது பகுதிகள் என்பதை ஓபன்காட் அறிந்து கொள்வோம்.

source: Generating a report
it: Generare un report
nl: Rapport genereren
ta: ஒரு அறிக்கையை உருவாக்குதல்

source: When you choose a report type OpenKAT will guide you through the setup. OpenKAT will ask the necessary questions based on the input the report needs, as well as asks for permission to run plugins that you haven’t enabled yet but are needed to collect or analyze the data.
it: Quando scegli un tipo di report, OpenKAT ti guiderà attraverso la configurazione. OpenKAT farà le domande necessarie in base all'input richiesto dal report, e chiederà l'autorizzazione per eseguire plugin che non hai ancora abilitato ma che sono necessari per raccogliere o analizzare i dati.
nl: Wanneer u een rapporttype kiest, zal OpenKAT u begeleiden bij de installatie. OpenKAT stelt de nodige vragen op basis van de invoer die het rapport nodig heeft, en vraagt om toestemming om plug-ins te gebruiken die u nog niet hebt ingeschakeld, maar die nodig zijn om de gegevens te verzamelen of te analyseren.
ta: நீங்கள் ஒரு அறிக்கை வகையைத் தேர்வுசெய்யும்போது, திறப்பது அமைப்பின் மூலம் உங்களுக்கு வழிகாட்டும். அறிக்கைக்குத் தேவையான உள்ளீட்டின் அடிப்படையில் தேவையான கேள்விகளை ஓபன்காட் கேட்கும், அத்துடன் நீங்கள் இதுவரை இயக்காத ஆனால் தரவைச் சேகரிக்க அல்லது பகுப்பாய்வு செய்ய வேண்டிய செருகுநிரல்களை இயக்க இசைவு கேட்கிறது.

source: You can also choose to look at the collected data directly or generate your own report by selecting and running plugins on objects of your choice. OpenKAT will present the results.
it: Puoi anche scegliere di visualizzare direttamente i dati raccolti o generare il tuo report selezionando ed eseguendo plugin sugli oggetti di tua scelta. OpenKAT ti presenterà i risultati.
nl: U kunt er ook voor kiezen de verzamelde gegevens direct te bekijken of uw eigen rapport te genereren door plug-ins te selecteren en uit te voeren op objecten van uw keuze. OpenKAT zal de resultaten presenteren.
ta: நீங்கள் விரும்பும் பொருள்களில் செருகுநிரல்களைத் தேர்ந்தெடுத்து இயக்குவதன் மூலம் சேகரிக்கப்பட்ட தரவைப் பார்க்க அல்லது உங்கள் சொந்த அறிக்கையை உருவாக்கவும் நீங்கள் தேர்வு செய்யலாம். ஓபன்காட் முடிவுகளை வழங்கும்.

source: Permission
it: Autorizzazione
nl: Toestemming
ta: இசைவு

source: Plugins can be provided by OpenKAT but they can also come from the community. Before a plugin can run, you need to give it permission by enabling it.
it: I plugin possono essere forniti da OpenKAT, ma possono anche provenire dalla comunità. Prima che un plugin possa essere eseguito, è necessario concedergli l'autorizzazione abilitandolo.
nl: Plug-ins kunnen geleverd worden door OpenKAT, maar ze kunnen ook van de gemeenschap komen. Voordat een plug-in kan draaien, moet u deze toestemming geven door deze in te schakelen.
ta: செருகுநிரல்களை ஓபன்காட் வழங்க முடியும், ஆனால் அவை சமூகத்திலிருந்தும் வரலாம். ஒரு சொருகி இயங்குவதற்கு முன், அதை இயக்குவதன் மூலம் அதற்கு இசைவு வழங்க வேண்டும்.

source: When you generate a report. OpenKAT will let you know which plugins it requires or suggests so you can choose to enable them.
it: Quando generi un report, OpenKAT ti indicherà quali plugin sono necessari o suggeriti in modo da poter scegliere di abilitarli.
nl: Wanneer u een rapport genereert, zal OpenKAT u laten weten welke plug-ins het vereist of voorstelt, zodat u ervoor kunt kiezen om ze in te schakelen.
ta: நீங்கள் ஒரு அறிக்கையை உருவாக்கும்போது. எந்த செருகுநிரல்கள் தேவை அல்லது பரிந்துரைக்கின்றன என்பதை ஓபன்காட் உங்களுக்குத் தெரிவிக்கும், எனவே அவற்றை இயக்க நீங்கள் தேர்வு செய்யலாம்.

source: Let's choose a report
it: Scegliamo un report
nl: Kies een rapport
ta: ஒரு அறிக்கையைத் தேர்ந்தெடுப்போம்

source: Choose a report - Type
it: Scegli un report - Tipo
nl: Kies een rapport – Type
ta: ஒரு அறிக்கையைத் தேர்வுசெய்க - தட்டச்சு செய்க

source: Within OpenKAT you can view reports for each of your current objects. For specific reports you can choose one of the available report types and generate a report. Such as a pentest, a DNS-report or a Mail Report to give some examples.
nl: Binnen OpenKAT kunt u rapporten bekijken voor elk van uw huidige objecten. Voor specifieke rapporten kunt u een van de beschikbare rapporttypes kiezen en een rapport genereren, bijvoorbeeld een pentest, een DNS-rapport of een mailrapport.
ta: OpenKAT க்குள் உங்கள் தற்போதைய ஒவ்வொரு பொருளுக்கும் அறிக்கைகளைக் காணலாம். குறிப்பிட்ட அறிக்கைகளுக்கு நீங்கள் கிடைக்கக்கூடிய அறிக்கை வகைகளில் ஒன்றைத் தேர்ந்தெடுத்து அறிக்கையை உருவாக்கலாம். பென்டெச்ட், டி.என்.எச்-அறிக்கை அல்லது சில எடுத்துக்காட்டுகளை வழங்க ஒரு அஞ்சல் அறிக்கை போன்றவை.

source: For this tutorial we will create a DNS-report to get you started.
nl: Voor deze uitleg zullen we een DNS-rapport creëren om u op weg te helpen.
ta: இந்த டுடோரியலுக்காக நீங்கள் தொடங்குவதற்கு டி.என்.எச்-அறிக்கையை உருவாக்குவோம்.

source: When you start to generate this report. OpenKAT will guide you through the necessary steps.
it: Quando inizierai a generare questo report, OpenKAT ti guiderà attraverso i passaggi necessari.
nl: Wanneer u begint met het genereren van dit rapport, zal OpenKAT u door de nodige stappen leiden.
ta: இந்த அறிக்கையை நீங்கள் உருவாக்கத் தொடங்கும் போது. அவுட்காட் தேவையான படிகள் மூலம் உங்களுக்கு வழிகாட்டும்.

source: Setup scan
it: Configura scansione
nl: Scaninstellingen
ta: அமைவு ச்கேன்

source: Let OpenKAT know what object to scan
it: Fai sapere a OpenKAT quale oggetto analizzare
nl: Laat OpenKAT weten welk object gescand moet worden
ta: ச்கேன் செய்ய எந்த பொருளை OpenKat க்கு தெரியப்படுத்துங்கள்

source: Plugins scan and analyze objects. OpenKAT needs to know which object(s) you would like to scan and analyze for the DNS-report. So it can tell you which plugins are available for the chosen object.
it: I plugin scansionano e analizzano gli oggetti. OpenKAT ha bisogno di sapere quali oggetti desideri scansionare e analizzare per il report DNS. In questo modo ti indicherà quali plugin sono disponibili per l'oggetto scelto.
nl: Plug-ins scannen en analyseren objecten. OpenKAT moet weten welk(e) object(en) u wilt scannen en analyseren voor het DNS-rapport. Zo kan het u vertellen welke plug-ins beschikbaar zijn voor het gekozen object.
ta: செருகுநிரல்கள் பொருள்களை ச்கேன் செய்து பகுப்பாய்வு செய்கின்றன. டி.என்.எச்-அறிக்கைக்கு நீங்கள் எந்த பொருளை (களை) ச்கேன் செய்து பகுப்பாய்வு செய்ய விரும்புகிறீர்கள் என்பதை ஓபன்காட் அறிந்து கொள்ள வேண்டும். எனவே தேர்ந்தெடுக்கப்பட்ட பொருளுக்கு எந்த செருகுநிரல்கள் உள்ளன என்பதை இது உங்களுக்குக் கூறலாம்.

source: Understanding objects
it: Comprensione degli oggetti
nl: Objecten begrijpen
ta: பொருள்களைப் புரிந்துகொள்வது

source: A lot of things can be an object within the scope of OpenKAT. For example a mailserver, an IP address, a URL, a DNS record, a hostname or a network to name a few. While these objects can be related to each other they are all objects within OpenKAT that can be scanned to gain valuable insight.
nl: Veel zaken kunnen een object zijn binnen OpenKAT. Bijvoorbeeld een mailserver, een IP-adres, een URL, een DNS-record, een hostnaam of een netwerk om er maar een paar te noemen. Hoewel deze objecten aan elkaar gerelateerd kunnen zijn, zijn het allemaal objecten binnen OpenKAT die gescand kunnen worden om waardevolle inzichten te verkrijgen.
ta: ஓபன்காட்டின் எல்லைக்குள் நிறைய விசயங்கள் ஒரு பொருளாக இருக்கலாம். எடுத்துக்காட்டாக, ஒரு மெயில்சர்வர், ஒரு ஐபி முகவரி, ஒரு முகவரி, ஒரு டிஎன்எச் பதிவு, ஒரு ஓச்ட்பெயர் அல்லது ஒரு சில பெயர்களைக் குறிப்பிடுவதற்கு பிணையம். இந்த பொருள்கள் ஒருவருக்கொருவர் தொடர்புடையதாக இருக்கும்போது, அவை அனைத்தும் OpenKAT க்குள் உள்ள பொருள்கள், அவை மதிப்புமிக்க நுண்ணறிவைப் பெற ச்கேன் செய்யப்படலாம்.

source: Creating, adding and editing objects
it: Creazione, aggiunta e modifica di oggetti
nl: Objecten aanmaken en aanpassen
ta: பொருள்களை உருவாக்குதல், சேர்ப்பது மற்றும் திருத்துதல்

source: Within OpenKAT you can view, add and edit objects from the organization’s object page.
it: All'interno di OpenKAT puoi visualizzare, aggiungere e modificare gli oggetti dalla pagina degli oggetti dell'organizzazione.
nl: Binnen OpenKAT kunt u objecten bekijken, toevoegen en bewerken vanuit de objectpagina van de organisatie.
ta: OpenKat க்குள் நீங்கள் நிறுவனத்தின் பொருள் பக்கத்திலிருந்து பொருட்களைக் காணலாம், சேர்க்கலாம் மற்றும் திருத்தலாம்.

source: Let’s add an object to scan for the DNS-Report. For this introduction we suggest adding a URL.
it: Aggiungiamo un oggetto da analizzare per il report DNS. Per questa introduzione, ti suggeriamo di aggiungere un URL.
nl: Voeg een object toe voor het DNS-rapport, zoals een URL.
ta: டி.என்.எச்-அறிக்கைக்கு ச்கேன் செய்ய ஒரு பொருளைச் சேர்ப்போம். இந்த அறிமுகத்திற்கு முகவரி ஐ சேர்க்க பரிந்துரைக்கிறோம்.

source: Add URL
it: Aggiungi URL
nl: URL toevoegen
ta: முகவரி ஐச் சேர்க்கவும்

source: Creating an object
it: Creazione di un oggetto
nl: Objecten aanmaken
ta: ஒரு பொருளை உருவாக்குதல்

source: Create your first object, a URL by filling out the form below.
it: Crea il tuo primo oggetto, un URL, compilando il modulo qui sotto.
nl: Maak het eerste object aan door een URL in te vullen.
ta: கீழே உள்ள படிவத்தை நிரப்புவதன் மூலம் உங்கள் முதல் பொருளை, முகவரி ஐ உருவாக்கவும்.

source: Additional details and examples can be found by pressing on the help button next to the input field.
it: Ulteriori dettagli ed esempi possono essere trovati premendo il pulsante di aiuto accanto al campo di input.
nl: Extra details en voorbeelden zijn te vinden door op de helpknop naast het invoerveld te drukken.
ta: உள்ளீட்டு புலத்திற்கு அடுத்த உதவி பொத்தானை அழுத்துவதன் மூலம் கூடுதல் விவரங்கள் மற்றும் எடுத்துக்காட்டுகளைக் காணலாம்.

source: Dependencies
it: Dipendenze
nl: Afhankelijkheden
ta: சார்புநிலைகள்

source: Most objects have dependencies on the existence of other objects. For example a URL needs to be connected to a network, hostname, fqdn (fully qualified domain name) and IP address. OpenKAT collects these additional object automatically when possible. By running plugins to collect or extract this data.
nl: De meeste objecten zijn afhankelijk van het bestaan van andere objecten. Een URL moet bijvoorbeeld verbonden zijn met een netwerk, hostnaam, FQDN (Fully Qualified Domain Name) en IP-adres. OpenKAT verzamelt deze aanvullende objecten waar mogelijk automatisch, door plug-ins uit te voeren die deze gegevens verzamelen of extraheren.
ta: பெரும்பாலான பொருள்கள் மற்ற பொருட்களின் இருப்பைப் பற்றிய சார்புகளைக் கொண்டுள்ளன. எடுத்துக்காட்டாக, ஒரு முகவரி ஐ ஒரு பிணையம், ஓச்ட்பெயர், FQDN (முழு தகுதி வாய்ந்த டொமைன் பெயர்) மற்றும் ஐபி முகவரியுடன் இணைக்க வேண்டும். ஓபன்காட் இந்த கூடுதல் பொருளை முடிந்தவரை தானாக சேகரிக்கிறது. இந்தத் தரவை சேகரிக்க அல்லது பிரித்தெடுக்க செருகுநிரல்களை இயக்குவதன் மூலம்.

source: The additional objects that OpenKAT created will be added to your object list as separate objects. If OpenKAT can’t add them automatically it will guide you through the process of creating them manually.
it: Gli oggetti aggiuntivi creati da OpenKAT verranno aggiunti alla tua lista di oggetti come oggetti separati. Se OpenKAT non riesce ad aggiungerli automaticamente, ti guiderà attraverso il processo di creazione manuale.
nl: De extra objecten die OpenKAT heeft gemaakt zullen als afzonderlijke objecten aan uw objectlijst worden toegevoegd. Als OpenKAT ze niet automatisch kan toevoegen, leidt het u door het proces om ze handmatig te maken.
ta: OpenKAT உருவாக்கிய கூடுதல் பொருள்கள் உங்கள் பொருள் பட்டியலில் தனி பொருள்களாக சேர்க்கப்படும். ஓபன்காட் அவற்றை தானாகவே சேர்க்க முடியாவிட்டால், அவற்றை கைமுறையாக உருவாக்கும் செயல்முறையின் மூலம் அது உங்களுக்கு வழிகாட்டும்.

source: Create object
it: Crea oggetto
nl: Object aanmaken
ta: பொருளை உருவாக்கவும்

source: Based on the url you provided OpenKAT added the necessary additional objects to create a url object.
it: In base all'URL che hai fornito, OpenKAT ha aggiunto gli oggetti aggiuntivi necessari per creare un oggetto URL.
nl: Op basis van de door u opgegeven URL heeft OpenKAT de nodige extra objecten toegevoegd om een URL-object te maken.
ta: நீங்கள் வழங்கிய முகவரி இன் அடிப்படையில் OpenKAT ஒரு முகவரி பொருளை உருவாக்க தேவையான கூடுதல் பொருள்களைச் சேர்த்தது.

source: URL
ta: முகவரி

source: Type
it: Tipo
ta: வகை

source: Owner
nl: Eigenaar
ta: உரிமையாளர்

source: Path
it: Percorso
nl: Pad
ta: பாதை

source: Hostname
it: Nome host
nl: Hostnaam
ta: புரவலன்பெயர்

source: scheme
it: Schema
nl: schema
ta: திட்டம்

source: Network
it: Rete
nl: Netwerk
ta: பிணையம்

source: Start scanning
it: Inizia la scansione
nl: Begin met scannen
ta: ச்கேன் செய்யத் தொடங்குங்கள்

source: OpenKAT Introduction
it: Introduzione a OpenKAT
nl: Inleiding OpenKAT
ta: OpenKat அறிமுகம்

source: Setup scan - OOI clearance for
it: Configura scansione - Autorizzazione OOI per
nl: Opzet scan – OOI-vrijwaring voor
ta: அமைவு ச்கேன் - OOI இசைவு

source: Introduction
it: Introduzione
nl: Introductie
ta: அறிமுகம்

source: Some scans are lightweight while others might be a bit more aggressive with their scanning. OpenKAT requires you to set a clearance level for each object to prevent you from unintentionally running aggressive scans. For example you might have the right to run any type of scan on your own server but you probably don’t have the right to do so for objects owned by other people of companies.
it: Alcune scansioni sono leggere, mentre altre possono essere un po' più aggressive con la loro scansione. OpenKAT ti richiede di impostare un livello di autorizzazione per ogni oggetto per evitare di eseguire scansioni aggressive inavvertitamente. Ad esempio, potresti avere il diritto di eseguire qualsiasi tipo di scansione sul tuo server, ma probabilmente non hai il diritto di farlo per gli oggetti di proprietà di altre persone o aziende.
nl: Sommige scans zijn licht, terwijl andere wat agressiever scannen. OpenKAT vereist dat u een vrijwaringsniveau instelt voor elk object om te voorkomen dat u onbedoeld agressieve scans uitvoert. U kunt bijvoorbeeld het recht hebben om elk type scan op uw eigen server uit te voeren, maar u hebt waarschijnlijk niet het recht om dat te doen voor objecten die eigendom zijn van andere mensen of bedrijven.
ta: சில ச்கேன் இலகுரக, மற்றவர்கள் தங்கள் ச்கேனிங்கில் சற்று ஆக்ரோசமாக இருக்கலாம். தற்செயலாக இயங்கும் வன்கவர்வு ச்கேன்களைத் தடுக்க ஒவ்வொரு பொருளுக்கும் இசைவு அளவை அமைக்க OpenKat தேவைப்படுகிறது. எடுத்துக்காட்டாக, உங்கள் சொந்த சேவையகத்தில் எந்தவொரு ச்கேன் இயக்குவதற்கும் உங்களுக்கு உரிமை இருக்கலாம், ஆனால் பிற நிறுவனங்களின் சொந்த பொருட்களுக்கு அவ்வாறு செய்ய உங்களுக்கு உரிமை இல்லை.

source: How to know required clearance level
it: Come sapere il livello di autorizzazione richiesto
nl: Hoe kiest u het juiste vrijwaringsniveau
ta: தேவையான இசைவு அளவை எவ்வாறு அறிவது

source: Each plugin that scans will have a scan intensity score. The intensity of the scan must be equal to or below the clearance level you set for your object. If the scan has an intensity level that is too high, OpenKAT will notify you before running it. Visually clearance levels and intensity scores are indicated with little cat paws.
it: Ogni plugin che effettua scansioni avrà un punteggio di intensità della scansione. L'intensità della scansione deve essere uguale o inferiore al livello di autorizzazione che hai impostato per il tuo oggetto. Se la scansione ha un livello di intensità troppo elevato, OpenKAT ti avviserà prima di eseguirlo. Visivamente i livelli di autorizzazione e i punteggi di intensità sono indicati con delle piccole zampe di gatto.
nl: Elke plug-in die scant krijgt een scanintensiteitsscore. De intensiteit van de scan moet gelijk zijn aan of lager zijn dan het vrijwaringsniveau dat u voor uw object hebt ingesteld. Als de scan een te hoog intensiteitsniveau heeft, zal OpenKAT u waarschuwen voordat het wordt uitgevoerd. Visueel worden vrijwaringsniveaus en intensiteitsscores aangegeven met kleine kattenpootjes.
ta: ச்கேன் செய்யும் ஒவ்வொரு சொருகி ச்கேன் தீவிர மதிப்பெண் கொண்டிருக்கும். ச்கேனின் தீவிரம் உங்கள் பொருளுக்கு நீங்கள் நிர்ணயித்த இசைவு நிலைக்கு சமமாக அல்லது கீழே இருக்க வேண்டும். ச்கேன் மிக அதிகமாக இருக்கும் ஒரு தீவிர நிலை இருந்தால், அதை இயக்குவதற்கு முன்பு ஓபன்காட் உங்களுக்கு அறிவிக்கும். பார்வை இசைவு நிலைகள் மற்றும் தீவிர மதிப்பெண்கள் சிறிய பூனை பாதங்களுடன் குறிக்கப்படுகின்றன.

source: This scan has a scan intensity score of 1, requiring a level 1 clearance level to be run. This means that the scan does not touch the object itself, but only searches for information about the object.
it: Questa scansione ha un punteggio di intensità della scansione pari a 1, richiedendo un livello di autorizzazione di livello 1 per essere eseguita. Ciò significa che la scansione non tocca direttamente l'oggetto stesso, ma cerca solo informazioni sull'oggetto.
nl: Deze scan heeft scanintensiteitsscore 1, waarvoor een vrijwaringsniveau van niveau 1 is vereist. Dit betekent dat de scan het object zelf niet aanraakt, maar alleen zoekt naar informatie over het object.
ta: ச்கேன் தீவிரம் மதிப்பெண் 1 ஐ இந்த ச்கேன் கொண்டுள்ளது, இது நிலை 1 இசைவு நிலை இயக்கப்பட வேண்டும். இதன் பொருள் ச்கேன் பொருளைத் தொடாது, ஆனால் பொருளைப் பற்றிய தகவல்களை மட்டுமே தேடுகிறது.

source: An example of a more aggressive scan. Which has a scan intensity score of 3. Meaning it requires at least a level 3 clearance level to be set on your object.
it: Un esempio di scansione più aggressiva. Che ha un punteggio di intensità della scansione pari a 3. Ciò significa che è necessario impostare almeno un livello di autorizzazione di livello 3 sul tuo oggetto.
nl: Een voorbeeld van een agressievere scan. Die heeft een scanintensiteitsscore van 3. Dit betekent dat er ten minste een vrijwaringsniveau 3 is vereist voor het object.
ta: மிகவும் ஆக்ரோசமான ச்கேனின் எடுத்துக்காட்டு. இது ச்கேன் தீவிரம் மதிப்பெண் 3 ஐக் கொண்டுள்ளது. இதன் பொருள் உங்கள் பொருளில் குறைந்தபட்சம் ஒரு நிலை 3 இசைவு நிலை அமைக்கப்பட வேண்டும்.

source: OpenKAT has a permission system that allows administrators to configure which users can set a certain clearance level. The will make sure that only users that are trusted can start the more aggressive scans.
it: OpenKAT ha un sistema di autorizzazioni che consente agli amministratori di configurare quali utenti possono impostare un certo livello di autorizzazione. Ciò garantirà che solo gli utenti fidati possano avviare scansioni più aggressive.
nl: OpenKAT heeft een toestemmingssysteem dat beheerders in staat stelt om te configureren welke gebruikers een bepaald vrijwaringsniveau in kunnen stellen. Dit zorgt ervoor dat alleen gebruikers die vertrouwd zijn, de meer agressieve scans kunnen starten.
ta: ஓபன்காட் நிர்வாகிகளை அனுமதிக்கும் இசைவு அமைப்பு உள்ளது எந்த பயனர்கள் ஒரு குறிப்பிட்ட இசைவு அளவை அமைக்க முடியும் என்பதை உள்ளமைக்கவும். உறுதி செய்யும் நம்பகமான பயனர்கள் மட்டுமே மிகவும் ஆக்ரோசமான ச்கேன்களைத் தொடங்க முடியும்.

source: Acknowledge clearance level
it: Conferma il livello di autorizzazione
nl: Vrijwaringsniveau bevestigen
ta: இசைவு அளவை ஒப்புக் கொள்ளுங்கள்

source: Before a member is granted the ability to set clearance levels on an object, they must first acknowledge and accept the clearance level set by the administrators. The maximum scanning level permitted for a member is aligned with the trusted clearance level. By acknowledging the trusted clearance level, this member formally agrees to abide by this permission and gains the capability to perform scans only up to this trusted clearance level. This two-step process ensures that the member operates within authorized boundaries.
it: Prima che un membro ottenga la possibilità di impostare i livelli di autorizzazione su un oggetto, deve prima riconoscere e accettare il livello di autorizzazione impostato dagli amministratori. Il livello di scansione massimo consentito per un membro è allineato al livello di autorizzazione attendibile. Riconoscendo il livello di autorizzazione attendibile, questo membro accetta formalmente di attenersi a questa autorizzazione e acquisisce la capacità di eseguire scansioni solo fino a questo livello di autorizzazione attendibile. Questo processo a due fasi garantisce che il membro operi entro i limiti autorizzati.
nl: Voordat een gebruiker de mogelijkheid krijgt om vrijwaringsniveaus voor een object in te stellen, moeten ze eerst het vrijwaringsniveau dat door de beheerders is ingesteld erkennen en accepteren. Het maximale vrijwaringsniveau dat voor een gebruiker is toegestaan, is afgestemd op het vertrouwde vrijwaringsniveau. Door het erkennen van het vertrouwde vrijwaringsniveau stemt de gebruiker formeel in met het naleven van deze toestemming en krijgt het de mogelijkheid om scans uit te voeren tot alleen dit vertrouwde vrijwaringsniveau. Dit tweestapsproces zorgt ervoor dat de gebruiker binnen de door zowel de beheerder geautoriseerde en zichzelf geaccepteerde grenzen opereert.
ta: ஒரு உறுப்பினருக்கு ஒரு பொருளின் மீது இசைவு நிலைகளை நிர்ணயிக்கும் திறன் வழங்கப்படுவதற்கு முன்பு, நிர்வாகிகள் நிர்ணயித்த இசைவு அளவை அவர்கள் முதலில் ஒப்புக் கொண்டு ஏற்றுக்கொள்ள வேண்டும். ஒரு உறுப்பினருக்கு அனுமதிக்கப்பட்ட அதிகபட்ச ச்கேனிங் நிலை நம்பகமான இசைவு மட்டத்துடன் ஒத்துப்போகிறது. நம்பகமான இசைவு அளவை ஒப்புக்கொள்வதன் மூலம், இந்த உறுப்பினர் முறையாக கட்டுப்பட ஒப்புக்கொள்கிறார் இந்த இசைவு மற்றும் இந்த நம்பகமான இசைவு நிலை வரை மட்டுமே ச்கேன் செய்யும் திறனைப் பெறுகிறது. இந்த இரண்டு-படி செயல்முறை உறுப்பினர் அங்கீகரிக்கப்பட்ட எல்லைகளுக்குள் செயல்படுவதை உறுதி செய்கிறது.
