Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Member added successfully.
it: Membro aggiunto con successo.
nl: Lid met succes toegevoegd.
ta: உறுப்பினர் வெற்றிகரமாகச் சேர்த்தார்.

source: Add Member
it: Aggiungi membro
nl: Lid toevoegen
ta: உறுப்பினரைச் சேர்க்கவும்

source: The csv file is missing required columns
it: Il file CSV manca delle colonne obbligatorie
nl: Het CSV-bestand mist vereiste kolommen
ta: காபிம கோப்பு தேவையான நெடுவரிசைகளைக் காணவில்லை

source: Invalid account type: '{account_type}'
it: Tipo di account non valido: '{account_type}'
nl: Ongeldig accounttype: ‘{account_type}’
ta: தவறான கணக்கு வகை: '{account_type}'

source: Invalid data for: '{email}'
it: Dati non validi per: '{email}'
nl: Ongeldige gegevens voor: ‘{email}’
ta: இதற்கான தவறான தரவு: '{email}'

source: Invalid email address: '{email}'
it: Indirizzo email non valido: '{email}'
nl: Ongeldig e-mailadres: ‘{email}’
ta: தவறான மின்னஞ்சல் முகவரி: '{email}'

source: Successfully processed users from csv.
it: Utenti elaborati con successo dal CSV.
nl: Met succes verwerkte gebruikers uit CSV.
ta: காபிம இலிருந்து வெற்றிகரமாக பதப்படுத்தப்பட்ட பயனர்கள்.

source: Error parsing the csv file. Please verify its contents.
it: Errore nell'analisi del file CSV. Verifica il suo contenuto.
nl: Fout bij het ontleden van het CSV-bestand. Controleer de inhoud.
ta: சி.எச்.வி கோப்பை பாகுபடுத்துவதில் பிழை. தயவுசெய்து அதன் உள்ளடக்கங்களை சரிபார்க்கவும்.

source: Member %s successfully updated.
it: Membro %s aggiornato con successo.
nl: Lid %s met succes bijgewerkt.
ta: உறுப்பினர் %s வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: The updated trusted clearance level of L%s is lower then the member's acknowledged clearance level of L%s. This member only has clearance for level L%s. For this reason the acknowledged clearance level has been set at the same level as trusted clearance level.
it: Il livello di autorizzazione fidato aggiornato di L%s è inferiore al livello di autorizzazione riconosciuto del membro di L%s. Questo membro ha solo l'autorizzazione per il livello L%s. Per questo motivo, il livello di autorizzazione riconosciuto è stato impostato allo stesso livello del livello di autorizzazione fidato.
nl: Het bijgewerkte vertrouwde vrijwaringsniveau van L%s is lager dan dat van het lid erkende vrijwaringsniveau van L%s. Dit lid heeft alleen toestemming voor niveau L%s. Om deze reden is het erkende vrijwaringsniveau ingesteld op hetzelfde niveau als vertrouwd vrijwaringsniveau.
ta: L%s இன் புதுப்பிக்கப்பட்ட நம்பகமான இசைவு நிலை குறைவாக உள்ளது, பின்னர் உறுப்பினரின் ஒப்புக்கொள்ளப்பட்ட இசைவு நிலை L%s. இந்த உறுப்பினருக்கு நிலை L%s க்கு மட்டுமே இசைவு உள்ளது. இந்த காரணத்திற்காக ஒப்புக் கொள்ளப்பட்ட இசைவு நிலை நம்பகமான இசைவு மட்டத்தின் அதே மட்டத்தில் அமைக்கப்பட்டுள்ளது.

source: You have trusted this member with a higher trusted level than member acknowledged. Member must first accept this level to use it.
it: Hai conferito a questo membro un livello di autorizzazione fidato più alto rispetto a quello riconosciuto dal membro. Il membro deve prima accettare questo livello per utilizzarlo.
nl: U hebt dit lid vertrouwd met een hoger vrijwaringsniveau dan dit lid heeft erkend. Het lid moet dit niveau eerst accepteren om het te gebruiken.
ta: உறுப்பினர் ஒப்புக்கொண்டதை விட அதிக நம்பகமான மட்டத்துடன் இந்த உறுப்பினரை நீங்கள் நம்பியுள்ளீர்கள். இந்த நிலையை உறுப்பினர் முதலில் ஏற்றுக்கொள்ள வேண்டும்.

source: Not blocked
it: Non bloccato
nl: Niet geblokkeerd
ta: தடுக்கப்படவில்லை

source: Blocked member %s successfully.
it: Membro bloccato %s con successo.
nl: Lid %s met succes geblokkeerd.
ta: தடுக்கப்பட்ட உறுப்பினர் %s வெற்றிகரமாக.

source: Unblocked member %s successfully.
it: Membro sbloccato %s con successo.
nl: Lid %s met succes gedeblokkeerd.
ta: தடைசெய்யப்பட்ட உறுப்பினர் %s வெற்றிகரமாக.

source: Recalculated {number_of_bits} bits. Duration: {duration}
it: Ricalcolati {number_of_bits} bit. Durata: {duration}
nl: {number_of_bits} bits herberekend. Duur: {duration}
ta: மறுபரிசீலனை செய்யப்பட்ட {number_of_bits} பிட்கள். காலம்: {duration}

source: Could not process your request, action required.
nl: Kon uw verzoek niet verwerken, actie nodig.
ta: உங்கள் கோரிக்கையை செயலாக்க முடியவில்லை, நடவடிக்கை தேவை.

source: Can not reset scan level. Scan level of {ooi_name} not declared
it: Impossibile reimpostare il livello di scansione. Livello di scansione di {ooi_name} non dichiarato
nl: Kan het scanniveau niet opnieuw instellen. Scanniveau van {ooi_name} is niet gedeclareerd
ta: வருடல் அளவை மீட்டமைக்க முடியாது. {ooi_name} இன் வருடல் நிலை அறிவிக்கப்படவில்லை

source: Scans
ta: வருடல்கள்

source: Your report has been scheduled.
nl: Uw rapport is ingepland.
ta: உங்கள் அறிக்கை திட்டமிடப்பட்டுள்ளது.

source: Your task is scheduled and will soon be started in the background. Results will be added to the object list when they are in. It may take some time, a refresh of the page may be needed to show the results.
nl: Uw taak is gepland en zal binnenkort op de achtergrond beginnen. Resultaten worden toegevoegd aan de objectenlijst als ze binnen zijn. Het kan even duren, een verversing van de pagina is nodig om nieuwe resultaten te tonen.
ta: உங்கள் பணி திட்டமிடப்பட்டுள்ளது, விரைவில் பின்னணியில் தொடங்கப்படும். முடிவுகள் அவை இருக்கும் போது பொருள் பட்டியலில் சேர்க்கப்படும். சிறிது நேரம் ஆகலாம், முடிவுகளைக் காட்ட பக்கத்தின் புதுப்பிப்பு தேவைப்படலாம்.

source: Fetching tasks failed: no connection with scheduler: {error}
nl: Taken ophalen mislukt: geen verbinding met planner: {error}
ta: பணிகளைப் பெறுவது தோல்வியுற்றது: திட்டமிடலுடன் எந்த தொடர்பும் இல்லை: {error}

source: All Tasks
nl: Alle taken
ta: அனைத்து பணிகளும்

source: For URL object type, a column 'raw' with URL values is required, starting with http:// or https://, optionally a second column 'network' is supported
it: Per il tipo di oggetto URL, è richiesta una colonna 'raw' con valori URL, iniziando con http:// o https://, facoltativamente è supportata una seconda colonna 'network'
nl: Voor het type URL-object is een kolom ‘raw’ met URL-waarden vereist, beginnend met http:// of https://. Optioneel wordt een tweede kolom ‘network’ ondersteund.
ta: முகவரி பொருள் வகைக்கு, http: // அல்லது https: // உடன் தொடங்கி முகவரி மதிப்புகளுடன் 'ரா' நெடுவரிசை தேவைப்படுகிறது, விருப்பமாக இரண்டாவது நெடுவரிசை 'பிணையம்' ஆதரிக்கப்படுகிறது

source: For Hostname object type, a column with 'name' values is required, optionally a second column 'network' is supported
it: Per il tipo di oggetto Hostname, è richiesta una colonna con valori 'name', facoltativamente è supportata una seconda colonna 'network'
nl: Voor het objecttype Hostname is een kolom met ‘naam’-waarden vereist, optioneel wordt een tweede kolom ‘netwerk’ ondersteund
ta: ஓச்ட்பெயர் பொருள் வகைக்கு, 'பெயர்' மதிப்புகளைக் கொண்ட ஒரு நெடுவரிசை தேவை, விருப்பமாக இரண்டாவது நெடுவரிசை 'பிணையம்' ஆதரிக்கப்படுகிறது

source: For IPAddressV4 and IPAddressV6 object types, a column of 'address' is required, optionally a second column 'network' is supported
it: Per i tipi di oggetto IPAddressV4 e IPAddressV6, è richiesta una colonna con valori 'address', facoltativamente è supportata una seconda colonna 'network'
nl: Voor IPAddressV4- en IPAddressV6-objecttypes is een kolom ‘adres’ vereist, optioneel wordt een tweede kolom ‘netwerk’ ondersteund
ta: ஐபாட்ரெச்.வி 4 மற்றும் ஐபாட்ரெச்.வி 6 பொருள் வகைகளுக்கு, 'முகவரி' ஒரு நெடுவரிசை தேவைப்படுகிறது, விருப்பமாக இரண்டாவது நெடுவரிசை 'பிணையம்' ஆதரிக்கப்படுகிறது

source: Clearance levels can be controlled by a column 'clearance' taking numerical values 0, 1, 2, 3, and 4 for the corresponding clearance level (other values are ignored)
nl: Vrijwaringsniveaus kunnen gecontroleerd worden door een column ‘clearance’ op te nemen met numerieke waarden 0, 1, 2, 3, en 4 voor het gewenste niveau (andere waarden worden genegeerd)
ta: தொடர்புடைய இசைவு நிலைக்கு 0, 1, 2, 3, மற்றும் 4 என்ற எண் மதிப்புகளை எடுத்து 'இசைவு' நெடுவரிசை மூலம் இசைவு நிலைகளை கட்டுப்படுத்தலாம் (பிற மதிப்புகள் புறக்கணிக்கப்படுகின்றன)

source: Object(s) could not be created for row number(s):
it: Impossibile creare l'oggetto/i per il/i numero/i di riga:
nl: Object(en) konden niet worden aangemaakt voor rijnummer(s):
ta: பொருள்கள்) வரிசை எண்களுக்கு உருவாக்க முடியவில்லை):

source: Object(s) successfully added.
it: Oggetto/i aggiunto/i con successo.
nl: Objecten met succes toegevoegd.
ta: பொருள் (கள்) வெற்றிகரமாக சேர்க்கப்பட்டது.

source: Raw file could not be uploaded to Bytes: status code %d
nl: Raw-bestand kan niet naar Bytes worden geüpload: statuscode %d
ta: மூல கோப்பை பைட்டுகளில் பதிவேற்ற முடியவில்லை: நிலை குறியீடு %d

source: Raw file could not be uploaded to Bytes: %s
nl: Raw-bestand kan niet naar Bytes worden geüpload: %s
ta: மூல கோப்பை பைட்டுகளில் பதிவேற்ற முடியவில்லை: %s

source: Raw file successfully added.
it: File raw aggiunto con successo.
nl: Raw-bestand met succes toegevoegd.
ta: மூல கோப்பு வெற்றிகரமாக சேர்க்கப்பட்டது.

source: quickfix
it: soluzione rapida
nl: snelle oplossing

source: of
it: di
nl: van

source: Boefjes gather factual information, such as by calling an external scanning tool like nmap or using a database like shodan.
it: Boefjes raccoglie informazioni reali, ad esempio richiamando uno strumento di scansione esterno come nmap o utilizzando un database come shodan.

source: Details
it: Dettagli

source: Required
it: Richiesto

source: Action
it: Azione

source: Unset
it: Non impostato

source: Please select an OOI to start scan.
it: Seleziona un OOI per avviare la scansione.

source: Failed fetching settings for {}. Is the Katalogus up?
it: Impossibile recuperare le impostazioni per {}. Il catalogo è attivo?

source: Before enabling, please set the required settings for '{}'.
it: Prima dell'abilitazione, configurare le impostazioni richieste per '{}'.

source: Accounts
it: Account

source: Currently filtered on:
it: Attualmente filtrato su:

source: Task queue is full, please try again later.
it: La coda delle attività è piena, ti preghiamo di riprovare più tardi.

source: Task is invalid.
it: L'attività non è valida.

source: Task already queued.
it: Attività già in coda.

source: Observed by
it: Osservato da

source: Currently there are no findings for OOI
it: Attualmente non ci sono rilevamenti per OOI

source: Findings report for %(name)s
it: Report dei rilevamenti per %(name)s

source: These are the findings of a OpenKAT-analysis on %(observed_at)s. Click a finding for more detailed information about the issue, its origin, severity and possible solutions.
it: Questi sono i risultati di un'analisi OpenKAT effettuata il %(observed_at)s. Fai clic su una scoperta per ottenere informazioni più dettagliate sull'argomento, la sua origine, la gravità e possibili soluzioni.

source: A report for %(name)s wasn't found.
it: Non è stato trovato un report per %(name)s.

source: Perhaps it never was, perhaps it just didn't exist on %(observed_at)s <br> Try some other dates!
it: Forse non è mai esistito, forse semplicemente non esisteva in data %(observed_at)s <br> Prova altre date!

source: Object tree
it: Albero degli oggetti

source: Current language is %(current_language)s. Choose your preferred language.
it: La lingua corrente è %(current_language)s. Scegli la tua lingua preferita.

source: Select status
it: Seleziona stato

source: Success
it: Successo

source: No scans found for this object.
it: Nessuna scansione trovata per questo oggetto.

source: all
it: tutto

source: You can't generate a report for an OOI on a date in the future.
it: Non è possibile generare un rapporto per un OOI in una data futura.

source: Findings report
it: Rapporto dei risultati

source: Generating report failed. See Keiko logs for more information.
it: Generazione del rapporto fallita. Consulta i log di Keiko per ulteriori informazioni.

source: Timeout reached generating report. See Keiko logs for more information.
it: Timeout raggiunto durante la generazione del rapporto. Consulta i log di Keiko per ulteriori informazioni.

source: Fetching tasks failed: no connection with scheduler
it: Recupero dei compiti non riuscito: nessuna connessione con il pianificatore
