Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: shows the same objects.
it: mostra gli stessi oggetti.
nl: toont dezelfde objecten.
ta: அதே பொருள்களைக் காட்டுகிறது.

source: indemnification warning
it: avviso di indennizzo
nl: Vrijwaringswaarschuwing
ta: இழப்பீடு எச்சரிக்கை

source: <strong>Warning:</strong> Indemnification is not set for this organization. Go to the <a href="%(organization_settings)s">organization settings page</a> to add one.
it: <strong>Avviso:</strong> L'indennizzo non è impostato per questa organizzazione. Vai alla <a href="%(organization_settings)s">pagina delle impostazioni dell'organizzazione</a> per aggiungerne uno.
nl: <strong>Waarschuwing:</strong> Er is geen vrijwaring voor deze organisatie ingesteld. Ga naar de <a href="%(organization_settings)s">-pagina met organisatie-instellingen</a> om die toe te voegen.
ta: <strong> எச்சரிக்கை: </strong> இந்த நிறுவனத்திற்கு இழப்பீடு அமைக்கப்படவில்லை. ஒன்றைச் சேர்க்க <a href="%(organization_settings)s"> அமைப்பு அமைப்புகள் பக்கத்திற்குச் செல்லவும்.</a>

source: An overview of the top 10 most severe findings OpenKAT found. Check the detail section for additional severity information.
it: Una panoramica dei 10 rilevamenti più gravi che OpenKAT ha trovato. Controlla la sezione dettagli per ulteriori informazioni sulla gravità.
nl: Een overzicht van de top 10 meest ernstige bevindingen die OpenKAT heeft gevonden. Bekijk de detailsectie voor aanvullende informatie over de ernst.
ta: ஓபன்காட் கண்டுபிடிக்கப்பட்ட முதல் 10 மிக கடுமையான கண்டுபிடிப்புகள் பற்றிய கண்ணோட்டம். கூடுதல் தீவிரத்தன்மை தகவலுக்கு விவரம் பகுதியைச் சரிபார்க்கவும்.

source: Top 10 most severe Findings
it: Top 10 dei rilevamenti più gravi
nl: Top 10 meest ernstige bevindingen
ta: முதல் 10 மிகவும் கடுமையான கண்டுபிடிப்புகள்

source: Findings table
nl: Bevindingentabel
ta: கண்டுபிடிப்புகள் அட்டவணை

source: Finding type:
it: Tipo di rilevamento:
nl: Bevindingstype:
ta: வகை கண்டுபிடிப்பு:

source: OOI type:
it: Tipo di OOI:
ta: OOI வகை:

source: Source OOI:
it: OOI di origine:
nl: Bron OOI:
ta: மூல ooi:

source: Edit organization
it: Modifica organizzazione
nl: Organisatie bewerken
ta: அமைப்பைத் திருத்து

source: Save organization
it: Salva organizzazione
nl: Organisatie opslaan
ta: அமைப்பைச் சேமிக்கவும்

source: Add new organization
it: Aggiungi nuova organizzazione
nl: Nieuwe organisatie toevoegen
ta: புதிய அமைப்பைச் சேர்க்கவும்

source: Organization overview:
it: Panoramica dell'organizzazione:
nl: Organisatie-overzicht:
ta: அமைப்பு கண்ணோட்டம்:

source: Tags
it: Tag
nl: Labels
ta: குறிச்சொற்கள்

source: Actions to perform for all of your organizations.
nl: Uit te voeren acties voor al uw organisaties.
ta: உங்கள் அனைத்து நிறுவனங்களுக்கும் செய்ய நடவடிக்கைகள்.

source: Rerun all bits
it: Riavvia tutti i bit
nl: Alle bits opnieuw starten
ta: அனைத்து பிட்களையும் மீண்டும் இயக்கவும்

source: member account setup
it: configurazione dell'account del membro
nl: lidaccount instellen
ta: உறுப்பினர் கணக்கு அமைப்பு

source: Member details
it: Dettagli del membro
nl: Details lid
ta: உறுப்பினர் விவரங்கள்

source: Member account type setup
it: Configurazione del tipo di account del membro
nl: Accounttype lid instellen
ta: உறுப்பினர் கணக்கு வகை அமைப்பு

source: Choose an account type for this new member.
it: Scegli un tipo di account per questo nuovo membro.
nl: Kies een accounttype voor dit nieuwe lid.
ta: இந்த புதிய உறுப்பினருக்கான கணக்கு வகையைத் தேர்வுசெய்க.

source: Account type details
it: Dettagli del tipo di account
ta: கணக்கு வகை விவரங்கள்

source: Edit member
it: Modifica membro
nl: Lid bewerken
ta: உறுப்பினரைத் திருத்து

source: Save member
it: Salva membro
nl: Lid opslaan
ta: உறுப்பினரை சேமிக்கவும்

source: Organization:
nl: Organisatie:
ta: அமைப்பு:

source: An overview of "%(organization_name)s" its members.
it: Una panoramica dei membri di "%(organization_name)s".
nl: Een overzicht van de leden van ‘%(organization_name)s’.
ta: அதன் உறுப்பினர்களின் "%(organization_name)s" பற்றிய கண்ணோட்டம்.

source: Add member(s)
it: Aggiungi membro(i)
nl: Lid (Leden) toevoegen
ta: உறுப்பினரைச் சேர்க்கவும் (கள்)

source: Manually
it: Manualmente
nl: Handmatig
ta: கைமுறையாக

source: Upload a CSV
it: Carica un CSV
nl: CSV uploaden
ta: ஒரு காபிம ஐ பதிவேற்றவும்

source: Member overview:
it: Panoramica dei membri:
nl: Gebruikersoverzicht:
ta: உறுப்பினர் கண்ணோட்டம்:

source: E-mail
nl: E-mailadres
ta: மின்னஞ்சல்

source: Role
it: Ruolo
nl: Rol
ta: பங்கு

source: Assigned clearance level
it: Livello di autorizzazione assegnato
nl: Toegewezen vrijwaringsniveau
ta: ஒதுக்கப்பட்ட இசைவு நிலை

source: Super user
it: Super utente
nl: Supergebruiker
ta: சூப்பர் பயனர்

source: Active
it: Attivo
nl: Actief
ta: செயலில்

source: New
it: Nuovo
nl: Nieuw
ta: புதிய

source: Upload a csv file with members for organisation
it: Carica un file CSV con i membri per l'organizzazione
nl: Upload een CSV-bestand met leden voor uw organisatie
ta: நிறுவனத்திற்கான உறுப்பினர்களுடன் காபிம கோப்பை பதிவேற்றவும்

source: Download the template
it: Scarica il modello
nl: Sjabloon downloaden
ta: வார்ப்புருவைப் பதிவிறக்கவும்

source: or create a csv file with the following criteria
it: oppure crea un file CSV con i seguenti criteri
nl: of maak een CSV-bestand met de volgende criteria
ta: அல்லது பின்வரும் அளவுகோல்களுடன் ஒரு காபிம கோப்பை உருவாக்கவும்

source: These are the criteria for CSV upload:
it: Questi sono i criteri per il caricamento del CSV:
nl: Dit zijn de criteria voor CSV-upload:
ta: சி.எச்.வி பதிவேற்றத்திற்கான அளவுகோல்கள் இவை:

source: Upload
it: Carica
nl: Uploaden
ta: பதிவேற்றும்

source: An overview of "%(organization_name)s". This shows general information and its settings.
it: Una panoramica di "%(organization_name)s". Questo mostra informazioni generali e le relative impostazioni.
nl: Een overzicht van ‘%(organization_name)s’. Dit toont algemene informatie en de bijbehorende instellingen.
ta: "%(organization_name)s" இன் கண்ணோட்டம். இது பொதுவான தகவல்களையும் அதன் அமைப்புகளையும் காட்டுகிறது.

source: <strong>Warning:</strong> Indemnification is not set for this organization.
it: <strong>Avviso:</strong> L'indennizzo non è impostato per questa organizzazione.
nl: <strong>Waarschuwing:</strong> Voor deze organisatie is geen vrijwaring ingesteld.
ta: <strong> எச்சரிக்கை: </strong> இந்த அமைப்புக்கு இழப்பீடு அமைக்கப்படவில்லை.

source: Add indemnification
it: Aggiungi indennizzo
nl: Vrijwaring toevoegen
ta: இழப்பீடு சேர்க்கவும்

source: Observed at
it: Osservato il
nl: Gevonden op
ta: கண்டறிந்த

source: Show settings
it: Mostra impostazioni
nl: Instellingen tonen
ta: அமைப்புகளைக் காட்டு

source: Hide settings
it: Nascondi impostazioni
nl: Instellingen verbergen
ta: அமைப்புகளை மறைக்கவும்

source: Toggle all OOI types
it: Filtra per tipi di OOI
nl: Alle OOI-types inschakelen
ta: அனைத்து OOI வகைகளையும் மாற்றவும்

source: Children
it: Bambini
nl: Kinderen
ta: குழந்தைகள்

source: Show details for %(object_id)s, with %(child_count)s children.
it: Mostra dettagli per %(object_id)s, con %(child_count)s figli.
nl: Details van %(object_id)s, met %(child_count)s kinderen tonen.
ta: %(object_id)s, %(child_count)sுழந்தைகளுடன் விவரங்களைக் காட்டு.

source: Show tree for %(object_id)s with only children of type %(object_ooi_type)s
it: Mostra l'albero per %(object_id)s con solo figli di tipo %(object_ooi_type)s
nl: Boomweergave van %(object_id)s met alleen kinderen van type %(object_ooi_type)s tonen
ta: %(object_id)sுக்கு மரத்தைக் காட்டு %(object_ooi_type)s இன் வகை குழந்தைகளுடன் மட்டுமே

source: Unfold %(object_id)s with %(child_count)s children
it: Espandi %(object_id)s con %(child_count)s figli
nl: %(object_id)s met %(child_count)s kinderen uitklappen
ta: %(object_id)sுழந்தைகளுடன் %(child_count)s

source: go to:
it: vai a:
nl: ga naar:
ta: செல்லுங்கள்:

source: Go to detailpage
it: Vai alla pagina dei dettagli
nl: Ga naar detailpagina
ta: விரிவாகச் செல்லுங்கள்

source: detail
it: dettaglio
ta: விவரம்

source: Go to tree view
it: Vai alla vista ad albero
nl: Ga naar boomweergave
ta: மரக் காட்சிக்குச் செல்லுங்கள்

source: tree
it: albero
nl: boom
ta: மரம்

source: Go to graph view
it: Vai alla vista grafico
nl: Ga naar grafiek
ta: வரைபடக் காட்சிக்குச் செல்லவும்

source: graph
it: grafico
nl: grafiek
ta: வரைபடம்

source: Clearance level inheritance
it: Eredità del livello di autorizzazione
nl: Overerving op vrijwaringsniveau
ta: இசைவு நிலை பரம்பரை

source: OOI
ta: ஓய்

source: Origin
it: Origine
nl: Oorsprong
ta: தோற்றம்

source: Show clearance level inheritance
it: Mostra l'eredità del livello di autorizzazione
nl: Overerving op vrijwaringsniveau weergeven
ta: இசைவு நிலை பரம்பரை காட்டு

source: Reproduction
it: Riproduzione
nl: Reproductie
ta: இனப்பெருக்கம்

source: Please enable plugin to start scanning.
nl: Schakel plug-ins in om te starten met scannen.
ta: ச்கேனிங் தொடங்க சொருகி இயக்கவும்.

source: Not set
it: Non impostato
nl: Niet ingesteld
ta: அமைக்கப்படவில்லை

source: Forgot email
it: Password dimenticata
nl: E-mailadres vergeten
ta: மின்னஞ்சல் மறந்துவிட்டேன்

source: Forgot password
it: Hai dimenticato la password
nl: Wachtwoord vergeten
ta: கடவுச்சொல்லை மறந்துவிட்டேன்

source: This field is required
it: Questo campo è obbligatorio
nl: Dit veld is verplicht
ta: இந்தப் புலம் தேவை

source: error
it: errore
nl: foutmelding
ta: பிழை

source: Error:
nl: Fout:
ta: பிழை:

source: Open explanation
it: Apri spiegazione
nl: Toelichting openen
ta: திறந்த விளக்கம்

source: Close explanation
it: Chiudi spiegazione
nl: Toelichting sluiten
ta: விளக்கம் மூடு

source: Explanation:
nl: Toelichting:
ta: விளக்கம்:

source: Here, an indemnification can be given on behalf of your organization:
nl: Geef hier een vrijwaring namens uw organisatie:
ta: இங்கே, உங்கள் நிறுவனத்தின் சார்பாக ஒரு இழப்பீடு வழங்கப்படலாம்:

source: Before you're able to add assets to OpenKAT and to assign clearance levels, you have to give indemnification on the organization and declare that you as a person can be held accountable.
it: Prima di poter aggiungere risorse a OpenKAT e assegnare livelli di autorizzazione, devi dare un indennizzo all'organizzazione e dichiarare che tu come persona puoi essere ritenuto responsabile.
nl: Voordat u assets kunt toevoegen aan OpenKAT en vrijwaringsniveaus kunt toekennen, moet u een vrijwaring geven over de organisatie en verklaren dat u als persoon aansprakelijk kunt worden gesteld.
ta: நீங்கள் OpenKat இல் சொத்துக்களைச் சேர்க்கவும், இசைவு நிலைகளை ஒதுக்கவும் முன், நீங்கள் நிறுவனத்தின் மீது இழப்பீடு வழங்க வேண்டும், மேலும் ஒரு நபராக நீங்கள் பொறுப்புக்கூற முடியும் என்று அறிவிக்க வேண்டும்.

source: Register an indemnification
it: Registra una indennità
nl: Registreer een vrijwaring
ta: இழப்பீடு பதிவு செய்யுங்கள்

source: Only show objects of type %(type)s
it: Mostra solo oggetti di tipo %(type)s
nl: Toon alleen objecten van type %(type)s
ta: வகை %(type)s பொருள்களை மட்டுமே காண்பி

source: Hide filter options
it: Nascondi opzioni di filtro
nl: Filteropties verbergen
ta: வடிகட்டி விருப்பங்களை மறைக்கவும்

source: Show filter options
it: Mostra opzioni di filtro
nl: Filteropties tonen
ta: வடிகட்டி விருப்பங்களைக் காட்டு

source: List pagination
it: Paginazione della lista
nl: Lijst paginering
ta: பட்டியல் மண்பாண்டம்

source: Previous Page
it: Pagina precedente
nl: Vorige pagina
ta: முந்தைய பக்கம்

source: Previous
it: Precedente
nl: Vorige
ta: முந்தைய

source: Five Pages Back
it: Cinque pagine indietro
nl: Vijf pagina’s terug
ta: ஐந்து பக்கங்கள் பின்னால்

source: Page
it: Pagina
nl: Pagina
ta: பக்கம்

source: Five Pages Forward
it: Cinque pagine avanti
nl: Vijf pagina’s vooruit
ta: ஐந்து பக்கங்கள் முன்னோக்கி

source: Next Page
it: Pagina successiva
nl: Volgende pagina
ta: அடுத்த பக்கம்

source: Next
it: Successivo
nl: Volgende
ta: அடுத்தது

source: Confirmation:
nl: Bevestiging:
ta: உறுதிப்படுத்தல்:

source: Related objects
it: Oggetti correlati
nl: Gerelateerde objecten
ta: தொடர்புடைய பொருள்கள்

source: No related object known for
ta: தொடர்புடைய எந்தப் பொருளும் அறியப்படவில்லை

source: Generate Findings Report
nl: Bevindingenrapport genereren
ta: கண்டுபிடிப்புகள் அறிக்கையை உருவாக்குங்கள்

source: Mute Finding
it: Silenzia Rilevazione
nl: Bevinding dempen
ta: முடக்கு கண்டுபிடிப்பு

source: Edit %(display_type)s
it: Modifica %(display_type)s
nl: %(display_type)s bewerken
ta: திருத்து %(display_type)s

source: An overview of
it: Una panoramica di
nl: Een overzicht van
ta: ஒரு கண்ணோட்டம்

source: object type
it: tipo di oggetto
ta: பொருள் வகை

source: This shows general information and its related objects. It also gives the possibility to add additional related objects, or to scan for them.
it: Questo mostra informazioni generali e oggetti correlati. Consente anche di aggiungere oggetti correlati aggiuntivi o di effettuare una scansione per trovarli.
nl: Dit toont algemene informatie en gerelateerde objecten. Het geeft ook de mogelijkheid om aanvullende gerelateerde objecten toe te voegen of om ze te scannen.
ta: இது பொதுவான தகவல்களையும் அதனுடன் தொடர்புடைய பொருள்களையும் காட்டுகிறது. இது கூடுதல் தொடர்புடைய பொருள்களைச் சேர்ப்பதற்கான வாய்ப்பையும் வழங்குகிறது, அல்லது அவற்றுக்காக ச்கேன் செய்யவும்.

source: Scan for objects
it: Scansione degli oggetti
nl: Objecten scannen
ta: பொருள்களுக்கு ச்கேன்

source: Upload CSV
it: Carica CSV
nl: Upload een CSV
ta: காபிம ஐ பதிவேற்றவும்

source: Download as JSON
it: Scarica come JSON
nl: Als JSON downloaden
ta: சாதொபொகு ஆக பதிவிறக்கம்

source: Download as CSV
it: Scarica come CSV
nl: Als CSV downloaden
ta: காபிம ஆக பதிவிறக்கவும்

source: %(total)s findings on %(name)s
it: %(total)s rilevazioni su %(name)s
nl: %(total)s bevindingen voor %(name)s
ta: %(total)s கண்டுபிடிப்புகள் %(name)s

source: Findings for %(type)s %(name)s on %(observed_at)s:
it: Risultati per %(type)s %(name)s il %(observed_at)s:
nl: Bevindingen voor %(type)s %(name)s op %(observed_at)s:
ta: %(type)s %(name)s இல் %(observed_at)s:

source: Open finding details
it: Apri dettagli della rilevazione
nl: Open bevindingsdetails
ta: கண்டுபிடிப்பு விவரங்களைத் திற

source: Details of %(object_id)s
it: Dettagli di %(object_id)s
nl: Details van %(object_id)s
ta: %(object_id)s விவரங்கள்

source: The severity of this findingtype has not (yet) been determined by the data source. This situation requires manual investigation of the severity.
it: La gravità di questo tipo di scoperta non è ancora stata determinata dalla fonte dei dati. Questa situazione richiede un'indagine manuale sulla gravità.
nl: De ernst van dit bevindingstype is (nog) niet bepaald door de gegevensbron. Deze situatie vereist handmatig onderzoek naar de ernst.
ta: இந்த கண்டுபிடிப்பு வகையின் தீவிரம் தரவு மூலத்தால் தீர்மானிக்கப்படவில்லை (இன்னும்). இந்த நிலைமைக்கு தீவிரம் குறித்த கையேடு வினவல் தேவை.

source: Total occurrences
it: Numero totale di occorrenze
nl: Totaal aantal voorvallen
ta: மொத்த நிகழ்வுகள்

source: See:
nl: Bekijk:
ta: காண்க:

source: Unique
it: Unico
nl: Uniek
ta: தனித்துவமானது

source: Tree - dense view
it: Albero - vista densa
nl: Boom – compacte weergave
ta: மரம் - அடர்த்தியான பார்வை

source: Tree - table view
it: Albero - vista tabella
nl: Boom – tabelweergave
ta: மரம் - அட்டவணை பார்வை

source: Shown status types
it: Tipi di stato mostrati
nl: Getoonde typen
ta: நிலை வகைகள் காட்டப்பட்டுள்ளன

source: Blocked status
it: Stato bloccato
nl: Geblokkeerde status
ta: தடுக்கப்பட்ட நிலை

source: Update List
it: Aggiorna lista
nl: Lijst updaten
ta: புதுப்பிப்பு பட்டியல்

source: Organization name
it: Nome organizzazione
nl: Organisatienaam
ta: அமைப்பு பெயர்

source: Organization code
it: Codice organizzazione
nl: Organisatiecode
ta: நிறுவன குறியீடு

source: Select organization
it: Seleziona organizzazione
nl: Organisatie selecteren
ta: அமைப்பைத் தேர்ந்தெடுக்கவும்

source: All organizations
nl: Alle organisaties
ta: அனைத்து அமைப்புகளும்

source: Logged in as:
nl: Aangemeld als:
ta: உள்நுழைந்தது:

source: first
it: primo
nl: eerste
ta: முதல்

source: previous
nl: vorige
ta: முந்தைய

source: next
it: successivo
nl: volgende
ta: அடுத்தது

source: last
it: ultimo
nl: laatste
ta: கடைசி

source: User navigation
it: Navigazione utente
nl: Gebruikersnavigatie
ta: பயனர் வழிசெலுத்தல்

source: Close user navigation
it: Chiudi navigazione utente
nl: Gebruikersnavigatie sluiten
ta: பயனர் வழிசெலுத்தலை மூடு

source: My organizations
it: Le mie organizzazioni
nl: Mijn organisaties
ta: எனது அமைப்புகள்

source: Profile
it: Profilo
nl: Profiel
ta: சுயவிவரம்

source: Go to content
it: Vai al contenuto
nl: Ga direct naar de inhoud
ta: உள்ளடக்கத்திற்குச் செல்லுங்கள்

source: Current clearance level
nl: Actuele vrijwaringsniveau
ta: தற்போதைய இசைவு நிலை

source: Declared:
nl: Verklaard:
ta: அறிவிக்கப்பட்டது:

source: This means that this object will be scanned by Boefjes with scan level %(scan_level)s and lower. Setting the clearance level from “declared” to “inherit” means that this object will inherit its level from neighbouring objects. This means that the clearance level might stay the same, increase, or decrease depending on other declared clearance levels. Clearance levels of objects that inherit from this clearance level will also be recalculated.
it: Ciò significa che questo oggetto verrà scansionato da Boefjes con il livello di scansione %(scan_level)s e inferiori. Impostazione del livello di autorizzazione da “dichiarato” "ereditare" significa che questo oggetto erediterà il suo livello dal vicino oggetti. Ciò significa che il livello di autorizzazione potrebbe rimanere lo stesso, aumentare, o diminuire in base ad altri livelli di autorizzazione dichiarati. Livelli di autorizzazione verranno ricalcolati anche gli oggetti che ereditano da questo livello di autorizzazione.
nl: Dit betekent dat dit object door Boefjes zal worden gescand met scanniveau %(scan_level)s en lager. Het instellen van het vrijwaringsniveau van ‘verklaard’ op ‘erven’ betekent dat dit object zijn niveau zal erven van naburige objecten. Dit betekent dat het vrijwaringsniveau gelijk kan blijven, kan toenemen, of dalen, afhankelijk van andere gedeclareerde vrijwaringsniveaus. Vrijwaringsniveaus van objecten die van dit vrijwaringsniveau erven zullen ook opnieuw worden berekend.
ta: இதன் பொருள் இந்த பொருள் ச்கேன் மட்டத்துடன் போஃப்செசால் ச்கேன் செய்யப்படும் %(scan_level)s மற்றும் கீழ். இசைவு அளவை "அறிவிக்கப்பட்ட" இலிருந்து அமைத்தல் "பரம்பரை" என்பது இந்த பொருள் அதன் நிலையை அண்டை நாடுகளிலிருந்து பெறும் என்பதாகும் பொருள்கள். இதன் பொருள் இசைவு நிலை அப்படியே இருக்கக்கூடும், அதிகரிப்பு, அல்லது பிற அறிவிக்கப்பட்ட இசைவு நிலைகளைப் பொறுத்து குறைவு. இசைவு நிலைகள் இந்த இசைவு மட்டத்திலிருந்து பெறும் பொருள்களும் மீண்டும் கணக்கிடப்படும்.

source: Set clearance level to inherit
it: Imposta il livello di autorizzazione su eredità
nl: Vrijwaringsniveau op overerving instellen
ta: இசைவு அளவை மரபுரிமையாக அமைக்கவும்

source: Empty:
nl: Leeg:
ta: காலியாக:

source: This object has a clearance level of "L0". This means that this object will not be scanned by any Boefje until that Boefje is run manually for this object again. Objects with a clearance level higher than "L0" will be scanned automatically by Boefjes with corresponding scan levels.
it: Questo oggetto ha un livello di sicurezza "L0". Ciò significa che questo oggetto non verrà scansionato da nessun Boefje fino a quel momento Boefje viene nuovamente eseguito manualmente per questo oggetto. Gli oggetti con un livello di sicurezza superiore a "L0" verranno scansionati automaticamente da Boefjes con livelli di scansione corrispondenti.
nl: Dit object heeft een vrijwaringsniveau van ‘L0’. Dit betekent dat dit object door geen enkele Boefje zal worden gescand totdat dit Boefje opnieuw handmatig wordt uitgevoerd voor dit object. Objecten met een vrijwaringsniveau hoger dan ‘L0’ zullen automatisch worden gescand door Boefjes met overeenkomstige scanniveaus.
ta: இந்த பொருள் "L0" இன் இசைவு அளவைக் கொண்டுள்ளது. இதன் பொருள் இந்த பொருள் எந்த போஃப்சீயும் ச்கேன் செய்யப்படாது போஃப்சே மீண்டும் இந்த பொருளுக்கு கைமுறையாக இயக்கப்படுகிறது. "L0" ஐ விட அதிகமான இசைவு அளவைக் கொண்ட பொருள்கள் போஃப்செசால் தானாகவே ச்கேன் செய்யப்படும் தொடர்புடைய ச்கேன் நிலைகள்.

source: Set clearance level for:
it: Imposta il livello di autorizzazione per:
nl: Vrijwaringsniveau instellen voor:
ta: இதற்கான இசைவு அளவை அமைக்கவும்:

source: Setting the scan level from \
it: Impostare il livello di scansione da \
nl: Het vrijwaringsniveau instellen van \
ta: \ இலிருந்து ச்கேன் அளவை அமைத்தல்

source: You are about to set the clearance level from \
it: Stai per impostare il livello di autorizzazione da \
nl: U staat op het punt het vrijwaringsniveau in te stellen van \
ta: நீங்கள் இசைவு அளவை \ இலிருந்து அமைக்க உள்ளீர்கள்

source: Yes, set to inherit
it: Sì, impostato per ereditare
nl: Ja, instellen
ta: ஆம், மரபுரிமையாக அமைக்கவும்

source: An overview of the boefje task, the input OOI and the RAW data it generated.
it: Una panoramica del compito del boefje, l'OOI di input e i dati RAW che ha generato.
nl: Een overzicht van de Boefje-taak, de invoer-OOI en de RAW-gegevens die het heeft gegenereerd.
ta: போஃப்சே பணியின் கண்ணோட்டம், உள்ளீடு OOI மற்றும் அது உருவாக்கிய மூல தரவு.

source: Download meta and raw data
it: Scarica dati meta e raw
nl: Meta- en raw-gegevens downloaden
ta: மேவு மற்றும் மூல தரவுகளைப் பதிவிறக்கவும்

source: Download meta data
it: Scarica dati meta
nl: Meta-gegevens downloaden
ta: மேவு தரவைப் பதிவிறக்கவும்

source: Input object
it: Oggetto di input
ta: உள்ளீட்டு பொருள்

source: There are no tasks for boefjes
it: Non ci sono compiti per boefjes
nl: Er zijn geen taken voor Boefjes
ta: போஃப்செசுக்கு பணிகள் எதுவும் இல்லை

source: List of tasks for boefjes
it: Elenco dei compiti per boefjes
nl: Takenlijst van Boefjes
ta: போஃப்செசுக்கான பணிகளின் பட்டியல்

source: Organization Code
nl: Organisatiecode
ta: நிறுவன குறியீடு

source: Created date
it: Data di creazione
nl: Datum toegevoegd
ta: உருவாக்கப்பட்ட தேதி

source: There are no tasks for normalizers
it: Non ci sono compiti per i normalizzatori
nl: Er zijn geen taken voor normalizers
ta: இயல்பான மருந்துகளுக்கு பணிகள் எதுவும் இல்லை

source: List of tasks for normalizers
it: Elenco dei compiti per i normalizzatori
nl: Lijst van taken voor normalizers
ta: இயல்பான மருந்துகளுக்கான பணிகளின் பட்டியல்

source: Boefje input OOI
it: OOI di input Boefje
nl: Boefje invoer OOI
ta: போஃப்சே உள்ளீடு OOI

source: Manually added
nl: Handmatig toegevoegd
ta: கைமுறையாக சேர்க்கப்பட்டது

source: There have been no tasks
ta: எந்தப் பணிகளும் இல்லை

source: Task statistics - Last 24 hours
nl: Taakstatistieken – Laatste 24 uur
ta: பணி புள்ளிவிவரங்கள் - கடைசி 24 மணி நேரம்

source: All times in UTC, blocks of 1 hour.
nl: Alle tijden in UTC, blokken van 1 uur.
ta: UTC இல் எல்லா நேரங்களும், 1 மணிநேர தொகுதிகள்.

source: Timeslot
nl: Tijdsperiode
ta: டைம்ச்லாட்

source: Could not load stats, Scheduler error.
nl: Kon geen statistieken laden, Scheduler-fout.
ta: புள்ளிவிவரங்களை ஏற்ற முடியவில்லை, திட்டமிடல் பிழை.

source: List of tasks
it: Elenco dei compiti
nl: Lijst van taken
ta: பணிகளின் பட்டியல்

source: Yielded objects
it: Oggetti prodotti
nl: Opgeleverde objecten
ta: விளைவித்த பொருள்கள்

source: Reschedule
it: Ripianifica
nl: Opnieuw plannen
ta: மறுசீரமைப்பு

source: Download task data
it: Scarica dati del compito
nl: Taakgegevens downloaden
ta: பணி தரவைப் பதிவிறக்கவும்

source: There are no tasks for
nl: Er zijn geen taken voor
ta: எந்த பணிகளும் இல்லை

source: List of tasks for
nl: Takenlijst voor
ta: பணிகளின் பட்டியல்

source: Log in
it: Accedi
nl: Aanmelden
ta: புகுபதிகை

source: Authenticate
it: Autentica
nl: Authenticatie
ta: அங்கீகரிக்கவும்

source: Backup Tokens
it: Token di Backup
ta: காப்புப்பிரதி டோக்கன்கள்
