Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: What is my clearance level?
it: Qual è il mio livello di autorizzazione?
nl: Wat is mijn vrijwaringsniveau?
ta: எனது இசைவு நிலை என்ன?

source: Unfortunately you cannot continue the onboarding. </br> Your administrator has trusted you with a clearance level of <strong>L%(tcl)s</strong>.</br> You need at least a clearance level of <strong>L%(dns_report_least_clearance_level)s</strong> to scan <strong>%(ooi)s</strong></br> Contact your administrator to receive a higher clearance.
it: Purtroppo non è possibile continuare con l'onboarding. </br> Il tuo amministratore ti ha assegnato un livello di autorizzazione di <strong>L%(tcl)s</strong>.</br> Hai bisogno almeno di un livello di autorizzazione di <strong>L%(dns_report_least_clearance_level)s</strong> per effettuare la scansione di <strong>%(ooi)s</strong></br> Contatta il tuo amministratore per ottenere un livello di autorizzazione più alto.
nl: Helaas kunt u het onboarding niet voortzetten. </br> Uw beheerder heeft u een vrijwaringsniveau van <strong>L%(tcl)s</strong> toegewezen.</br> U hebt minimaal een vrijwaringsniveau van <strong>L%(dns_report_least_clearance_level)s</strong> nodig om <strong>%(ooi)s</strong> te scannen.</br> Neem contact op met uw beheerder om een hoger vrijwaringsniveau te verkrijgen.
ta: துரதிர்ச்டவசமாக நீங்கள் ஆன் போர்டிங் தொடர முடியாது. </br> உங்கள் நிர்வாகி <strong> எல்%(tcl)s </strong> இன் இசைவு மட்டத்துடன் உங்களை நம்பியுள்ளார். </br> <strong> %(dns_report_least_clearance_level)s </strong> இன் இசைவு அளவையாவது உங்களுக்குத் தேவை <strong>%(ooi)s</strong> ஐ வருடுவதற்கு </br> அதிக இசைவு பெற உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Your administrator has trusted you with a clearance level of <strong>L%(tcl)s</strong>.</br> You must first accept this clearance level to continue.
it: Il tuo amministratore ti ha affidato un livello di autorizzazione di <strong>L%(tcl)s</strong>.</br> Devi prima accettare questo livello di autorizzazione per continuare.
nl: Uw beheerder heeft u toevertrouwd met een vrijwaringsniveau van <strong>L%(tcl)s</strong>.</br> U moet dit vrijwaringsniveau eerst accepteren om verder te gaan.
ta: உங்கள் நிர்வாகி <strong> எல்%(tcl)s </strong> இன் இசைவு மட்டத்துடன் உங்களை நம்பியுள்ளார். </br> தொடர இந்த இசைவு அளவை நீங்கள் முதலில் ஏற்றுக்கொள்ள வேண்டும்.

source: Accept level L%(tcl)s clearance and responsibility
it: Accetta il livello di autorizzazione L%(tcl)s e la responsabilità
nl: Vrijwaringsniveau L%(tcl)s en verantwoordelijkheid accepteren
ta: நிலை L%(tcl)s இசைவு மற்றும் பொறுப்பை ஏற்றுக்கொள்ளுங்கள்

source: Your administrator has <strong>trusted</strong> you with a clearance level of <strong>L%(tcl)s</strong>.</br> You have also <strong>acknowledged</strong> to use this clearance level of <strong>L%(acl)s</strong>.
it: Il tuo amministratore ti ha <strong>affidato</strong> un livello di autorizzazione di <strong>L%(tcl)s</strong>.</br> Hai anche <strong>riconosciuto</strong> di utilizzare questo livello di autorizzazione di <strong>L%(acl)s</strong>.
nl: Uw beheerder heeft u <strong>toevertrouwd</strong> met een vrijwaringsniveau van <strong>L%(tcl)s</strong>.</br> U hebt ook <strong>bevestigd</strong> om maximaal dit vrijwaringsniveau van <strong>L%(acl)s</strong> te gebruiken.
ta: உங்கள் நிர்வாகி <strong> நம்பகமான </strong> <strong> எல்%(tcl)s </strong> இன் இசைவு அளவைக் கொண்டுள்ளது. </br> <strong> எல்%(acl)s</strong> இன் இந்த இசைவு அளவைப் பயன்படுத்த நீங்கள் <strong> ஒப்புக்கொள்ளப்பட்ட </strong> உள்ளது.

source: Set clearance level
it: Imposta il livello di autorizzazione
nl: Vrijwaringsniveau instellen
ta: இசைவு அளவை அமைக்கவும்

source: Setup scan - Set clearance level for
it: Configura la scansione - Imposta il livello di autorizzazione per
nl: Opzet scan – Vrijwaringsniveau instellen voor
ta: அமைவு ச்கேன் - இசைவு அளவை அமைக்கவும்

source: After creating a new object OpenKAT will ask you to set a clearance level. On the object detail page you can always change the clearance level. For the onboarding we will suggest to set the clearance level to L%(dns_report_least_clearance_level)s.
it: Dopo aver creato un nuovo oggetto, OpenKAT ti chiederà di impostare un livello di autorizzazione. Nella pagina dei dettagli dell'oggetto puoi sempre modificare il livello di autorizzazione. Per la fase di introduzione, ti suggeriremo di impostare il livello di autorizzazione a L%(dns_report_least_clearance_level)s.
nl: Na het maken van een nieuw object zal OpenKAT u vragen een vrijwaringsniveau in te stellen. Op de objectdetailpagina kunt u altijd het vrijwaringsniveau wijzigen. Voor de onboarding stellen wij voor het vrijwaringsniveau op L%(dns_report_least_clearance_level)s in te stellen.
ta: ஒரு புதிய பொருளை உருவாக்கிய பிறகு, ஓபன்காட் ஒரு இசைவு அளவை அமைக்கும்படி கேட்கும். பொருள் விவரம் பக்கத்தில் நீங்கள் எப்போதும் இசைவு அளவை மாற்றலாம். ஆன் போர்டிங்கிற்கு இசைவு அளவை l%(dns_report_least_clearance_level)s என அமைக்க பரிந்துரைக்கிறோம்.

source: Setup scan - Enable plugins
it: Configura la scansione - Abilita i plugin
nl: Scan opzetten – Plug-ins activeren
ta: அமைவு ச்கேன் - செருகுநிரல்களை இயக்கவும்

source: Plugins introduction
it: Introduzione ai plugin
nl: Introductie plug-ins
ta: செருகுநிரல்கள் அறிமுகம்

source: OpenKAT uses plugins to scan, check and analyze. Each plugin will bring a specific skillset that will help to generate your report. There are three types of plugins.
it: OpenKAT utilizza dei plugin per scansionare, verificare e analizzare. Ciascun plugin porterà con sé un set di competenze specifiche che contribuirà a generare il tuo rapporto. Ci sono tre tipi di plugin.
nl: OpenKAT gebruikt plug-ins om te scannen, te controleren en te analyseren. Elke plug-in heeft specifieke vaardigheden die helpen bij het genereren van uw rapport. Er zijn drie soorten plug-ins.
ta: ச்கேன் செய்ய, சரிபார்க்க மற்றும் பகுப்பாய்வு செய்ய ஓபன்காட் செருகுநிரல்களைப் பயன்படுத்துகிறது. ஒவ்வொரு சொருகி ஒரு குறிப்பிட்ட திறனைக் கொண்டுவரும், இது உங்கள் அறிக்கையை உருவாக்க உதவும். மூன்று வகையான செருகுநிரல்கள் உள்ளன.

source: Boefjes:
ta: போஃப்செச்:

source: Scan objects for data. Each boefje has a scan intensity score to prevent invasive scanning on objects where you don’t have the clearance to do so.
it: Scansiona gli oggetti per ottenere dati. Ogni boefje ha un punteggio di intensità di scansione per evitare scansioni invasive su oggetti per i quali non hai l'autorizzazione.
nl: Objecten scannen voor gegevens. Elke Boefje heeft een vrijwaringsniveau om te zorgen dat objecten niet te agressief worden gescand.
ta: தரவுகளுக்கான பொருள்களை ச்கேன் செய்யுங்கள். ஒவ்வொரு போஃப்சேவுக்கும் ச்கேன் தீவிரம் மதிப்பெண் உள்ளது, அவ்வாறு செய்ய உங்களுக்கு இசைவு இல்லாத பொருள்களில் வன்கவர்வு ச்கேன் செய்வதைத் தடுக்க.

source: Normalizers:
ta: இயல்பானவை:

source: Check the data for specific objects and add these object to your object list.
it: Controlla i dati per oggetti specifici e aggiungi questi oggetti alla tua lista di oggetti.
nl: Controleer de gegevens voor specifieke objecten en voeg deze toe aan uw objectenlijst.
ta: குறிப்பிட்ட பொருள்களுக்கான தரவைச் சரிபார்த்து, இந்த பொருளை உங்கள் பொருள் பட்டியலில் சேர்க்கவும்.

source: Bits:
ta: பிட்கள்:

source: Analyze the available data to come to insights and conclusions.
it: Analizza i dati disponibili per giungere a intuizioni e conclusioni.
nl: Bits zijn de bedrijfsregels die de objecten analyseren en conclusies trekken.
ta: நுண்ணறிவு மற்றும் முடிவுகளுக்கு வர கிடைக்கக்கூடிய தரவை பகுப்பாய்வு செய்யுங்கள்.

source: OpenKAT will be able to generate a full report when all the required and suggested plugins are enabled. If you choose not to give a plugin permission to run, the data that plugin would collect or produce will be left out of the report which will then be generated based on the available data collected by the enabled plugins. Below are the suggested and required plugins for this report.
it: OpenKAT sarà in grado di generare un rapporto completo quando tutti i plugin richiesti e suggeriti sono abilitati. Se scegli di non concedere l'autorizzazione a un plugin per eseguire, i dati che il plugin avrebbe raccolto o prodotto verranno esclusi dal rapporto, che verrà quindi generato in base ai dati disponibili raccolti dai plugin abilitati. Di seguito sono elencati i plugin suggeriti e richiesti per questo rapporto.
nl: OpenKAT kan een volledig rapport genereren wanneer alle vereiste en voorgestelde plug-ins zijn ingeschakeld. Als u ervoor kiest om een plug-in geen toestemming te geven om te draaien, dan worden de gegevens die de plug-in zou verzamelen of produceren buiten het rapport gehouden. Het rapport wordt dan gegenereerd op basis van de beschikbare gegevens die zijn verzameld door de ingeschakelde plug-ins. Hieronder staan de voorgestelde en vereiste plug-ins voor dit rapport.
ta: தேவையான மற்றும் பரிந்துரைக்கப்பட்ட செருகுநிரல்கள் அனைத்தும் இயக்கப்பட்டிருக்கும் போது ஓபன்காட் ஒரு முழு அறிக்கையை உருவாக்க முடியும். இயக்க ஒரு சொருகி இசைவு வழங்க வேண்டாம் என்று நீங்கள் தேர்வுசெய்தால், சொருகி சேகரிக்கும் அல்லது விளைவாக்கம் செய்யும் தரவு அறிக்கையிலிருந்து விடப்படும், பின்னர் அது இயக்கப்பட்ட செருகுநிரல்களால் சேகரிக்கப்பட்ட தரவுகளின் அடிப்படையில் உருவாக்கப்படும். இந்த அறிக்கைக்கு பரிந்துரைக்கப்பட்ட மற்றும் தேவையான செருகுநிரல்கள் கீழே உள்ளன.

source: Let’s setup your scan by enabling the plugins of your choice below.
it: Impostiamo la tua scansione abilitando i plugin di tua scelta qui sotto.
nl: Laten we uw scan instellen door de plug-ins van uw keuze hieronder in te schakelen.
ta: உங்களுக்கு விருப்பமான செருகுநிரல்களை கீழே செயல்படுத்துவதன் மூலம் உங்கள் ச்கேன் அமைப்போம்.

source: Required and suggested plugins
nl: Vereiste en voorgesteld plug-ins
ta: தேவையான மற்றும் பரிந்துரைக்கப்பட்ட செருகுநிரல்கள்

source: Enable and start scan
nl: Inschakelen en scan starten
ta: ச்கேன் இயக்கவும் தொடங்கவும்

source: Report
nl: Rapport
ta: அறிக்கை

source: Boefjes are scanning
it: Boefjes stanno eseguendo la scansione
nl: De Boefjes zijn aan het scannen
ta: போஃப்செச் ச்கேன் செய்கிறார்

source: The enabled boefjes are collecting the data needed to generate the DNS-report. This may take some time based on the type of scans and the number of objects found. For the current scan we expect boefjes to take about 3 minutes.
it: Gli boefjes abilitati stanno raccogliendo i dati necessari per generare il rapporto DNS. Questo potrebbe richiedere del tempo in base al tipo di scansioni e al numero di oggetti trovati. Per la scansione attuale ci aspettiamo che gli boefjes impieghino circa 3 minuti.
nl: De ingeschakelde boefjes verzamelen de gegevens die nodig zijn om het DNS-rapport te genereren. Dit kan enige tijd duren, afhankelijk van het type scans en het aantal gevonden objecten. Dit duurt voor deze scan naar verwachting ongeveer 3 minuten.
ta: இயக்கப்பட்ட போஃப்செச் டிஎன்எச்-அறிக்கையை உருவாக்க தேவையான தரவை சேகரிக்கிறது. ச்கேன் வகை மற்றும் காணப்படும் பொருட்களின் எண்ணிக்கையின் அடிப்படையில் இதற்கு சிறிது நேரம் ஆகலாம். தற்போதைய ச்கேனுக்கு போஃப்செச் சுமார் 3 நிமிடங்கள் ஆகும் என்று எதிர்பார்க்கிறோம்.

source: During this introduction we ask you to wait till the scan is ready. After which you can view the report.
it: Durante questa introduzione ti chiediamo di attendere fino a quando la scansione sarà pronta. Dopo di che, potrai visualizzare il rapporto.
nl: Tijdens de introductie vragen we u om te wachten tot de scan is voltooid.
ta: இந்த அறிமுகத்தின் போது ச்கேன் தயாராக இருக்கும் வரை காத்திருக்கும்படி கேட்டுக்கொள்கிறோம். அதன் பிறகு நீங்கள் அறிக்கையைக் காணலாம்.

source: After the onboarding, boefjes run in the background. This enables you to use OpenKAT in the meantime without waiting for scans to finish. When you would like to see the status of a scan you can open the "tasks" page.
it: Dopo l'introduzione, i boefjes vengono eseguiti in background. Ciò ti consente di utilizzare OpenKAT nel frattempo senza dover attendere il termine delle scansioni. Quando desideri vedere lo stato di una scansione, puoi aprire la pagina "compiti".
nl: Na de onboarding draaien Boefjes op de achtergrond. Hierdoor kunt u OpenKAT ondertussen gebruiken zonder te wachten tot de scans klaar zijn. Wanneer u de status van een scan wilt zien kunt u de pagina ‘taken’ openen.
ta: ஆன் போர்டிங் செய்த பிறகு, போஃப்செச் பின்னணியில் இயங்குகிறார். ச்கேன் முடிக்கக் காத்திருக்காமல் இதற்கிடையில் ஓபன்கேட்டைப் பயன்படுத்த இது உங்களுக்கு உதவுகிறது. நீங்கள் ஒரு ச்கேன் நிலையைப் பார்க்க விரும்பினால், நீங்கள் "பணிகள்" பக்கத்தைத் திறக்கலாம்.

source: Open my DNS-report
it: Apri il mio report DNS
nl: DNS-rapport openen
ta: எனது டி.என்.எச்-அறிக்கையைத் திறக்கவும்

source: 1: Introduction
it: 1: Introduzione
nl: 1: Introductie
ta: 1: அறிமுகம்

source: 2: Choose a report
it: 2: Scegli un rapporto
nl: 2: Kies een rapport
ta: 2: அறிக்கையைத் தேர்வுசெய்க

source: 3: Setup scan
it: 3: Imposta la scansione
nl: 3: Start de scan
ta: 3: அமைவு ச்கேன்

source: 4: Open report
it: 4: Apri il rapporto
nl: 4: Rapport openen
ta: 4: திறந்த அறிக்கை

source: 2: Organization setup
it: 2: Impostazione dell'organizzazione
nl: 2: Organisaties
ta: 2: நிறுவன அமைப்பு

source: 3: Indemnification
it: 3: Indennizzo
nl: 3. Vrijwaring
ta: 3: இழப்பீடு

source: 4: Account setup
it: 4: Impostazione dell'account
nl: 4: Account instellen
ta: 4: கணக்கு அமைவு

source: OpenKAT Setup
it: Impostazione di OpenKAT
nl: OpenKAT instellen
ta: OpenKAT அமைப்பு

source: Fetch the parent DNS zone of a hostname
nl: Verkrijg de bovenliggende DNS-zone of hostnaam
ta: ஓச்ட்பெயரின் பெற்றோர் டி.என்.எச் மண்டலத்தைப் பெறுங்கள்

source: Finds subdomains by brute force
nl: Vindt subdomeinen door ‘brute force’
ta: மிருகத்தனமான சக்தியால் துணை டொமைன்களைக் காண்கிறது

source: Please select a plugin to proceed.
nl: Selecteer een plug-in om door te gaan.
ta: தொடர ஒரு சொருகி என்பதைத் தேர்ந்தெடுக்கவும்.

source: Please select all required plugins to proceed.
nl: Selecteer alle benodigde plug-ins om door te gaan.
ta: தொடர தேவையான அனைத்து செருகுநிரல்களையும் தேர்ந்தெடுக்கவும்.

source: An error occurred while enabling {}. The plugin is not available.
nl: Er is een fout opgetreden bij het inschakelen van {}. De plug-in is niet beschikbaar.
ta: } Bect} ஐ இயக்கும் போது பிழை ஏற்பட்டது. சொருகி கிடைக்கவில்லை.

source: Plugins successfully enabled.
nl: Plug-ins met succes ingeschakeld.
ta: செருகுநிரல்கள் வெற்றிகரமாக இயக்கப்பட்டன.

source: {org_name} successfully created.
it: {org_name} creato con successo.
nl: {org_name} met succes aangemaakt.
ta: {org_name} வெற்றிகரமாக உருவாக்கப்பட்டது.

source: {org_name} successfully updated.
it: {org_name} aggiornato con successo.
nl: {org_name} met succes bijgewerkt.
ta: {org_name} வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: {name} successfully created.
it: {name} creato con successo.
nl: {name} met succes aangemaakt.
ta: {name} வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Filter by OOI types
it: Filtra per tipi di OOI
nl: Filter op OOI-types
ta: OOI வகைகளால் வடிகட்டவும்

source: Today
nl: Vandaag
ta: இன்று

source: Different date
nl: Andere datum
ta: வெவ்வேறு தேதி

source: No, just once
nl: Nee, maar een keer
ta: இல்லை, ஒரு முறை

source: Yes, repeat
nl: Ja, herhalen
ta: ஆம், மீண்டும் செய்யவும்

source: Start date
nl: Startdatum
ta: தொடக்க தேதி

source: Start time (UTC)
nl: Starttijd (UTC)
ta: தொடக்க நேரம் (UTC)

source: Recurrence
nl: Herhaling
ta: மீண்டும் நிகழ்வு

source: No recurrence, just once
nl: Geen herhaling, maar één keer
ta: மீண்டும் நிகழ்வு இல்லை, ஒரு முறை

source: Daily
nl: Dagelijks
ta: நாள்தோறும்

source: Weekly
nl: Wekelijks
ta: வாராந்திர

source: Monthly
nl: Maandelijks
ta: மாதாந்திர

source: Yearly
nl: Jaarlijks
ta: ஆண்டு

source: day
nl: dag
ta: நாள்

source: week
ta: வாரம்

source: month
nl: maand
ta: மாதம்

source: year
nl: jaar
ta: ஆண்டு

source: Never
nl: Nooit
ta: ஒருபோதும்

source: On
nl: Op
ta: ஆன்

source: After
nl: Na
ta: பிறகு

source: Report name format
nl: Rapportnaamformaat
ta: பெயர் வடிவத்தைப் புகாரளிக்கவும்

source: Appendix
ta: பின் இணைப்பு

source: Currently filtered on
nl: Nu gefilterd op
ta: தற்போது வடிகட்டப்பட்டுள்ளது

source: Selected Report Types
nl: Geselecteerde rapporttypes
ta: தேர்ந்தெடுக்கப்பட்ட அறிக்கை வகைகள்

source: Selected report types
nl: Geselecteerde rapporttypen
ta: தேர்ந்தெடுக்கப்பட்ட அறிக்கை வகைகள்

source: Report type
nl: Rapporttype
ta: அறிக்கை வகை

source: Service Versions and Health
nl: Serviceversies en gezondheid
ta: பணி பதிப்புகள் மற்றும் உடல்நலம்

source: Service, version and health
nl: Service, versie en gezondheid
ta: பணி, பதிப்பு மற்றும் உடல்நலம்

source: Service
it: Servizio
nl: Dienst
ta: பணி

source: Version
it: Versione
nl: Versie
ta: பதிப்பு

source: Health
it: Salute
nl: Welzijn
ta: உடல்நலம்

source: Healthy
it: Sano
nl: Gezond
ta: ஆரோக்கியமான

source: Unhealthy
nl: Ongezond
ta: ஆரோக்கியமற்ற

source: Used Config objects
nl: Gebruikte configuratieobjecten
ta: பயன்படுத்தப்பட்ட கட்டமைப்பு பொருள்கள்

source: Used config objects
nl: Gebruikte configuratieobjecten
ta: பயன்படுத்தப்பட்ட கட்டமைப்புப் பொருள்கள்

source: Primary Key
nl: Primaire sleutel
ta: முதன்மை விசை

source: Bit ID
ta: பிட் ஐடி

source: Config
nl: Configuratie
ta: கட்டமைப்பு

source: No config objects found.
nl: Geen configuratieobjecten gevonden.
ta: கட்டமைப்பு பொருள்கள் எதுவும் கிடைக்கவில்லை.

source: Asset overview
nl: Assetoverzicht
ta: சொத்து கண்ணோட்டம்

source: An overview of the manually released scanned assets. Assets in <strong>bold</strong> are taken as a starting point, assets that are not in bold were found by OpenKAT itself.
nl: Een overzicht van de handmatig gevrijwaarde gescande assets. <strong>Vetgedrukte</strong> assets zijn als startpunt genomen, niet vetgedrukte assets zijn door OpenKAT zelf gevonden.
ta: கைமுறையாக வெளியிடப்பட்ட ச்கேன் செய்யப்பட்ட சொத்துகளின் கண்ணோட்டம். <strong> போல்ட் </strong> இல் உள்ள சொத்துக்கள் ஒரு தொடக்க புள்ளியாக எடுத்துக் கொள்ளப்படுகின்றன, தைரியமாக இல்லாத சொத்துக்கள் ஓபன்காட் அவர்களால் கண்டுபிடிக்கப்பட்டன.

source: Basic security
nl: Basisbeveiliging
ta: அடிப்படை பாதுகாப்பு

source: In this chapter, first a table of compliance checks is displayed, followed by a detailed examination of compliance issues for each component.
nl: In dit hoofdstuk wordt eerst een tabel met compliancecontroles getoond en vervolgens worden per onderdeel de complianceproblemen toegelicht.
ta: இந்த அத்தியாயத்தில், முதலில் இணக்க காசோலைகளின் அட்டவணை காட்டப்படும், அதைத் தொடர்ந்து ஒவ்வொரு கூறுகளுக்கும் இணக்க சிக்கல்களை விரிவாக ஆய்வு செய்கிறது.

source: Overview of the basic security status
nl: Overzicht van de basisbeveiligingsstatus
ta: அடிப்படை பாதுகாப்பு நிலையின் கண்ணோட்டம்

source: This table provides an overview of the basic security status of the known assets. Basic security in order. In principle, all values in this table should be checked off.
nl: Deze tabel geeft een overzicht van de basisbeveiligingsstatus van de bekende assets. Basisbeveiliging op orde. In principe zouden alle waarden in deze tabel afgevinkt moeten zijn.
ta: இந்த அட்டவணை அறியப்பட்ட சொத்துக்களின் அடிப்படை பாதுகாப்பு நிலை பற்றிய கண்ணோட்டத்தை வழங்குகிறது. வரிசையில் அடிப்படை பாதுகாப்பு. கொள்கையளவில், இந்த அட்டவணையில் உள்ள அனைத்து மதிப்புகளையும் சரிபார்க்க வேண்டும்.

source: Basic security status
nl: Basisbeveiligingsstatus
ta: அடிப்படை பாதுகாப்பு நிலை

source: System type
nl: Systeemtype
ta: கணினி வகை

source: Safe connections
nl: Veilige verbindingen
ta: பாதுகாப்பான இணைப்புகள்

source: System Specific
nl: Systeemspecifiek
ta: கணினி குறிப்பிட்ட

source: server
ta: சேவையகம்

source: Export
it: Esporta
nl: Exporteren
ta: ஏற்றுமதி

source: Download PDF
it: Scarica PDF
nl: PDF downloaden
ta: PDF ஐ பதிவிறக்கவும்

source: Download JSON
nl: JSON downloaden
ta: சாதொபொகு ஐ பதிவிறக்கவும்

source: This is the OpenKAT report for organization
nl: Dit is het OpenKAT-rapport voor organisatie
ta: இது அமைப்புக்கான OpenKAT அறிக்கை

source: Created with data from:
nl: Gemaakt met gegevens van:
ta: இதிலிருந்து தரவுடன் உருவாக்கப்பட்டது:

source: Created on:
nl: Gemaakt op:
ta: உருவாக்கப்பட்டது:

source: Created by:
nl: Aangemaakt door:
ta: உருவாக்கியவர்:

source: Recommendations
nl: Aanbevelingen
ta: பரிந்துரைகள்

source: There is <i>%(total_findings)s</i> vulnerability
nl: Er is <i>%(total_findings)s</i> kwetsbaarheid
ta: <i>%(total_findings)s </i> பாதிப்பு உள்ளது

source: found on <i>%(total_systems)s</i> system.
nl: gevonden op <i>%(total_systems)s</i> systeem.
ta: <i>%(total_systems)s </i> கணினியில் காணப்படுகிறது.

source: There are no recommendations.
nl: Er zijn geen aanbevelingen.
ta: பரிந்துரைகள் எதுவும் இல்லை.

source: In this chapter we check if the connections of all the IP ports of the system are safe. Safe connections are important to prevent unauthorised access and data breaches. Strong ciphers are crucial because they ensure strong encryption which protects the data from interception during communiction.
nl: In dit hoofdstuk controleren we of de verbindingen van alle IP-poorten van het systeem veilig zijn. Veilige verbindingen zijn belangrijk om ongeoorloofde toegang en datalekken te voorkomen. Sterke ciphers zijn cruciaal, omdat ze zorgen voor een sterke encryptie die de gegevens beschermt tegen onderschepping tijdens de communicatie.
ta: இந்த அத்தியாயத்தில் கணினியின் அனைத்து ஐபி துறைமுகங்களின் இணைப்புகள் பாதுகாப்பாக இருக்கிறதா என்று சரிபார்க்கிறோம். அங்கீகரிக்கப்படாத அணுகல் மற்றும் தரவு மீறல்களைத் தடுக்க பாதுகாப்பான இணைப்புகள் முதன்மை. வலுவான மறைக்குறியீடுகள் முக்கியமானவை, ஏனெனில் அவை வலுவான குறியாக்கத்தை உறுதி செய்கின்றன, இது தகவல்தொடர்புகளின் போது தரவை இடைமறிப்பிலிருந்து பாதுகாக்கிறது.

source: System specific
nl: Systeemspecifiek
ta: கணினி குறிப்பிட்ட

source: This is where checks are done that are specific to system types. Different security and compliance issues come into play for different systems. They are listed here under each other.
nl: Dit is waar controles worden uitgevoerd die specifiek zijn voor bepaalde systeemtypes. Voor verschillende systemen spelen verschillende beveiligings- en complianceproblemen een rol. Ze staan hier onder elkaar.
ta: கணினி வகைகளுக்கு குறிப்பிட்ட காசோலைகள் செய்யப்படுவது இங்குதான். வெவ்வேறு பாதுகாப்பு மற்றும் இணக்க சிக்கல்கள் வெவ்வேறு அமைப்புகளுக்கு செயல்படுகின்றன. அவை இங்கே ஒருவருக்கொருவர் பட்டியலிடப்பட்டுள்ளன.

source: Resource Public Key Infrastructure
ta: வள பொது முக்கிய உள்கட்டமைப்பு

source: This section contains basic security information about resource public key infrastructure. If your web server employs RPKI for its IP addresses and associated nameservers, then it enhances visitor protection against misconfigurations and malicious route intercepts through verified route announcements, ensuring reliable server access and secure internet traffic.
nl: Deze sectie bevat basisbeveiligingsinformatie over Resource Public Key Infrastructure (RPKI). Als een webserver RPKI gebruikt voor zijn IP-adressen en bijbehorende nameservers, dan verbetert het de bescherming van bezoekers tegen onjuiste configuraties en kwaadwillende routeonderscheppingen. Dit wordt mogelijk gemaakt door geverifieerde routeaankondigingen, waardoor betrouwbare servertoegang en veilig internetverkeer wordt gegarandeerd.
ta: இந்த பிரிவில் வள பொது முக்கிய உள்கட்டமைப்பு பற்றிய அடிப்படை பாதுகாப்பு தகவல்கள் உள்ளன. உங்கள் வலை சேவையகம் அதன் ஐபி முகவரிகள் மற்றும் அதனுடன் தொடர்புடைய பெயர்களுக்காக RPKI ஐப் பயன்படுத்தினால், அது சரிபார்க்கப்பட்ட பாதை அறிவிப்புகள் மூலம் தவறான கட்டமைப்புகள் மற்றும் தீங்கிழைக்கும் பாதை இடைமறிப்புகளுக்கு எதிராக பார்வையாளர் பாதுகாப்பை மேம்படுத்துகிறது, இது நம்பகமான சேவையக அணுகலை உறுதி செய்கிறது மற்றும் இணைய போக்குவரத்தை பாதுகாப்பது.

source: Vulnerabilities
nl: Kwetsbaarheden
ta: பாதிப்புகள்

source: Vulnerabilities found are grouped per system.
nl: Gevonden kwetsbaarheden zijn gegroepeerd per systeem.
ta: காணப்படும் பாதிப்புகள் ஒரு அமைப்புக்கு தொகுக்கப்பட்டுள்ளன.

source: No CVEs have been found.
nl: Er zijn geen CVE’s gevonden.
ta: சி.வி.இக்கள் எதுவும் கண்டுபிடிக்கப்படவில்லை.

source: Aggregate Organisation Report
nl: Geaggregeerd Rapport
ta: மொத்த அமைப்பு அறிக்கை
