Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Permissions
it: Permessi
nl: Machtigingen
ta: அனுமதிகள்

source: Important dates
it: Date importanti
nl: Belangrijke datums
ta: முக்கியமான தேதிகள்

source: Name
it: Nome
nl: Naam
ta: பெயர்

source: The name that will be used in order to communicate.
nl: De naam die gebruikt wordt om te communiceren.
ta: தொடர்பு கொள்ள பயன்படுத்தப்படும் பெயர்.

source: Please provide username
nl: Voer een gebruikersnaam in
ta: பயனர்பெயரை வழங்கவும்

source: Email
nl: E-mailadres
ta: மின்னஞ்சல்

source: Enter an email address.
nl: Voer een e-mailadres in.
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்.

source: Password
nl: Wachtwoord
ta: கடவுச்சொல்

source: Choose a super secret password
nl: Kies een supergeheim wachtwoord
ta: சூப்பர் ரகசிய கடவுச்சொல்லைத் தேர்வுசெய்க

source: Choose another email.
it: Scegli un'altra e-mail.
nl: Kies een ander e-mailadres.
ta: மற்றொரு மின்னஞ்சலைத் தேர்வுசெய்க.

source: --- Please select one of the available options ----
it: --- Seleziona una delle opzioni disponibili ----
nl: --- Selecteer een van de beschikbare opties ---
ta: --- கிடைக்கக்கூடிய விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுக்கவும் ----

source: Account Type
it: Tipo di account
ta: கணக்கு வகை

source: Every member of OpenKAT must be part of an account type.
it: Ogni membro di OpenKAT deve far parte di un tipo di account.
nl: Elke gebruiker van OpenKAT moet deel uitmaken van een accounttype.
ta: OpenKAT இன் ஒவ்வொரு உறுப்பினரும் கணக்கு வகையின் ஒரு பகுதியாக இருக்க வேண்டும்.

source: Please select an account type to proceed.
it: Seleziona un tipo di account per procedere.
nl: Selecteer een accounttype om door te gaan.
ta: தொடர ஒரு கணக்கு வகையைத் தேர்ந்தெடுக்கவும்.

source: Trusted clearance level
it: Livello di autorizzazione fidato
nl: Vertrouwd vrijwaringsniveau
ta: நம்பகமான இசைவு நிலை

source: Select a clearance level you trust this member with.
it: Seleziona un livello di autorizzazione che ritieni affidabile per questo membro.
nl: Selecteer een vrijwaringsniveau dat u aan dit lid toevertrouwt.
ta: இந்த உறுப்பினரை நீங்கள் நம்பும் இசைவு நிலையைத் தேர்ந்தெடுக்கவும்.

source: Please select a clearance level to proceed.
it: Seleziona un livello di autorizzazione per procedere.
nl: Kies een vrijwaringsniveau om verder te gaan.
ta: தொடர இசைவு நிலையைத் தேர்ந்தெடுக்கவும்.

source: The name of the organization.
it: Il nome dell'organizzazione.
nl: De naam van de organisatie.
ta: அமைப்பின் பெயர்.

source: explanation-organization-name
it: spiegazione-nome-organizzazione
nl: uitleg-organisatie-naam
ta: விளக்கம்-அமைப்பு-பெயர்

source: A unique code of {code_length} characters.
it: Un codice unico di {code_length} caratteri.
nl: Een unieke code van {code_length} tekens.
ta: {code_length} எழுத்துக்களின் தனித்துவமான குறியீடு.

source: explanation-organization-code
it: spiegazione-codice-organizzazione
nl: uitleg-organisatie-code
ta: விளக்கம்-அமைப்பு-குறியீடு

source: Organization name is required to proceed.
it: Il nome dell'organizzazione è necessario per procedere.
nl: De naam van de organisatie is vereist om verder te gaan.
ta: தொடர நிறுவனத்தின் பெயர் தேவை.

source: Choose another organization.
it: Scegli un'altra organizzazione.
nl: Kies een andere organisatie.
ta: மற்றொரு அமைப்பைத் தேர்வுசெய்க.

source: Organization code is required to proceed.
it: Il codice dell'organizzazione è necessario per procedere.
nl: Organisatiecode is vereist om verder te gaan.
ta: தொடர நிறுவன குறியீடு தேவை.

source: Choose another code for your organization.
it: Scegli un altro codice per la tua organizzazione.
nl: Kies een andere code voor uw organisatie.
ta: உங்கள் நிறுவனத்திற்கான மற்றொரு குறியீட்டைத் தேர்வுசெய்க.

source: I declare that OpenKAT may scan the assets of my organization and that I have permission to scan these assets. I am aware of the implications a scan with a higher scan level brings on my systems.
it: Dichiaro che OpenKAT può esaminare gli asset della mia organizzazione e che ho il permesso di esaminare questi asset. Sono consapevole delle implicazioni che una scansione con un livello di scansione più elevato comporta per i miei sistemi.
nl: Ik verklaar dat OpenKAT de assets van mijn organisatie mag scannen en dat ik toestemming heb om deze assets te scannen. Ik ben mij bewust van de implicaties die een scan met een hoger scanniveau heeft op mijn systemen.
ta: ஓபன்காட் எனது அமைப்பின் சொத்துக்களை ச்கேன் செய்யலாம் என்றும் இந்த சொத்துக்களை ச்கேன் செய்ய எனக்கு இசைவு உள்ளது என்றும் அறிவிக்கிறேன். எனது கணினிகளில் அதிக ச்கேன் அளவைக் கொண்ட ச்கேன் ஒரு ச்கேன் தாக்கங்களை நான் அறிவேன்.

source: I declare that I am authorized to give this indemnification within my organization. I have the experience and knowledge to know what the consequences might be and can be held responsible for them.
it: Dichiaro di essere autorizzato a fornire questa indennità all'interno della mia organizzazione. Ho l'esperienza e la conoscenza necessarie per conoscere quali potrebbero essere le conseguenze e posso essere ritenuto responsabile per esse.
nl: Ik verklaar dat ik bevoegd ben om deze vrijwaring binnen mijn organisatie af te geven. Ik heb de ervaring en de kennis om te weten wat de gevolgen kunnen zijn en kan daarvoor verantwoordelijk worden gehouden.
ta: எனது நிறுவனத்திற்குள் இந்த இழப்பீடு வழங்க எனக்கு அதிகாரம் உண்டு என்று அறிவிக்கிறேன். விளைவுகள் என்னவாக இருக்கும் என்பதை அறிய எனக்கு அனுபவமும் அறிவும் உள்ளது, மேலும் அவர்களுக்கு பொறுப்பேற்க முடியும்.

source: Trusted to change Clearance Levels.
it: Autorizzato a modificare i livelli di autorizzazione.
nl: Vertrouwd om vrijwaringsniveau te veranderen.
ta: இசைவு நிலைகளை மாற்ற நம்பப்படுகிறது.

source: Acknowledged to change Clearance Levels.
it: Riconosciuto per la modifica dei livelli di autorizzazione.
nl: Heeft toestemming om vrijwaringsniveau te wijzigen.
ta: இசைவு அளவை மாற்ற ஒப்புக் கொள்ளப்பட்டது.

source: Blocked
it: Bloccato
nl: Geblokkeerd
ta: தடுக்கப்பட்டது

source: Set the members status to blocked, so they don't have access to the organization anymore.
it: Imposta lo stato dei membri come bloccato, in modo che non abbiano più accesso all'organizzazione.
nl: Stel de status van de leden in op geblokkeerd, zodat ze geen toegang meer hebben tot de organisatie.
ta: உறுப்பினர்களின் அந்தச்தைத் தடுக்கவும், எனவே அவர்களுக்கு இனி நிறுவனத்திற்கு அணுகல் இல்லை.

source: Accepted clearance level
it: Livello di autorizzazione accettato
nl: Geaccepteerd vrijwaringsniveau
ta: ஏற்றுக்கொள்ளப்பட்ட இசைவு நிலை

source: Enter tags separated by comma.
it: Inserisci le etichette separate da virgola.
nl: Voer door komma’s gescheiden labels in.
ta: கமாவால் பிரிக்கப்பட்ட குறிச்சொற்களை உள்ளிடவும்.

source: The two password fields didn’t match.
it: I due campi password non corrispondono.
nl: De twee wachtwoordvelden kwamen niet overeen.
ta: இரண்டு கடவுச்சொல் புலங்களும் பொருந்தவில்லை.

source: New password
it: Nuova password
nl: Nieuw wachtwoord
ta: புதிய கடவுச்சொல்

source: Enter a new password
nl: Voer een nieuw wachtwoord in
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்

source: New password confirmation
it: Conferma nuova password
nl: Bevestiging nieuw wachtwoord
ta: புதிய கடவுச்சொல் உறுதிப்படுத்தல்

source: Repeat the new password
nl: Herhaal het nieuwe wachtwoord
ta: புதிய கடவுச்சொல்லை மீண்டும் செய்யவும்

source: Confirm the new password
nl: Bevestig het nieuwe wachtwoord
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: Please enter a correct email address and password.
it: Inserisci un indirizzo email e una password corretti.
nl: Voer een correct e-mailadres en wachtwoord in.
ta: சரியான மின்னஞ்சல் முகவரி மற்றும் கடவுச்சொல்லை உள்ளிடவும்.

source: This account is inactive.
it: Questo account è inattivo.
nl: Deze account is niet actief.
ta: இந்த கணக்கு செயலற்றது.

source: Insert the email you registered with or got at OpenKAT installation.
it: Inserisci l'email con cui ti sei registrato o che hai ottenuto durante l'installazione di OpenKAT.
nl: Voer het e-mailadres in waarmee u zich hebt geregistreerd of dat u hebt gekregen bij de installatie van OpenKAT.
ta: நீங்கள் பதிவுசெய்த மின்னஞ்சலை OpenKAT நிறுவலில் செருகவும்.

source: Organization is required.
it: L'organizzazione è richiesta.
nl: Organisatie is vereist.
ta: அமைப்பு தேவை.

source: Organizations
it: Organizzazioni
nl: Organisaties
ta: நிறுவனங்கள்

source: The organization from which to clone settings.
it: L'organizzazione da cui clonare le impostazioni.
nl: De organisatie waarvan de instellingen worden gekloond.
ta: அமைப்புகளை நகலி செய்யும் அமைப்பு.

source: Email address
it: Indirizzo email
nl: E-mailadres
ta: மின்னஞ்சல் முகவரி

source: A reset link will be sent to this email
it: Un link di reset verrà inviato a questa email
nl: Er zal een herstelkoppeling naar dit e-mailadres worden gestuurd
ta: மீட்டமை இணைப்பு இந்த மின்னஞ்சலுக்கு அனுப்பப்படும்

source: The email address connected to your OpenKAT-account
it: L'indirizzo email collegato al tuo account OpenKAT
nl: Het e-mailadres verbonden aan uw OpenKAT-account
ta: உங்கள் OpenKat- கணக்குடன் இணைக்கப்பட்ட மின்னஞ்சல் முகவரி

source: Insert the token generated by the authenticator app to setup the two factor authentication.
it: Inserisci il token generato dall'app di autenticazione per configurare l'autenticazione a due fattori.
nl: Voer het token in dat door de authenticator-app is gegenereerd om de tweefactorauthenticatie in te stellen.
ta: இரண்டு காரணி அங்கீகாரத்தை அமைக்க அங்கீகார பயன்பாட்டால் உருவாக்கப்பட்ட கிள்ளாக்கை செருகவும்.

source: Insert the token generated by your token authenticator app.
it: Inserisci il token generato dalla tua app di autenticazione a token.
nl: Plaats het token dat door uw tokenauthenticator-app is gegenereerd.
ta: உங்கள் கிள்ளாக்கு அங்கீகார பயன்பாட்டால் உருவாக்கப்பட்ட டோக்கனைச் செருகவும்.

source: Backup token
it: Token di backup
ta: காப்புப்பிரதி கிள்ளாக்கு

source: Clearance level has been set
it: Il livello di autorizzazione è stato impostato
nl: Vrijwaringsniveau is ingesteld
ta: இசைவு நிலை அமைக்கப்பட்டுள்ளது

source: Could not raise clearance level of %s to L%s. Indemnification not present at organization %s.
nl: Kon vrijwaringsniveau van %s niet verhogen naar L%s. Vrijwaring niet aanwezig bij organisatie %s.
ta: எல் %s க்கு %s இன் இசைவு அளவை உயர்த்த முடியவில்லை. அமைப்பின் %s இல் இழப்பீடு இல்லை.

source: Could not raise clearance level of %s to L%s. You were trusted a clearance level of L%s. Contact your administrator to receive a higher clearance.
it: Impossibile aumentare il livello di autorizzazione di %s a L%s. Ti è stato assegnato un livello di autorizzazione di L%s. Contatta il tuo amministratore per ottenere un livello di autorizzazione più alto.
nl: Kan vrijwaringsniveau van %s niet verhogen naar L%s. Aan u is een vrijwaringsniveau toevertrouwd van L%s. Neem contact op met uw beheerder om uw vrijwaringsniveau te verhogen.
ta: எல் %s க்கு %s இன் இசைவு அளவை உயர்த்த முடியவில்லை. எல்%s இசைவு நிலை நீங்கள் நம்பப்பட்டீர்கள். அதிக இசைவு பெற உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Could not raise clearance level of %s to L%s. You acknowledged a clearance level of L%s. Please accept the clearance level first on your profile page to proceed.
it: Impossibile aumentare il livello di autorizzazione di %s a L%s. Hai confermato un livello di autorizzazione di L%s. Accetta prima il livello di autorizzazione nella tua pagina del profilo per procedere.
nl: Kan vrijwaringsniveau van %s niet verhogen naar L%s. U hebt een vrijwaringsniveau bevestigd van L%s. Accepteer eerst het vrijwaringsniveau op uw profielpagina om verder te gaan.
ta: எல் %s க்கு %s இன் இசைவு அளவை உயர்த்த முடியவில்லை. L%s இன் இசைவு அளவை நீங்கள் ஒப்புக்கொண்டீர்கள். தொடர உங்கள் சுயவிவரப் பக்கத்தில் இசைவு அளவை முதலில் ஏற்றுக்கொள்ளுங்கள்.

source: The Email must be set
it: L'indirizzo email deve essere impostato
nl: Het e-mailadres moet worden ingevuld
ta: மின்னஞ்சல் அமைக்கப்பட வேண்டும்

source: Superuser must have is_staff=True.
it: Il superutente deve avere is_staff=True.
nl: Superuser moet is_staff=True hebben.
ta: சூப்பர் யூசருக்கு IS_STAFF = உண்மை இருக்க வேண்டும்.

source: Superuser must have is_superuser=True.
it: Il superutente deve avere is_superuser=True.
nl: Superuser moet is_superuser=True hebben.
ta: சூப்பர் யூசருக்கு is_superuser = உண்மை இருக்க வேண்டும்.

source: full name
it: nome completo
nl: voor- en achternaam
ta: முழு பெயர்

source: email
nl: e-mailadres
ta: மின்னஞ்சல்

source: staff status
it: stato dello staff
nl: functie of status
ta: ஊழியர்களின் நிலை

source: Designates whether the user can log into this admin site.
it: Indica se l'utente può effettuare l'accesso a questo sito di amministrazione.
nl: Geeft aan of de gebruiker kan aanmelden op deze beheerderssite.
ta: பயனர் இந்த நிர்வாக தளத்தில் உள்நுழைய முடியுமா என்பதை நியமிக்கிறது.

source: active
it: attivo
nl: actief
ta: செயலில்

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
it: Indica se questo utente dovrebbe essere considerato attivo. Deselezionare questa opzione anziché cancellare gli account.
nl: Bepaalt of deze gebruiker behandeld moet worden als actief. Deselecteer dit in plaats van het verwijderen van gebruikers.
ta: இந்த பயனரை செயலில் கருத வேண்டுமா என்பதை நியமிக்கிறது. கணக்குகளை நீக்குவதற்கு பதிலாக இதைத் தேர்ந்தெடுக்கவும்.

source: date joined
it: data di registrazione
nl: startdatum
ta: தேதி இணைந்தது

source: The clearance level of the user for all organizations.
nl: Het vrijwaringsniveau van de gebruiker voor alle organisaties.
ta: அனைத்து நிறுவனங்களுக்கும் பயனரின் இசைவு நிலை.

source: name
nl: naam
ta: பெயர்

source: Account details
it: Dettagli dell'account
nl: Accountgegevens
ta: கணக்கு விவரங்கள்

source: Reset password
it: Reimposta password
nl: Wachtwoord opnieuw instellen
ta: கடவுச்சொல்லை மீட்டமைக்கவும்

source: Full name
it: Nome completo
nl: Voor- en achternaam
ta: முழு பெயர்

source: E-mail address
it: Indirizzo e-mail
nl: E-mailadres
ta: மின்னஞ்சல் முகவரி

source: Member type
it: Tipo di membro
nl: Soort lid
ta: உறுப்பினர் வகை

source: Organization
it: Organizzazione
nl: Organisatie
ta: அமைப்பு

source: Permission to set OOI clearance levels
nl: Toestemming om vrijwaringsniveaus van OOI in te stellen
ta: OOI இசைவு நிலைகளை அமைக்க இசைவு

source: OOI clearance
it: Autorizzazione OOI
nl: OOI-vrijwaringsniveau
ta: OOI இசைவு

source: You don't have any clearance to scan objects.<br> Get in contact with the admin to give you the necessary clearance level.
it: Non hai alcuna autorizzazione per eseguire la scansione di oggetti.<br> Contatta l'amministratore per ottenere il livello di autorizzazione necessario.
nl: U hebt geen vrijwaring om objecten te scannen.<br> Neem contact op met de beheerder om u het nodige vrijwaringsniveau te geven.
ta: பொருள்களை ச்கேன் செய்ய உங்களுக்கு எந்த இசைவு இல்லை. <br> தேவையான இசைவு அளவை உங்களுக்கு வழங்க நிர்வாகியுடன் தொடர்பு கொள்ளுங்கள்.

source: You have currently accepted clearance up to level
nl: U hebt momenteel vrijwaring geaccepteerd tot niveau
ta: நீங்கள் தற்போது நிலை வரை அனுமதியை ஏற்றுக்கொண்டீர்கள்

source: Explanation OOI Clearance
it: Spiegazione Autorizzazione OOI
nl: Uitleg OOI-vrijwaring
ta: விளக்கம் ooi இசைவு

source: You can withdraw this at anytime you like, but know that you won't be able to change clearance levels anymore when you do.
it: Puoi ritirare questa autorizzazione in qualsiasi momento, ma sappi che non sarai più in grado di cambiare i livelli di autorizzazione quando lo farai.
nl: U kunt dit op elk gewenst moment intrekken, maar weet dat u het vrijwaringsniveau niet meer kunt wijzigen als u dat doet.
ta: நீங்கள் விரும்பும் எந்த நேரத்திலும் இதை நீங்கள் திரும்பப் பெறலாம், ஆனால் நீங்கள் செய்யும்போது இனி இசைவு அளவை மாற்ற முடியாது என்பதை அறிந்து கொள்ளுங்கள்.

source: Withdraw L%(acl)s clearance and responsibility
nl: L%(acl)s vrijwaringsniveau intrekken
ta: L%(acl)s இசைவு மற்றும் பொறுப்பை திரும்பப் பெறுங்கள்

source: Explanation OOI clearance
it: Spiegazione Autorizzazione OOI
nl: Uitleg OOI-vrijwaringsniveau
ta: விளக்கம் ooi இசைவு

source: You are granted clearance for level L%(tcl)s by your admin. Before you can change OOI clearance levels up to this level, you need to accept this permission. Remember: <strong>with great power comes great responsibility.</strong>
it: Ti è stata concessa l'autorizzazione per il livello L%(tcl)s dal tuo amministratore. Prima di poter cambiare i livelli di autorizzazione OOI fino a questo livello, devi accettare questa autorizzazione. Ricorda: <strong>con grandi poteri arrivano grandi responsabilità.</strong>
nl: U krijgt vrijwaring voor niveau L%(tcl)s van uw beheerder. Voordat u OOI-vrijwaringsniveaus kunt wijzigen tot dit niveau, moet u deze toestemming accepteren. Onthoud: <strong>met grote macht komt grote verantwoordelijkheid.</strong>
ta: உங்கள் நிர்வாகியால் எல்%(tcl)s க்கு உங்களுக்கு இசைவு வழங்கப்படுகிறது. OOI இசைவு நிலைகளை இந்த நிலைவரை மாற்றுவதற்கு முன், இந்த அனுமதியை நீங்கள் ஏற்க வேண்டும். நினைவில் கொள்ளுங்கள்: <strong> பெரும் சக்தியுடன் பெரும் பொறுப்பு வருகிறது. </strong>

source: Accept level L%(tcl)s clearance and responsibility
nl: "Accepteer vrijwaringsniveau L%(tcl)s en verantwoordelijkheid"
ta: நிலை L%(tcl)s இசைவு மற்றும் பொறுப்பை ஏற்றுக்கொள்ளுங்கள்

source: Use the form below to reset your password.
it: Utilizza il modulo sottostante per reimpostare la tua password.
nl: Gebruik het onderstaande formulier om uw wachtwoord opnieuw in te stellen.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்க கீழே உள்ள படிவத்தைப் பயன்படுத்தவும்.

source: Send
it: Invia
nl: Versturen
ta: அனுப்பு

source: Back
it: Indietro
nl: Terug
ta: பின்

source: Confirm reset password
it: Conferma reset password
nl: Bevestig het opnieuw instellen van uw wachtwoord
ta: கடவுச்சொல்லை மீட்டமை உறுதிப்படுத்தவும்

source: Use the form below to confirm resetting your password
it: Utilizza il modulo sottostante per confermare il reset della tua password
nl: Gebruik onderstaand formulier om het wachtwoord opnieuw in te stellen
ta: உங்கள் கடவுச்சொல்லை மீட்டமைப்பதை உறுதிப்படுத்த கீழே உள்ள படிவத்தைப் பயன்படுத்தவும்

source: Confirm password
it: Conferma password
nl: Wachtwoord bevestigen
ta: கடவுச்சொல்லை உறுதிப்படுத்தவும்

source: The link is invalid
it: Il link non è valido
nl: De koppeling is ongeldig
ta: இணைப்பு தவறானது

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
it: Il link per il reset della password non era valido, probabilmente perché è già stato utilizzato. Per favore richiedi un nuovo reset della password.
nl: De koppeling om het wachtwoord opnieuw in te stellen was onjuist, wellicht is deze al gebruikt. Probeer nogmaals opnieuw het wachtwoord in te stellen.
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்பு தவறானது, ஏனெனில் அது ஏற்கனவே பயன்படுத்தப்பட்டிருப்பதால். புதிய கடவுச்சொல் மீட்டமைப்பைக் கோரவும்.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
it: Stai ricevendo questa email perché hai richiesto un reset della password per il tuo account utente su %(site_name)s.
nl: U ontvangt dit e-mailbericht, omdat er een verzoek is gedaan om het wachtwoord voor uw profiel op %(site_name)s te herstellen.
ta: உங்கள் பயனர் கணக்கிற்கான கடவுச்சொல் மீட்டமைப்பை %(site_name)s இல் கோரியதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.

source: Please go to the following page and choose a new password:
it: Vai alla seguente pagina e scegli una nuova password:
nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:
ta: தயவுசெய்து பின்வரும் பக்கத்திற்குச் சென்று புதிய கடவுச்சொல்லைத் தேர்வுசெய்க:

source: Sincerely,
it: Cordiali saluti,
nl: Hoogachtend,
ta: உண்மையுள்ள,

source: The OpenKAT team
it: Il team di OpenKAT
nl: Het OpenKAT-team
ta: ஓபன்காட் அணி

source: Password reset on %(site_name)s
it: Reset della password su %(site_name)s
nl: Wachtwoord opnieuw instellen op %(site_name)s
ta: கடவுச்சொல் மீட்டமைப்பு %(site_name)s

source: Recover email address
it: Recupera l'indirizzo email
nl: E-mailadres herstellen
ta: மின்னஞ்சல் முகவரியை மீட்டெடுக்கவும்

source: Information on how to recover your connected email address
it: Informazioni su come recuperare il tuo indirizzo email collegato
nl: Informatie over hoe u uw verbonden e-mailadres kunt herstellen
ta: உங்கள் இணைக்கப்பட்ட மின்னஞ்சல் முகவரியை எவ்வாறு மீட்டெடுப்பது என்பது பற்றிய செய்தி

source: Forgotten email address?
it: Indirizzo email dimenticato?
nl: E-mailadres vergeten?
ta: மறந்துவிட்ட மின்னஞ்சல் முகவரி?

source: If you don’t remember the email address connected to your account, contact:
nl: Als u het aan uw account gekoppelde e-mailadres niet meer weet, neem dan contact op met:
ta: உங்கள் கணக்கில் இணைக்கப்பட்ட மின்னஞ்சல் முகவரி உங்களுக்கு நினைவில் இல்லை என்றால், தொடர்பு கொள்ளவும்:

source: Please contact the system administrator.
it: Per favore contatta l'amministratore di sistema.
nl: Neem contact op met de systeembeheerder.
ta: கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Back to login
it: Torna al login
nl: Terug naar aanmelden
ta: உள்நுழைவுக்குத் திரும்பு

source: Back to Home
it: Torna alla Home
nl: Terug naar Home
ta: வீட்டிற்கு திரும்பவும்

source: Welcome to OpenKAT. You're receiving this email because you have been added to organization "%(organization)s" at %(site_name)s.
it: Benvenuto in OpenKAT. Stai ricevendo questa email perché sei stato aggiunto all'organizzazione "%(organization)s" su %(site_name)s.
nl: Welkom bij OpenKAT. U ontvangt dit e-mailbericht, omdat u bent toegevoegd aan de organisatie ‘%(organization)s’ op %(site_name)s.
ta: OpenKat க்கு வருக. நீங்கள் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள், ஏனெனில் நீங்கள் "%(organization)s" இல் %(site_name)s சேர்க்கப்பட்டுள்ளீர்கள்.

source: Verify OpenKAT account on %(site_name)s
it: Verifica l'account OpenKAT su %(site_name)s
nl: Verifieer OpenKAT-account op %(site_name)s
ta: OpenKAT கணக்கை %(site_name)s இல் சரிபார்க்கவும்

source: Your password must contain at least the following:
it: La tua password deve contenere almeno quanto segue:
nl: Uw wachtwoord moet ten minste het volgende bevatten:
ta: உங்கள் கடவுச்சொல்லில் குறைந்தபட்சம் பின்வருவனவற்றைக் கொண்டிருக்க வேண்டும்:

source: characters
it: caratteri
nl: karakters
ta: எழுத்துக்கள்

source: digits
it: cifre
nl: cijfers
ta: இலக்கங்கள்

source: letters
it: lettere
ta: கடிதங்கள்

source: special characters such as:
it: caratteri speciali come:
nl: speciale tekens, zoals:
ta: போன்ற சிறப்பு எழுத்துக்கள்:

source: lower case letters
it: lettere minuscole
nl: kleine letters
ta: சிறிய எழுத்துக்கள்

source: upper case letters
it: lettere maiuscole
nl: hoofdletters
ta: மேல் வழக்கு கடிதங்கள்

source: Your session has timed out. Please login again.
it: La tua sessione è scaduta. Effettua nuovamente l'accesso.
nl: Uw sessie is verlopen. Gelieve opnieuw aan te melden.
ta: உங்கள் அமர்வு நேரம் முடிந்துவிட்டது. மீண்டும் உள்நுழைக.

source: OpenKAT
ta: ஓபன்காட்

source: Login
it: Accesso
nl: Aanmelden
ta: புகுபதிவு

source: Two factor authentication
it: Autenticazione a due fattori
nl: Tweestapsverificatie
ta: இரண்டு காரணி ஏற்பு

source: We couldn't send a password reset link. Contact
it: Non siamo riusciti a inviare un link di reset della password. Contatta
nl: We konden geen koppeling voor wachtwoordherstel verzenden. Contact
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்பை எங்களால் அனுப்ப முடியவில்லை. தொடர்பு

source: We couldn't send a password reset link. Contact your system administrator.
it: Non siamo riusciti a inviare un link di reset della password. Contatta l'amministratore di sistema.
nl: We konden geen wachtwoordherstelkoppeling sturen. Neem contact op met uw systeembeheerder.
ta: கடவுச்சொல் மீட்டமைப்பு இணைப்பை எங்களால் அனுப்ப முடியவில்லை. உங்கள் கணினி நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Close modal
nl: Modal sluiten
ta: மோடல் மூடு

source: Cancel
it: Annulla
nl: Annuleren
ta: ரத்துசெய்
