Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Observed at:
nl: Gezien op:
ta: இங்கு அனுசரிக்கப்பட்டது:

source: Summary
it: Sommario
nl: Samenvatting
ta: சுருக்கம்

source: vulnerabilities on this system
nl: kwetsbaarheden op dit systeem
ta: இந்த அமைப்பில் பாதிப்புகள்

source: Critical Vulnerabilities
nl: Kritieke kwetsbaarheden
ta: சிக்கலான பாதிப்புகள்

source: IPs scanned
nl: Gescande IP-adressen
ta: ஐபிஎச் ச்கேன்

source: Hostnames scanned
nl: Gescande hostnamen
ta: புரவலன் பெயர்கள் ச்கேன் செய்யப்பட்டன

source: Terms in report
nl: Termen in rapport
ta: அறிக்கையில் விதிமுறைகள்

source: System specific checks
nl: Systeemspecifieke controles
ta: கணினி குறிப்பிட்ட காசோலைகள்

source: This table shows which checks were performed. Following that, the compliance issues, if any, are shown for each %(type)s Server.
nl: Deze tabel laat zien welke controles zijn uitgevoerd. Daarna worden voor elke %(type)s-server de eventuele complianceproblemen weergegeven.
ta: எந்த காசோலைகள் செய்யப்பட்டன என்பதை இந்த அட்டவணை காட்டுகிறது. அதைத் தொடர்ந்து, இணக்க சிக்கல்கள் ஏதேனும் இருந்தால், ஒவ்வொரு %(type)sேவையகத்திற்கும் காண்பிக்கப்படும்.

source: Check overview
nl: Controleoverzicht
ta: கண்ணோட்டத்தை சரிபார்க்கவும்

source: Check
nl: Controle
ta: சரிபார்

source: Compliance
ta: இணக்கம்

source: IPs are compliant
nl: IP’s zijn compliant
ta: ஐபிக்கள் இணக்கமானவை

source: Host:
ta: புரவலன்:

source: Findings
it: Rilevamenti
nl: Bevindingen
ta: கண்டுபிடிப்புகள்

source: Compliance issue
nl: Complianceprobleem
ta: இணக்க சிக்கல்

source: Risk level
it: Livello di rischio
nl: Risiconiveau
ta: இடர் நிலை

source: Term Overview
nl: Begrippenlijst
ta: கால கண்ணோட்டம்

source: For definitions of terms used in this chapter, see the glossary below.
nl: Onderstaande overzicht bevat definities van begrippen die in deze rapportage worden gebruikt.
ta: இந்த அத்தியாயத்தில் பயன்படுத்தப்படும் சொற்களின் வரையறைகளுக்கு, கீழே உள்ள சொற்களஞ்சியத்தைப் பார்க்கவும்.

source: Web servers and domains are examples of digital assets within this framework. Web servers are essential for hosting and serving websites or web applications, while domains represent the online addresses used to access these resources. Other examples of assets in the IT realm include databases, user accounts, software applications, and networking infrastructure. Asset management is a critical aspect of cybersecurity, involving the identification, classification, and protection of these assets to safeguard against threats and ensure the overall security and functionality of an organization's IT environment.
nl: Webservers en domeinen zijn voorbeelden van digitale assets binnen dit framework. Webservers zijn essentieel voor het hosten en aanbieden van websites of webapplicaties, terwijl domeinen de online adressen zijn die worden gebruikt om toegang te krijgen tot deze bronnen. Andere voorbeelden van assets in het IT-domein zijn databases, gebruikersaccounts, softwareapplicaties en netwerkinfrastructuur. Assetmanagement is een cruciaal aspect van cybersecurity, dat de identificatie, classificatie en bescherming van deze assets omvat om bedreigingen af te weren en de algehele veiligheid en functionaliteit van de IT-omgeving van een organisatie te waarborgen.
ta: வலை சேவையகங்கள் மற்றும் களங்கள் இந்த கட்டமைப்பிற்குள் டிசிட்டல் சொத்துக்களின் எடுத்துக்காட்டுகள். வலைத்தளங்கள் அல்லது வலை பயன்பாடுகளை ஓச்டிங் செய்வதற்கும் பணி செய்வதற்கும் வலை சேவையகங்கள் தேவை, அதே நேரத்தில் களங்கள் இந்த வளங்களை அணுக பயன்படும் நிகழ்நிலை முகவரிகளைக் குறிக்கின்றன. ஐடி உலகில் உள்ள சொத்துக்களின் பிற எடுத்துக்காட்டுகளில் தரவுத்தளங்கள், பயனர் கணக்குகள், மென்பொருள் பயன்பாடுகள் மற்றும் நெட்வொர்க்கிங் உள்கட்டமைப்பு ஆகியவை அடங்கும். சொத்து மேலாண்மை என்பது இணைய பாதுகாப்பின் ஒரு முக்கியமான அம்சமாகும், இது அச்சுறுத்தல்களுக்கு எதிராக பாதுகாப்பதற்கும் ஒரு நிறுவனத்தின் செய்தி தொழில்நுட்ப சூழலின் ஒட்டுமொத்த பாதுகாப்பு மற்றும் செயல்பாட்டை உறுதி செய்வதற்கும் இந்த சொத்துக்களை அடையாளம் காணுதல், வகைப்படுத்துதல் மற்றும் பாதுகாத்தல் ஆகியவற்றை உள்ளடக்கியது.

source: Multiple hostnames that resolve to one IP address where at least one of the hostnames or the IP address has a declared scan level that is at least L1. Type systemen zijn webservers, mailservers, en nameservers (DNS).
nl: Meerdere hostnamen die verwijzen naar één IP-adres, waarbij ten minste een van de hostnamen of het IP-adres een gedeclareerd scanniveau heeft dat ten minste L1 is. Systeemtypes zijn webservers, mailservers en nameservers (DNS).
ta: ஒரு ஐபி முகவரியைத் தீர்க்கும் பல ஓச்ட்பெயர்கள், அங்கு ஓச்ட்பெயர்கள் அல்லது ஐபி முகவரியில் குறைந்தபட்சம் ஒன்று அறிவிக்கப்பட்ட ச்கேன் அளவைக் கொண்டுள்ளது, இது குறைந்தபட்சம் எல் 1 ஆகும். Systemen zijn வெப்சர்வர்ச், மெயில்சர்வர்கள், என் பெயர்செர்வர்ச் (டிஎன்எச்) என தட்டச்சு செய்க.

source: A fundamental component of the client-server model. A web server uses protocols like HTTP or HTTPS to facilitate communication between clients and the server.
nl: Een fundamenteel onderdeel van het client-servermodel. Een webserver gebruikt protocollen zoals HTTP of HTTPS om de communicatie te faciliteren tussen clients en de server.
ta: கிளையன்ட்-சர்வர் மாதிரியின் அடிப்படை கூறு. வாடிக்கையாளர்களுக்கும் சேவையகத்திற்கும் இடையிலான தகவல்தொடர்புகளை எளிதாக்க ஒரு வலை சேவையகம் HTTP அல்லது HTTPS போன்ற நெறிமுறைகளைப் பயன்படுத்துகிறது.

source: A mail server is a specialized software application or hardware device that facilitates the sending, receiving, and storage of emails within a computer network. Operating on the Simple Mail Transfer Protocol (SMTP) for outgoing messages and either Internet Message Access Protocol (IMAP) or Post Office Protocol (POP) for incoming messages, a mail server manages email communication by routing messages between users and storing them until they are retrieved. The server ensures the efficient and secure transfer of emails, handling tasks such as authentication, spam filtering, and message storage.
nl: Een mailserver is een gespecialiseerde softwareapplicatie of een hardwareapparaat dat het verzenden, ontvangen en opslaan van e-mailberichten binnen een computernetwerk faciliteert. Een mailserver, die werkt op basis van het Simple Mail Transfer Protocol (SMTP) voor uitgaande berichten en Internet Message Access Protocol (IMAP) of Post Office Protocol (POP) voor inkomende berichten, beheert e-mailcommunicatie door berichten tussen gebruikers te verzenden en op te slaan totdat ze worden opgehaald. De server zorgt voor een efficiënte en veilige overdracht van e-mailberichten en voert taken uit zoals authenticatie, spamfiltering en opslag van berichten.
ta: ஒரு அஞ்சல் சேவையகம் என்பது ஒரு சிறப்பு மென்பொருள் பயன்பாடு அல்லது வன்பொருள் சாதனமாகும், இது கணினி நெட்வொர்க்கில் மின்னஞ்சல்களை அனுப்புதல், பெறுதல் மற்றும் சேமித்தல் ஆகியவற்றை எளிதாக்குகிறது. வெளிச்செல்லும் செய்திகளுக்கான எளிய அஞ்சல் பரிமாற்ற நெறிமுறையில் (SMTP) மற்றும் உள்வரும் செய்திகளுக்கான இணைய செய்தி அணுகல் நெறிமுறை (IMAP) அல்லது தபால் அலுவலக நெறிமுறை (POP) ஆகியவற்றில் இயங்குகிறது, ஒரு அஞ்சல் சேவையகம் பயனர்களிடையே செய்திகளை வழிநடத்துவதன் மூலமும் அவற்றை சேமிப்பதன் மூலமும் மின்னஞ்சல் தகவல்தொடர்புகளை நிர்வகிக்கிறது மீட்டெடுக்கப்பட்டது. மின்னஞ்சல்களின் திறமையான மற்றும் பாதுகாப்பான பரிமாற்றத்தை சேவையகம் உறுதி செய்கிறது, ஏற்பு, ச்பேம் வடிகட்டுதல் மற்றும் செய்தி சேமிப்பு போன்ற பணிகளைக் கையாளுகிறது.

source: A nameserver, or Domain Name System (DNS) server, is a critical component of the internet infrastructure responsible for translating human-readable domain names into IP addresses, enabling the seamless navigation of the web. When a user enters a domain name in a web browser, the nameserver is queried to obtain the corresponding IP address of the server hosting the associated website or service.
nl: Een nameserver, of Domain Name System (DNS)-server, is een kritisch onderdeel van de internetinfrastructuur die verantwoordelijk is voor het vertalen van door mensen leesbare domeinnamen naar IP-adressen, waardoor naadloze navigatie op het web mogelijk is. Wanneer een gebruiker een domeinnaam invoert in een webbrowser, wordt de nameserver geraadpleegd om het bijbehorende IP-adres te verkrijgen van de server die de bijbehorende website of service host.
ta: ஒரு பெயர்செர்வர், அல்லது டொமைன் பெயர் அமைப்பு (டி.என்.எச்) சேவையகம், மனித-படிக்கக்கூடிய டொமைன் பெயர்களை ஐபி முகவரிகளில் மொழிபெயர்ப்பதற்கு பொறுப்பான இணைய உள்கட்டமைப்பின் ஒரு முக்கிய அங்கமாகும், இது வலையின் தடையற்ற வழிசெலுத்தலை செயல்படுத்துகிறது. ஒரு வலை உலாவியில் ஒரு பயனர் ஒரு டொமைன் பெயரில் நுழையும்போது, தொடர்புடைய வலைத்தளம் அல்லது சேவையை புரவலன் செய்யும் சேவையகத்தின் தொடர்புடைய ஐபி முகவரியைப் பெற பெயர்சர்வர் வினவப்படும்.

source: A DICOM server, which stands for Digital Imaging and Communications in Medicine, is a specialized server designed for the storage, retrieval, and exchange of medical images and related information in the healthcare industry. DICOM is a widely adopted standard that ensures interoperability and consistency in the communication of medical images and associated data among different devices and systems, such as medical imaging equipment, picture archiving and communication systems (PACS), and radiology information systems (RIS). DICOM servers store and manage patient-specific medical images, like X-rays, CT scans, and MRIs, utilizing a standardized format.
nl: Een DICOM-server, wat staat voor Digital Imaging and Communications in Medicine, is een gespecialiseerde server ontworpen voor het opslaan, ophalen en uitwisselen van medische beelden en gerelateerde informatie in de gezondheidszorg. DICOM is een breed geaccepteerde standaard die zorgt voor interoperabiliteit en consistentie in de communicatie van medische beelden en bijbehorende gegevens tussen verschillende apparaten en systemen, zoals medische beeldvormingsapparatuur, beeldarchiverings- en communicatiesystemen (PACS) en radiologie-informatiesystemen (RIS). DICOM-servers slaan patiëntspecifieke medische beelden, zoals röntgenfoto’s, CT-scans en MRI’s op en beheren deze met behulp van een gestandaardiseerd formaat.
ta: மருத்துவத்தில் டிசிட்டல் இமேசிங் மற்றும் தகவல்தொடர்புகளைக் குறிக்கும் ஒரு டிகாம் சேவையகம், சுகாதாரத் துறையில் மருத்துவ படங்கள் மற்றும் தொடர்புடைய தகவல்களை சேமித்தல், மீட்டெடுப்பு மற்றும் பரிமாற்றத்திற்காக வடிவமைக்கப்பட்ட ஒரு சிறப்பு சேவையகமாகும். DICOM என்பது பரவலாக ஏற்றுக்கொள்ளப்பட்ட தரமாகும், இது மருத்துவ படங்கள் மற்றும் தொடர்புடைய தரவுகளின் தகவல்தொடர்பு மற்றும் தொடர்புடைய தரவுகளான மருத்துவ இமேசிங் உபகரணங்கள், பட காப்பக மற்றும் செய்தி தொடர்பு அமைப்புகள் (பிஏசி) மற்றும் கதிரியக்க செய்தி அமைப்புகள் (RIS) போன்றவற்றில் இயங்குதளத்தையும் நிலைத்தன்மையையும் உறுதி செய்கிறது. டிகாம் சேவையகங்கள் எக்ச்-கதிர்கள், சி.டி ச்கேன் மற்றும் எம்.ஆர்.ஐ போன்ற நோயாளிகளின் சார்ந்த மருத்துவ படங்களை சேமித்து நிர்வகிக்கின்றன, இது தரப்படுத்தப்பட்ட வடிவமைப்பைப் பயன்படுத்துகிறது.

source: Records found
nl: Gevonden records
ta: பதிவுகள் கிடைத்தன

source: The DNS report gives an overview of the DNS records that were found for the DNSZone. Additionally the security measures table shows whether or not DNS relating security measures are enabled.
nl: Het DNS-rapport geeft een overzicht van de DNS-records die werden gevonden voor de DNS-zone. De veiligheidsmaatregeltabel toont aan of DNS met betrekking tot veiligheidsmaatregelen ingeschakeld zijn.
ta: டி.என்.எச். கூடுதலாக, பாதுகாப்பு நடவடிக்கைகள் தொடர்பான டி.என் கள் செயல்படுத்தப்பட்டதா இல்லையா என்பதை பாதுகாப்பு நடவடிக்கைகள் அட்டவணை காட்டுகிறது.

source: <strong>Disclaimer:</strong> Not all DNSRecords are parsed in OpenKAT. DNS record types that are parsed and could be displayed in the table are:
nl: <strong>Disclaimer:</strong> Niet alle DNS-records zijn verwerkt in OpenKAT. DNS-recordtypes die zijn verwerkt en in de tabel getoond kunnen worden zijn:
ta: <strong> மறுப்பு: </strong> அனைத்து DNSRECORD களும் OpenKat இல் பாகுபடுத்தப்படவில்லை. பாகுபடுத்தப்பட்ட மற்றும் அட்டவணையில் காட்டக்கூடிய டிஎன்எச் பதிவு வகைகள்:

source: All existing DNS record types can be found here:
nl: Alle bestaande DNS-recordtypes kunnen hier worden gevonden:
ta: தற்போதுள்ள அனைத்து டிஎன்எச் பதிவு வகைகளையும் இங்கே காணலாம்:

source: Record
ta: பதிவு

source: No records have been found.
nl: Er zijn geen records gevonden.
ta: பதிவுகள் எதுவும் கிடைக்கவில்லை.

source: Security measures
nl: Beveiligingsmaatregelen
ta: பாதுகாப்பு நடவடிக்கைகள்

source: The security measures table below shows which DNS relating security measures are enabled based on the contents of the DNS records.
nl: De volgende beveiligingstabel toont aan welke DNS-gerelateerde veiligheidsmaatregelen zijn geactiveerd volgens de inhoud van de DNS-gegevens.
ta: டிஎன்எச் பதிவுகளின் உள்ளடக்கங்களின் அடிப்படையில் பாதுகாப்பு நடவடிக்கைகள் தொடர்பான டிஎன்எச் இயக்கப்பட்டிருப்பதை கீழே உள்ள பாதுகாப்பு நடவடிக்கைகள் அட்டவணை காட்டுகிறது.

source: Yes
it: Sì
nl: Ja
ta: ஆம்

source: No
nl: Nee
ta: இல்லை

source: Other findings found
nl: Andere gevonden bevindingen
ta: பிற கண்டுபிடிப்புகள் காணப்படுகின்றன

source: Severity
it: Gravità
nl: Ernst
ta: தீவிரம்

source: Finding
it: Rilevamento
nl: Bevinding
ta: கண்டுபிடிப்பு

source: Details
it: Dettagli
ta: விவரங்கள்

source: Findings information
nl: Bevindingeninformatie
ta: கண்டுபிடிப்புகள் செய்தி

source: Occurrences
it: Occorrenze
nl: Voorvallen
ta: நிகழ்வுகள்

source: DNS reports focus on domain name system configuration and potential weaknesses.
nl: DNS-rapporten geven inzicht in de domeinnaamsysteemconfiguratie en potentiële zwakheden.
ta: டி.என்.எச் அறிக்கைகள் டொமைன் பெயர் கணினி உள்ளமைவு மற்றும் சாத்தியமான பலவீனங்களில் கவனம் செலுத்துகின்றன.

source: The Findings Report provides an overview of the identified findings on the scanned systems. For each finding it shows the risk level and the number of occurrences of the finding. Under the 'Details' section a description, impact, recommendation and location of the finding can be found. The risk level may be different for your specific environment.
nl: Het Bevindingenrapport geeft een overzicht van de geïdentificeerde bevindingen op de gescande systemen. Voor elke bevinding wordt het risiconiveau en het aantal gebeurtenissen van de bevinding getoond. Onder de sectie ‘Details’ staat een beschrijving, impact, aanbeveling en locatie van de bevinding. Het risiconiveau is wellicht anders voor uw specifieke omgeving.
ta: கண்டுபிடிப்புகள் அறிக்கை ச்கேன் செய்யப்பட்ட அமைப்புகளில் அடையாளம் காணப்பட்ட கண்டுபிடிப்புகளின் கண்ணோட்டத்தை வழங்குகிறது. ஒவ்வொரு கண்டுபிடிப்பிற்கும் இது இடர் நிலை மற்றும் கண்டுபிடிப்பின் நிகழ்வுகளின் எண்ணிக்கையைக் காட்டுகிறது. 'விவரங்கள்' பிரிவின் கீழ் ஒரு விளக்கம், தாக்கம், பரிந்துரை மற்றும் கண்டுபிடிப்பின் இருப்பிடம் ஆகியவற்றைக் காணலாம். உங்கள் குறிப்பிட்ட சூழலுக்கு இடர் நிலை வேறுபட்டிருக்கலாம்.

source: Source
it: Fonte
nl: Bron
ta: மூலம்

source: Impact
ta: தாக்கம்

source: Recommendation
nl: Aanbeveling
ta: பரிந்துரை

source: First seen
nl: Eerst gezien
ta: முதலில் பார்த்தேன்

source: No findings have been identified yet.
nl: Er zijn nog geen bevindingen geïdentificeerd.
ta: கண்டுபிடிப்புகள் இதுவரை அடையாளம் காணப்படவில்லை.

source: Findings Report
nl: Bevindingenrapport
ta: கண்டுபிடிப்புகள் அறிக்கை

source: Shows all the finding types and their occurrences.
nl: Toont alle bevindingstypes en hun gebeurtenissen.
ta: அனைத்து கண்டுபிடிப்பு வகைகளையும் அவற்றின் நிகழ்வுகளையும் காட்டுகிறது.

source: The IPv6 report provides an overview of the current IPv6 status of the identified system. The table below shows whether the domain is reachable over IPv6 or not. A green compliance check is shown if this is the case. A grey compliance cross is shown if no IPv6 address was detected.
nl: Het IPv6-rapport geeft een overzicht van de huidige IPv6-status van het geïdentificeerde systeem. De volgende tabel laat zien of het domein bereikbaar is via IPv6 of niet. Een groen icoon wordt getoond als dit het geval is. Een grijs compliancekruis wordt getoond als er geen IPv6-adres is gevonden.
ta: ஐபிவி 6 அறிக்கை அடையாளம் காணப்பட்ட அமைப்பின் தற்போதைய ஐபிவி 6 நிலையின் கண்ணோட்டத்தை வழங்குகிறது. ஐபிவி 6 ஐ விட டொமைன் அடைய முடியுமா இல்லையா என்பதை கீழே உள்ள அட்டவணை காட்டுகிறது. இதுபோன்றால் பச்சை இணக்க சோதனை காட்டப்பட்டுள்ளது. ஐபிவி 6 முகவரி எதுவும் கண்டறியப்படவில்லை என்றால் சாம்பல் இணக்க குறுக்கு காட்டப்பட்டுள்ளது.

source: IPv6 overview
nl: IPv6-overzicht
ta: IPv6 கண்ணோட்டம்

source: Domain
nl: Domein
ta: டொமைன்

source: IPv6 Report
nl: IPv6-rapport
ta: IPVSH அறிக்கை

source: Check whether hostnames point to IPv6 addresses.
nl: Controleer of hostnamen naar IPv6-adressen verwijzen.
ta: ஓச்ட்பேம்ச் ஐபிவி 6 முகவரிகளை சுட்டிக்காட்டுகிறதா என்பதை சரிபார்க்கவும்.

source: The Mail Report provides an overview of the compliance checks associated with e-mail servers. The current compliance checks the presence of SPF, DKIM and DMARC records. The table below shows for each of these checks how many of the identified mail servers are compliant, and if applicable a compliance issue description and risk level. The risk level may be different for your specific environment.
nl: Het mailrapport geeft een overzicht van de compliancecontroles geassocieerd met e-mailservers. De huidige compliancecontroles controleren de aanwezigheid van SPF, DKIM en DMARC. De tabel hieronder toont hoeveel van de geïdentificeerde mailservers compliant zijn, en indien van toepassing, een beschrijving van het complianceprobleem en risiconiveau. Het risiconiveau kan verschillen voor uw specifieke omgeving.
ta: அஞ்சல் அறிக்கை மின்னஞ்சல் சேவையகங்களுடன் தொடர்புடைய இணக்க காசோலைகளின் கண்ணோட்டத்தை வழங்குகிறது. தற்போதைய இணக்கம் SPF, DKIM மற்றும் DMARC பதிவுகளின் இருப்பை சரிபார்க்கிறது. இந்த ஒவ்வொன்றிற்கும் கீழேயுள்ள அட்டவணை காட்டுகிறது, அடையாளம் காணப்பட்ட அஞ்சல் சேவையகங்கள் எத்தனை இணக்கமானவை என்பதை சரிபார்க்கிறது, மேலும் பொருந்தினால் இணக்க சிக்கல் விளக்கம் மற்றும் இடர் நிலை. உங்கள் குறிப்பிட்ட சூழலுக்கு இடர் நிலை வேறுபட்டிருக்கலாம்.

source: Mailserver compliance
nl: Compliance mailserver
ta: மெயில்சர்வர் இணக்கம்

source: mailservers compliant
ta: மெயில்சர்வர்கள் இணக்கமானவர்கள்

source: No mailservers have been found on this system.
nl: Er zijn geen mailservers op dit systeem gevonden.
ta: இந்த அமைப்பில் மெயில் சர்வர் எதுவும் கிடைக்கவில்லை.

source: Mail Report
nl: Mailrapport
ta: அஞ்சல் அறிக்கை

source: System specific Mail Report that focusses on IP addresses and hostnames.
nl: Systeemspecifiek Mailrapport dat focust op IP-adressen en hostnamen.
ta: கணினி குறிப்பிட்ட அஞ்சல் அறிக்கை ஐபி முகவரிகள் மற்றும் ஓச்ட்பெயர்களில் கவனம் செலுத்துகிறது.

source: Overview of included assets
nl: Overzicht van inbegrepen assets
ta: சேர்க்கப்பட்ட சொத்துகளின் கண்ணோட்டம்

source: Asset
ta: சொத்துடைமை

source: Amount
nl: Aantal
ta: தொகை

source: IP addresses
nl: IP-adressen
ta: ஐபி முகவரிகள்

source: Domain names
nl: Domeinnamen
ta: டொமைன் பெயர்கள்

source: Assets with most critical vulnerabilities
nl: Assets met de meest kritieke kwetsbaarheden
ta: மிகவும் முக்கியமான பாதிப்புகளைக் கொண்ட சொத்துக்கள்

source: Vulnerability
nl: Kwetsbaarheid
ta: பாதிப்பு

source: Organisation
nl: Organisatie
ta: நிறுவனம்

source: No vulnerabilities found.
nl: Geen kwetsbaarheden gevonden.
ta: பாதிப்புகள் எதுவும் கிடைக்கவில்லை.

source: Overview of safe connections
nl: Overzicht van veilige verbindingen
ta: பாதுகாப்பான இணைப்புகளின் கண்ணோட்டம்

source: Only Safe Ciphers
nl: Alleen veilige ciphers
ta: பாதுகாப்பான மறைக்குறியீடுகள் மட்டுமே

source: services are compliant
nl: services zijn compliant
ta: சேவைகள் இணக்கமானவை

source: Download report
nl: Rapport downloaden
ta: அறிக்கையைப் பதிவிறக்கவும்

source: This is the OpenKAT
nl: Dit is het OpenKAT
ta: இது ஓபன்காட்

source: Created with date from:
nl: Aangemaakt met de datum van:
ta: இதிலிருந்து தேதியுடன் உருவாக்கப்பட்டது:

source: Created on:
nl: Aangemaakt op:
ta: உருவாக்கப்பட்டது:

source: Created by:
nl: Aangemaakt door:
ta: உருவாக்கியவர்:

source: This sector contains
nl: Deze sector bevat
ta: இந்த துறையில் உள்ளது

source: scanned organizations.
nl: gescande organisaties.
ta: ச்கேன் செய்யப்பட்ட அமைப்புகள்.

source: Of these organizations
nl: Van deze organisaties hebben
ta: இந்த அமைப்புகளில்

source: organizations have tag
nl: organisaties een label
ta: நிறுவனங்கள் குறிச்சொல்லைக் கொண்டுள்ளன

source: The basic security scores are around
nl: De basisbeveiligingsscores zijn ongeveer
ta: அடிப்படை பாதுகாப்பு மதிப்பெண்கள் உள்ளன

source: A total of
nl: Een totaal van
ta: மொத்தம்

source: critical vulnerabilities have been identified.
nl: kritieke kwetsbaarheden zijn geïdentificeerd.
ta: சிக்கலான பாதிப்புகள் அடையாளம் காணப்பட்டுள்ளன.

source: IPv6
ta: Ipvsh

source: IPv6 includes improvements in security features compared to IPv4. While IPv4 can implement security measures, IPv6 was designed with security in mind, and its adoption can contribute to a more secure internet.
nl: IPv6 bevat verbeteringen van beveiligingsfuncties ten opzichte van IPv4. Terwijl IPv4 beveiligingsmaatregelen kan implementeren, is IPv6 ontworpen met beveiliging in het achterhoofd en de implementatie ervan kan bijdragen aan een veiliger internet.
ta: ஐபிவி 4 உடன் ஒப்பிடும்போது பாதுகாப்பு அம்சங்களில் மேம்பாடுகளை ஐபிவி 6 உள்ளடக்கியது. ஐபிவி 4 பாதுகாப்பு நடவடிக்கைகளை செயல்படுத்த முடியும் என்றாலும், ஐபிவி 6 பாதுகாப்பை மனதில் கொண்டு வடிவமைக்கப்பட்டுள்ளது, மேலும் அதன் தத்தெடுப்பு மிகவும் பாதுகாப்பான இணையத்திற்கு பங்களிக்கும்.

source: In total
nl: In totaal hebben
ta: மொத்தத்தில்

source: out of
nl: van de
ta: வெளியே

source: systems have an IPv6 connection.
nl: systemen een IPv6-verbinding.
ta: அமைப்புகளுக்கு ஐபிவி 6 இணைப்பு உள்ளது.

source: Overview of IP version compliance
nl: Overzicht van compliance met IP-versies
ta: ஐபி பதிப்பு இணக்கத்தின் கண்ணோட்டம்

source: See an overview of open ports found over all systems and the services these systems provide.
nl: Bekijk een overzicht van open poorten op alle systemen en de services die deze systemen bieden.
ta: இந்த அமைப்புகள் வழங்கும் அனைத்து அமைப்புகள் மற்றும் சேவைகளில் காணப்படும் திறந்த துறைமுகங்களின் கண்ணோட்டத்தைக் காண்க.

source: Overview of detected open ports
nl: Overzicht van gedetecteerde open poorten
ta: கண்டறியப்பட்ட திறந்த துறைமுகங்களின் கண்ணோட்டம்

source: Open ports
nl: Open poorten
ta: திறந்த துறைமுகங்கள்

source: Occurrences (IP addresses)
nl: Voorkomingen (IP-adressen)
ta: நிகழ்வுகள் (ஐபி முகவரிகள்)

source: Services
ta: சேவைகள்

source: No open ports found.
nl: Geen open poorten gevonden.
ta: திறந்த துறைமுகங்கள் எதுவும் கிடைக்கவில்லை.

source: Overview of recommendations
nl: Overzicht van aanbevelingen
ta: பரிந்துரைகளின் கண்ணோட்டம்

source: Occurrence
it: Occorrenza
nl: Voorval
ta: நிகழ்வு

source: Multi Organization Report
nl: Multi-Organisatierapport
ta: பல அமைப்பு அறிக்கை

source: Best scoring security check
nl: Best scorende beveiligingscontrole
ta: சிறந்த மதிப்பெண் பாதுகாப்பு சோதனை

source: Worst scoring security check
nl: Slechtst scorende beveiligingscontrole
ta: மோசமான மதிப்பெண் பாதுகாப்பு சோதனை

source: Vulnerabilities found are grouped per system. Here, we only consider CVE vulnerabilities.
nl: Gevonden kwetsbaarheden worden gegroepeerd per systeem. Hier kijken we alleen naar CVE-kwetsbaarheden.
ta: காணப்படும் பாதிப்புகள் ஒரு அமைப்புக்கு தொகுக்கப்பட்டுள்ளன. இங்கே, சி.வி.இ பாதிப்புகளை மட்டுமே நாங்கள் கருதுகிறோம்.

source: Vulnerabilities grouped per system
nl: Kwetsbaarheden gegroepeerd per systeem
ta: ஒரு அமைப்புக்கு குழுவாக பாதிப்புகள்

source: total
nl: totaal
ta: மொத்தம்
