Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Close menu
it: Chiudi menu
nl: Menu sluiten
ta: பட்டியல் மூடு

source: Main navigation
it: Navigazione principale
nl: Hoofdnavigatie
ta: முதன்மையான வழிசெலுத்தல்

source: Indemnifications
it: Indennizzi
nl: Vrijwaringen
ta: இழப்பீடு

source: Logout
nl: Afmelden
ta: வெளியேற்றம்

source: Welcome
it: Benvenuto
nl: Welkom
ta: வரவேற்கிறோம்

source: User overview
nl: Gebruikersoverzicht
ta: பயனர் கண்ணோட்டம்

source: warning
it: avviso
nl: waarschuwing
ta: எச்சரிக்கை

source: Warning:
nl: Waarschuwing:
ta: எச்சரிக்கை:

source: Organization code missing
it: Codice organizzazione mancante
nl: Organisatiecode mist
ta: நிறுவன குறியீடு இல்லை

source: Add finding type:
nl: Bevindingstype toevoegen:
ta: கண்டுபிடிப்பு வகையைச் சேர்க்கவும்:

source: Finding Type
it: Tipo di Rilevamento
nl: Bevindingstype
ta: வகை கண்டுபிடிப்பு

source: Add finding type
it: Aggiungi tipo di rilevamento
nl: Bevindingstype toevoegen
ta: கண்டுபிடிப்பு வகையைச் சேர்க்கவும்

source: Add finding:
nl: Bevinding toevoegen:
ta: கண்டுபிடிப்பைச் சேர்க்கவும்:

source: Findings @
it: Risultati @
nl: Bevindingen @
ta: கண்டுபிடிப்புகள் @

source: An overview of all findings OpenKAT found for organization <strong>%(organization_name)s</strong>. Each finding relates to an object. Click a finding for additional information.
it: Una panoramica di tutte le scoperte che OpenKAT ha trovato per l'organizzazione <strong>%(organization_name)s</strong>. Ogni scoperta è relativa a un oggetto. Clicca su una scoperta per ulteriori informazioni.
nl: Een overzicht van alle bevindingen die OpenKAT heeft gevonden voor organisatie <strong>%(organization_name)s</strong>. Elke bevinding heeft betrekking op een object. Klik op een bevinding voor meer informatie.
ta: அமைப்பு <strong>%(organization_name)s </strong> க்கான அனைத்து கண்டுபிடிப்புகளின் கண்ணோட்டம். ஒவ்வொரு கண்டுபிடிப்பும் ஒரு பொருளுடன் தொடர்புடையது. கூடுதல் தகவலுக்கு கண்டுபிடிப்பைக் சொடுக்கு செய்க.

source: Showing
it: Visualizzazione
nl: Toont
ta: காண்பிக்க

source: findings
it: rilevamenti
nl: bevindingen
ta: கண்டுபிடிப்புகள்

source: Findings table
nl: Bevindingentabel
ta: கண்டுபிடிப்புகள் அட்டவணை

source: column headers with buttons are sortable
nl: kolomkoppen met knoppen zijn te sorteren
ta: பொத்தான்கள் கொண்ட நெடுவரிசை தலைப்புகள் வரிசைப்படுத்தக்கூடியவை

source: Tree
it: Albero
nl: Boomweergave
ta: மரம்

source: Graph
it: Grafico
nl: Grafiek
ta: வரைபடம்

source: Show details for %(finding)s
it: Mostra dettagli per %(finding)s
nl: Bekijk details van %(finding)s
ta: %(finding)s விவரங்களைக் காட்டு

source: Finding type
it: Tipo di rilevamento
nl: Bevindingstype
ta: வகை கண்டுபிடிப்பு

source: Show details for %(finding_type)s
it: Mostra dettagli per %(finding_type)s
nl: Bekijk details van %(finding_type)s
ta: %(finding_type)s விவரங்களைக் காட்டு

source: OOI type
it: Tipo OOI
ta: OOI வகை

source: Show %(ooi_type)s objects
it: Mostra oggetti %(ooi_type)s
nl: %(ooi_type)s tonen
ta: %(ooi_type)s பொருள்களைக் காட்டு

source: Source OOI
it: OOI di origine
nl: Bron OOI
ta: Sororce oi

source: Show details for %(ooi)s
it: Mostra dettagli per %(ooi)s
nl: Bekijk details van %(ooi)s
ta: %(ooi)s விவரங்களைக் காட்டு

source: Risk score
nl: Risicoscore
ta: இடர் மதிப்பெண்

source: Mute findings
it: Silenzia rilevamenti
nl: Bevindingen dempen
ta: முடக்கு கண்டுபிடிப்புகள்

source: Reason:
nl: Reden:
ta: காரணம்:

source: Expires by (UTC):
nl: Verloopt op (UTC):
ta: (UTC) காலாவதியாகிறது:

source: Unmute Findings
nl: Bevindingen dempen opheffen
ta: ஊடுருவல் கண்டுபிடிப்புகள்

source: Mute Findings
it: Silenzia Rilevamenti
nl: Bevindingen dempen
ta: முடக்கு கண்டுபிடிப்புகள்

source: Set filters
it: Imposta filtri
nl: Filters instellen
ta: வடிப்பான்களை அமைக்கவும்

source: Clear filters
it: Cancella filtri
nl: Filters wissen
ta: தெளிவான வடிப்பான்கள்

source: Privacy Statement
it: Informativa sulla Privacy
nl: Privacyverklaring
ta: தனியுரிமை அறிக்கை

source: this field is required
it: questo campo è obbligatorio
nl: Dit veld is verplicht
ta: இந்த புலம் தேவை

source: Click a circle to collapse / expand the tree, click the text to view the tree from that OOI and hover over the text to see details.
it: Fai clic su un cerchio in alto per chiudere / espandere l'albero, fai clic sul testo per visualizzare l'albero da quell'OOI e posiziona il mouse sul testo per vedere i dettagli.
nl: Klik op een cirkel om de boom in of uit te klappen, klik op de tekst om de boom van die OOI te bekijken en beweeg over de tekst om details te zien.
ta: மரத்தை வீழ்த்த / விரிவாக்க ஒரு வட்டத்தைக் சொடுக்கு செய்து, அந்த OOI இலிருந்து மரத்தைக் காண உரையைக் சொடுக்கு செய்து விவரங்களைக் காண உரையின் மீது வட்டமிடுங்கள்.

source: Tree graph
it: Grafico ad albero
nl: Boomgrafiek
ta: மர வரைபடம்

source: Menu
ta: பட்டியல்

source: OpenKAT logo, go to the homepage of OpenKAT
it: Logo di OpenKAT, vai alla homepage di OpenKAT
nl: OpenKAT-logo, ga naar de startpagina van OpenKAT
ta: OpenKAT லோகோ, OpenKat இன் முகப்புப்பக்கத்திற்குச் செல்லுங்கள்

source: Crisis room
it: Sala di crisi
nl: Crisiscentrum
ta: நெருக்கடி அறை

source: Tasks
it: Attività
nl: Taken
ta: பணிகள்

source: Health Checks
it: Controlli di Salute
nl: Gezondheidscontroles
ta: சுகாதார சோதனைகள்

source: Health checks
nl: Gezondheidscontroles
ta: நலம் சோதனைகள்

source: Additional
it: Aggiuntivo
nl: Aanvullend
ta: கூடுதல்

source: Indemnification
it: Indennizzo
nl: Vrijwaring
ta: இழப்பீடு

source: Indemnification on the organization present. You may now add objects and start scans.
it: Indennizzo sull'organizzazione presente. Ora puoi aggiungere oggetti e iniziare scansioni.
nl: Vrijwaring op de aanwezige organisatie. U kunt nu objecten toevoegen en scans starten.
ta: தற்போதுள்ள அமைப்பு மீது இழப்பீடு. நீங்கள் இப்போது பொருட்களைச் சேர்த்து ச்கேன் செய்யத் தொடங்கலாம்.

source: Go to Objects
nl: Ga naar Objecten
ta: பொருள்களுக்குச் செல்லுங்கள்

source: Go to
it: Vai a
nl: Ga naar
ta: செல்

source: Kwetsbaarheden Analyse Tool
it: Strumento di Analisi delle Vulnerabilità
ta: பாதிப்புகள் பகுப்பாய்வு கருவி

source: What is OpenKAT?
it: Cos'è OpenKAT?
nl: Wat is OpenKAT?
ta: ஓபன்காட் என்றால் என்ன?

source: OpenKAT is a vulnerability analysis tool. An Open Source-project developed by the Ministry of Health, Welfare and Sport to make your and our world safer.
it: OpenKAT è uno strumento di analisi delle vulnerabilità. Un progetto Open Source sviluppato dal Ministero della Salute, del Benessere e dello Sport per rendere più sicuro il nostro mondo e il tuo.
nl: OpenKAT is een tool voor kwetsbaarhedenanalyse. Een open sourceproject ontwikkeld door het Ministerie van Volksgezondheid, Welzijn en Sport om uw en onze wereld veiliger te maken.
ta: ஓபன்காட் ஒரு பாதிப்பு பகுப்பாய்வு கருவியாகும். உங்கள் மற்றும் எங்கள் உலகத்தை பாதுகாப்பானதாக்க சுகாதார, நலன்புரி மற்றும் விளையாட்டு அமைச்சகம் உருவாக்கிய ஒரு திறந்த மூல-திட்டம்.

source: OpenKAT sees
it: OpenKAT vede
nl: OpenKAT ziet
ta: ஓபன்காட் பார்க்கிறது

source: Dozens of tools are integrated in OpenKAT to view the world (digital and analog). <br> Our motto is therefore: I see, I see, what you do not see.
it: Decine di strumenti sono integrati in OpenKAT per visualizzare il mondo (digitale e analogico). <br> Il nostro motto è quindi: Io vedo, io vedo, ciò che tu non vedi.
nl: In OpenKAT zijn tientallen tools geïntegreerd om de wereld te bekijken (digitaal en analoog). <br> Ons motto is dan ook: ik zie, ik zie, wat jij niet ziet.
ta: உலகைக் காண (டிசிட்டல் மற்றும் அனலாக்) டசன் கணக்கான கருவிகள் ஓபன்காட்டில் ஒருங்கிணைக்கப்பட்டுள்ளன. <br> எனவே எங்கள் குறிக்கோள்: நீங்கள் பார்க்காததை நான் காண்கிறேன், நான் பார்க்கிறேன்.

source: OpenKAT knows
it: OpenKAT sa
nl: OpenKAT weet
ta: ஓபன்காட் தெரியும்

source: OpenKAT does not forget (just like that), and can be queried without scanning again. Also about a historical situation.
it: OpenKAT non dimentica (così facilmente) e può essere interrogato senza eseguire una nuova scansione. Anche per quanto riguarda una situazione storica.
nl: OpenKAT vergeet niet (zomaar), en kan worden opgevraagd zonder opnieuw te scannen. Ook over een historische situatie.
ta: ஓபன்காட் மறக்கவில்லை (அப்படி), மீண்டும் ச்கேன் செய்யாமல் வினவப்படலாம். ஒரு வரலாற்று நிலைமை பற்றியும்.

source: OpenKAT is secure
it: OpenKAT è sicuro
nl: OpenKAT is veilig
ta: ஓபன்காட் பாதுகாப்பானது

source: Forensically secured storage of evidence is one of the basic ingredients of OpenKAT.
it: La memorizzazione forense sicura delle prove è uno degli ingredienti di base di OpenKAT.
nl: Forensisch geborgde opslag van bewijsmateriaal is de basis van OpenKAT.
ta: தடயமளித்த ஆதாரங்களை சேமிப்பது என்பது OpenKAT இன் அடிப்படை பொருட்களில் ஒன்றாகும்.

source: OpenKAT is sweet
it: OpenKAT è sicuro
nl: OpenKAT is lief
ta: ஓபன்காட் இனிமையானது

source: OpenKAT thinks about privacy, and stores what is necessary, within the rules of your organization and the law.
it: OpenKAT pensa alla privacy e conserva ciò che è necessario, nel rispetto delle regole della tua organizzazione e della legge.
nl: OpenKAT slaat op wat nodig is, binnen het kader dat de beheerder stelt.
ta: ஓபன்காட் தனியுரிமையைப் பற்றி சிந்திக்கிறார், மேலும் உங்கள் அமைப்பு மற்றும் சட்டத்தின் விதிகளுக்குள் தேவையானதை சேமிக்கிறார்.

source: A wide playing field
it: Un ampio campo di gioco
nl: Een breed speelveld
ta: ஒரு பரந்த விளையாட்டு மைதானம்

source: OpenKAT makes a copy of the actual reality by means of the integrated tools. Within this copy you can search for answers to countless security and policy questions. Expected and unexpected changes in the world are made visible, and where necessary reported or made known directly to the right people.
it: OpenKAT crea una copia della realtà attuale mediante gli strumenti integrati. All'interno di questa copia puoi cercare risposte a innumerevoli domande di sicurezza e politica. Le modifiche attese e impreviste nel mondo vengono rese visibili e, se necessario, segnalate o rese note direttamente alle persone giuste.
nl: OpenKAT maakt een beeld van de werkelijkheid, waarbinnen u kunt zoeken naar informatie. Verwachte en onverwachte veranderingen worden zichtbaar gemaakt en zijn in OpenKAT als bevindingen beschikbaar.
ta: ஒருங்கிணைந்த கருவிகளின் மூலம் உண்மையான யதார்த்தத்தின் நகலை ஓபன்காட் உருவாக்குகிறது. இந்த நகலுக்குள் நீங்கள் எண்ணற்ற பாதுகாப்பு மற்றும் கொள்கை கேள்விகளுக்கான பதில்களைத் தேடலாம். உலகில் எதிர்பார்க்கப்படும் மற்றும் எதிர்பாராத மாற்றங்கள் காணப்படுகின்றன, மேலும் தேவையான இடங்களில் சரியான நபர்களுக்கு நேரடியாக அறிவிக்கப்பட்ட அல்லது அறியப்படுகின்றன.

source: OpenKAT Privacy Statement
it: Informativa sulla Privacy di OpenKAT
nl: Privacyverklaring OpenKAT
ta: OpenKat தனியுரிமை அறிக்கை

source: OpenKAT is dedicated to protecting the confidentiality and privacy of information entrusted to it. As part of this fundamental obligation, OpenKAT is committed to the appropriate protection and use of personal information (sometimes referred to as "personal data", "personally identifiable information" or "PII") that has been collected online.
it: OpenKAT è dedicato a proteggere la riservatezza e la privacy delle informazioni affidate a esso. Come parte di questo obbligo fondamentale, OpenKAT si impegna a proteggere e utilizzare adeguatamente le informazioni personali (a volte denominate "dati personali", "informazioni personalmente identificabili" o "PII") raccolte online.
nl: OpenKAT is toegewijd aan het beschermen van de vertrouwelijkheid en privacy van informatie die aan haar is toevertrouwd. Als onderdeel van deze fundamentele verplichting, zet OpenKAT zich in voor de juiste bescherming en het juiste gebruik van persoonsgegevens die online zijn verzameld.
ta: ஓபன்காட் அதற்கு ஒப்படைக்கப்பட்ட தகவல்களின் ரகசியத்தன்மையையும் தனியுரிமையையும் பாதுகாக்க அர்ப்பணிக்கப்பட்டுள்ளது. இந்த அடிப்படைக் கடமையின் ஒரு பகுதியாக, ஆன்லைனில் சேகரிக்கப்பட்ட தனிப்பட்ட தகவல்களின் (சில நேரங்களில் "தனிப்பட்ட தரவு", "தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய செய்தி" அல்லது "PII" என குறிப்பிடப்படும்) பொருத்தமான பாதுகாப்பு மற்றும் பயன்பாட்டிற்கு OpenKAT உறுதியளிக்கிறது.

source: Object List
it: Elenco Oggetti
nl: Objectenlijst
ta: பொருள் பட்டியல்

source: An error occurred. Please contact a system administrator.
it: Si è verificato un errore. Contattare un amministratore di sistema.
nl: Er is een fout opgetreden. Neem contact op met een systeembeheerder.
ta: பிழை ஏற்பட்டது. கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Add a %(display_type)s
it: Aggiungi un %(display_type)s
nl: %(display_type)s toevoegen
ta: ஒரு %(display_type)s சேர்

source: Here you can add the asset of the client. Findings can be added to these in the findings page.
it: Qui è possibile aggiungere l'asset del cliente. I rilevamenti possono essere aggiunti a questi nella pagina dei rilevamenti.
nl: Hier kunnen objecten worden toegevoegd. Bevindingen kunnen worden gekoppeld op de bevindingenpagina.
ta: இங்கே நீங்கள் கிளையண்டின் சொத்தைச் சேர்க்கலாம். கண்டுபிடிப்புகள் பக்கத்தில் கண்டுபிடிப்புகளைச் சேர்க்கப்படலாம்.

source: Add %(display_type)s
it: Aggiungi %(display_type)s
nl: %(display_type)s toevoegen
ta: %(display_type)s சேர்

source: Manual creation
it: Creazione manuale
nl: Handmatig toevoegen
ta: கையேடு உருவாக்கம்

source: Select the type of object you want to create.
it: Seleziona il tipo di oggetto che desideri creare.
nl: Selecteer het type object dat u wilt maken.
ta: நீங்கள் உருவாக்க விரும்பும் பொருளின் வகையைத் தேர்ந்தெடுக்கவும்.

source: Delete %(primary_key)s
it: Elimina %(primary_key)s
nl: %(primary_key)s verwijderen
ta: %(primary_key)s நீக்கு

source: Are you sure?
it: Sei sicuro?
nl: Weet u het zeker?
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா?

source: Here you can delete the %(display_type)s.
it: Qui puoi eliminare il %(display_type)s.
nl: Hier kunt u de %(display_type)s verwijderen.
ta: இங்கே நீங்கள் %(display_type)sகளை நீக்கலாம்.

source: To be deleted object(s)
nl: Te verwijderen object(en)
ta: நீக்கப்பட்ட பொருள் (கள்)

source: Key
it: Chiave
nl: Sleutel
ta: விசை

source: Delete %(display_type)s
it: Elimina %(display_type)s
nl: %(display_type)s verwijderen
ta: %(display_type)s நீக்கு

source: Deletion not possible for types: KATFindingType and CVEFindingType
it: Eliminazione non possibile per i tipi: KATFindingType e CVEFindingType
nl: Verwijderen niet mogelijk voor types: KATFindingType en CVEFindingType
ta: வகைகளுக்கு நீக்குதல் சாத்தியமில்லை: KatfindingType மற்றும் cvefindingType

source: using boefjes
it: usando boefjes
nl: met Boefjes
ta: போஃப்செசைப் பயன்படுத்துதல்

source: Boefjes overview
nl: Boefjes-overzicht
ta: போஃப்செச் கண்ணோட்டம்

source: Boefje
ta: வஞ்சக

source: Scan profile
it: Profilo di scansione
nl: Scanprofiel
ta: சுயவிவரத்தை ச்கேன் செய்யுங்கள்

source: There are no boefjes enabled to scan an OOI of type
it: Non ci sono boefjes abilitati a eseguire la scansione di un OOI di tipo
nl: Er zijn geen Boefjes geactiveerd om een OOI te scannen van type
ta: ஒரு வகை OOI ஐ ச்கேன் செய்ய போஃப்செச் எதுவும் இயக்கப்படவில்லை

source: See
it: Vedi
nl: Zie
ta: பார்க்க

source: to find and enable boefjes that can scan within the current level.
it: per trovare e abilitare i boefjes che possono eseguire la scansione all'interno del livello attuale.
nl: om Boefjes te vinden en in te schakelen die kunnen scannen binnen het huidige niveau.
ta: தற்போதைய நிலைக்குள் ச்கேன் செய்யக்கூடிய போஃப்ச்களைக் கண்டுபிடித்து இயக்க.

source: There are no boefjes available within the current clearance level of
it: Non ci sono boefjes disponibili nel livello di autorizzazione corrente di
nl: Er zijn geen Boefjes beschikbaar binnen het huidige vrijwaringsniveau van
ta: தற்போதைய இசைவு நிலைக்குள் போஃப்ச்கள் எதுவும் கிடைக்கவில்லை

source: Or if you have the authorization, upgrade the clearance level of
it: Oppure, se hai l'autorizzazione, aggiorna il livello di autorizzazione di
nl: Of, als u de autorisatie heeft, verhoog dan het vrijwaringsniveau van
ta: அல்லது உங்களுக்கு ஏற்பு இருந்தால், இசைவு அளவை மேம்படுத்தவும்

source: Add related object
it: Aggiungi oggetto correlato
nl: Gerelateerd object toevoegen
ta: தொடர்புடைய பொருளைச் சேர்க்கவும்

source: Object details
it: Dettagli dell'oggetto
ta: பொருள் விவரங்கள்

source: Object type
it: Tipo di oggetto
ta: பொருள் வகை

source: Choose an object type to add
it: Scegli un tipo di oggetto da aggiungere
nl: Selecteer een objecttype om toe te voegen
ta: சேர்க்க ஒரு பொருள் வகையைத் தேர்வுசெய்க

source: Select an object type to add.
it: Seleziona un tipo di oggetto da aggiungere.
nl: Selecteer een objecttype om toe te voegen.
ta: சேர்க்க ஒரு பொருள் வகையைத் தேர்ந்தெடுக்கவும்.

source: Add object
it: Aggiungi oggetto
nl: Object toevoegen
ta: பொருளைச் சேர்க்கவும்

source: Add finding
it: Aggiungi rilevamento
nl: Bevinding toevoegen
ta: கண்டுபிடிப்பைச் சேர்க்கவும்

source: Overview of findings for
nl: Overzicht van bevindingen voor
ta: கண்டுபிடிப்புகளின் கண்ணோட்டம்

source: Score
it: Punteggio
ta: கெலிப்பெண்

source: Finding details
it: Dettagli del rilevamento
nl: Bevindingsdetails
ta: விவரங்களைக் கண்டறிதல்

source: Overview of the number of findings and their severity found on
it: Panoramica del numero di rilevamenti e della loro gravità trovati su
nl: Overzicht van het aantal bevindingen en de ernst daarvan op
ta: கண்டுபிடிப்புகளின் எண்ணிக்கை மற்றும் அவற்றின் தீவிரம் பற்றிய கண்ணோட்டம்

source: Findings can occur multiple times. To give better insight the following table shows the number of unique findings found as well as the number of occurrences.
it: I rilevamenti possono verificarsi più volte. Per fornire una migliore comprensione, la seguente tabella mostra il numero di rilevamenti univoci trovati e il numero di occorrenze.
nl: Bevindingen kunnen meerdere keren voorkomen. Om een beter inzicht te krijgen, toont de volgende tabel het aantal unieke bevindingen en het aantal keren dat ze voorkomen.
ta: கண்டுபிடிப்புகள் பல முறை ஏற்படலாம். சிறந்த நுண்ணறிவை வழங்க பின்வரும் அட்டவணை காணப்படும் தனித்துவமான கண்டுபிடிப்புகளின் எண்ணிக்கையையும் நிகழ்வுகளின் எண்ணிக்கையையும் காட்டுகிறது.

source: See finding details
it: Vedi i dettagli del rilevamento
nl: Bevindingsdetails bekijken
ta: விவரங்களைக் கண்டுபிடிப்பதைக் காண்க

source: Total findings:
it: Rilevamenti totali:
nl: Totaal aantal bevindingen:
ta: மொத்த கண்டுபிடிப்புகள்:

source: Inactive
nl: Inactief
ta: செயலற்றது

source: Declarations
it: Dichiarazioni
nl: Declaraties
ta: அறிவிப்புகள்

source: Inferred by
it: Inferito da
nl: Afgeleid van
ta: ஊகிக்கப்பட்டது

source: Bit
ta: துணுக்கு

source: Parameters
it: Parametri
ta: அளவுருக்கள்

source: Last observed by
nl: Laats bekeken door
ta: கடைசியாக கவனித்தார்

source: Task ID
it: ID Attività
nl: Taak-ID
ta: பணி ஐடி

source: When
nl: Wanneer
ta: எப்போது

source: Normalizer
ta: இயல்பாக்குதல்

source: This scan was manually created.
nl: Deze scan is handmatig aangemaakt.
ta: இந்த ச்கேன் கைமுறையாக உருவாக்கப்பட்டது.

source: The boefje has since been deleted or disabled.
nl: Het boefje is sindsdien verwijderd of uitgeschakeld.
ta: போஃப்சே பின்னர் நீக்கப்பட்டது அல்லது முடக்கப்பட்டுள்ளது.

source: No Raw file could be found, this might point to an error in OpenKAT
nl: Er is geen Raw-bestand gevonden, dit zou kunnen wijzen op een fout in OpenKat
ta: மூல கோப்பைக் காண முடியவில்லை, இது OpenKat இல் ஒரு பிழையை சுட்டிக்காட்டக்கூடும்

source: Warning
nl: Waarschuwing
ta: எச்சரிக்கை

source: Edit %(type)s: %(ooi_human_readable)s
it: Modifica %(type)s: %(ooi_human_readable)s
nl: %(type)s: %(ooi_human_readable)s bewerken
ta: திருத்து %(type)s: %(ooi_human_readable)s

source: Primary key fields cannot be edited.
it: I campi della chiave primaria non possono essere modificati.
nl: Primaire sleutelvelden kunnen niet worden bewerkt.
ta: முதன்மை முக்கிய புலங்களை திருத்த முடியாது.

source: Save %(display_type)s
it: Salva %(display_type)s
nl: %(display_type)s opslaan
ta: %(display_type)s சேமிக்கவும்

source: Currently no findings have been identified for OOI
nl: Er zijn momenteel nog geen bevindingen voor OOI geïdentificeerd
ta: தற்போது OOI க்கு கண்டுபிடிப்புகள் எதுவும் அடையாளம் காணப்படவில்லை

source: An overview of objects found for organization <strong>%(organization_name)s</strong>. Objects can be added manually or by running Boefjes. Click an object for additional information.
it: Una panoramica degli oggetti trovati per l'organizzazione <strong>%(organization_name)s</strong>. Gli oggetti possono essere aggiunti manualmente o tramite l'esecuzione di Boefjes. Clicca su un oggetto per ulteriori informazioni.
nl: Een overzicht van uw objectenlijst voor organisatie <strong>%(organization_name)s</strong>. Objecten kunnen handmatig worden toegevoegd of door het uitvoeren van Boefjes. Klik op een object voor meer informatie.
ta: அமைப்பு <strong>%(organization_name)s </strong> க்கான பொருள்களின் கண்ணோட்டம். பொருள்களை கைமுறையாக அல்லது போஃப்செசை இயக்குவதன் மூலம் சேர்க்கலாம். கூடுதல் தகவலுக்கு ஒரு பொருளைக் சொடுக்கு செய்க.

source: Objects
nl: Objecten
ta: பொருள்கள்

source: Delete object(s)
it: Elimina oggetto(i)
nl: Object(en) verwijderen
ta: பொருளை (களை) நீக்கு

source: Mute finding:
nl: Bevinding dempen:
ta: முடக்கு கண்டுபிடிப்பு:

source: Give a reason below why you want to mute this finding.
it: Fornisci di seguito una ragione per cui desideri silenziare questo rilevamento.
nl: Geef hieronder een reden waarom je deze bevinding wilt dempen.
ta: இந்த கண்டுபிடிப்பை நீங்கள் முடக்க விரும்புகிறீர்கள் என்பதற்கு கீழே ஒரு காரணத்தைக் கூறுங்கள்.

source: Mute finding
it: Silenzia rilevamento
nl: Bevinding dempen
ta: முடக்கு கண்டுபிடிப்பு

source: Mute
it: Silenzia
nl: Dempen
ta: ஒலிமுடக்கு

source: List of views for OOI
it: Elenco delle visualizzazioni per OOI
nl: Lijst van weergaven voor OOI
ta: OOI க்கான பார்வைகளின் பட்டியல்

source: This object is past due
it: Questo oggetto è scaduto
nl: Dit object is voorbij de houdbaarheidsdatum
ta: இந்த பொருள் கடந்த காலமாகும்

source: This object is past due and has been deleted
it: Questo oggetto è scaduto ed è stato eliminato
nl: Dit object is voorbij de houdbaarheidsdatum en gewist
ta: இந்த பொருள் கடந்துவிட்டது மற்றும் நீக்கப்பட்டது

source: This object is past due. You are viewing the object state in a past state.
it: Questo oggetto è scaduto. Stai visualizzando lo stato dell'oggetto in uno stato passato.
nl: Dit object is voorbij de houdbaarheidsdatum. U ziet een oude status.
ta: இந்த பொருள் கடந்த காலமாகும். நீங்கள் கடந்தகால நிலையில் பொருள் நிலையைப் பார்க்கிறீர்கள்.

source: You will not be able to add Findings or other OOI's to past due objects.
it: Non sarai in grado di aggiungere Rilevamenti o altri OOI agli oggetti scaduti.
nl: Het is niet mogelijk om bevindingen of objecten toe te voegen.
ta: கடந்த கால பொருள்களுக்கு நீங்கள் கண்டுபிடிப்புகள் அல்லது பிற OOI ஐ சேர்க்க முடியாது.

source: Show details for %(name)s
it: Mostra dettagli per %(name)s
nl: Details voor %(name)s tonen
ta: %(name)s விவரங்களைக் காட்டு

source: View the current state
it: Visualizza lo stato attuale
nl: Actuele status bekijken
ta: தற்போதைய நிலையைக் காண்க

source: You will not be able to add Findings or other OOI's, this object has been deleted and is no longer available.
it: Non sarai in grado di aggiungere Rilevamenti o altri OOI, questo oggetto è stato eliminato e non è più disponibile.
nl: Dit object is gewist. Er kunnen geen bevindingen of objecten aan worden toegevoegd.
ta: நீங்கள் கண்டுபிடிப்புகள் அல்லது பிற OOI களைச் சேர்க்க முடியாது, இந்த பொருள் நீக்கப்பட்டது, இனி கிடைக்காது.

source: Summary for
it: Sommario per
nl: Samenvatting van
ta: இதற்கு சுருக்கம்

source: Below you can see findings that were found for
it: Di seguito puoi vedere i rilevamenti trovati per
nl: Hieronder ziet u de bevindingen die zijn gevonden voor
ta: கீழே காணப்பட்ட கண்டுபிடிப்புகளை கீழே காணலாம்

source: and direct children of this
it: e figli diretti di questo
nl: en directe kinderen hiervan
ta: இதன் நேரடி குழந்தைகள்

source: This
it: Questo
nl: Deze
ta: இது

source: tree view
it: visualizzazione ad albero
nl: boomweergave
ta: மரக் காட்சி

source: of the
it: di
nl: van de
ta: இதனுடைய
