Repository: minvws/nl-kat-coordination
Catalog: rocky/rocky/locale/*/LC_MESSAGES/django.po
Languages: it, nl, ta

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
it: I token di backup possono essere utilizzati quando i tuoi numeri di telefono primari e di backup non sono disponibili. I token di backup di seguito possono essere utilizzati per la verifica dell'accesso. Se hai esaurito tutti i tuoi token di backup, puoi generare un nuovo set di token di backup. Solo i token di backup mostrati di seguito saranno validi.
nl: Back-uptokens kunnen worden gebruikt wanneer uw primaire en back-uptelefoonnummers niet beschikbaar zijn. De onderstaande back-uptokens kunnen worden gebruikt voor aanmeldingsverificatie. Als u al uw back-uptokens hebt opgebruikt, kunt u een nieuwe set back-uptokens genereren. Alleen de onderstaande back-uptokens zijn geldig.
ta: உங்கள் முதன்மை மற்றும் காப்பு தொலைபேசி எண்கள் கிடைக்காதபோது காப்புப்பிரதி டோக்கன்களைப் பயன்படுத்தலாம். கீழே உள்ள காப்புப்பிரதி டோக்கன்களை உள்நுழைவு சரிபார்ப்புக்கு பயன்படுத்தலாம். உங்கள் காப்புப்பிரதி டோக்கன்களை நீங்கள் பயன்படுத்தினால், நீங்கள் ஒரு புதிய காப்புப்பிரதி டோக்கன்களை உருவாக்கலாம். கீழே காட்டப்பட்டுள்ள காப்பு டோக்கன்கள் மட்டுமே செல்லுபடியாகும்.

source: Print these tokens and keep them somewhere safe.
it: Stampa questi token e conservali in un luogo sicuro.
nl: Print deze tokens en bewaar ze op een veilige plek.
ta: இந்த டோக்கன்களை அச்சிட்டு அவற்றை எங்காவது பாதுகாப்பாக வைத்திருங்கள்.

source: You don't have any backup codes yet.
it: Non hai ancora codici di backup.
nl: U hebt nog geen back-upcodes.
ta: உங்களிடம் இன்னும் காப்புப்பிரதி குறியீடுகள் இல்லை.

source: Generate Tokens
it: Genera Token
nl: Tokens genereren
ta: டோக்கன்களை உருவாக்குங்கள்

source: Back to Account Security
it: Torna alla sicurezza dell'account
nl: Terug naar Accountbeveiliging
ta: கணக்கு பாதுகாப்புக்குத் திரும்பு

source: You are logged in.
it: Hai effettuato l'accesso.
nl: U bent aangemeld.
ta: நீங்கள் உள்நுழைந்துள்ளீர்கள்.

source: Two factor authentication is enabled for your account.
it: L'autenticazione a due fattori è abilitata per il tuo account.
nl: Twee-stapsverificatie is ingeschakeld voor uw account.
ta: உங்கள் கணக்கிற்கு இரண்டு காரணி ஏற்பு இயக்கப்பட்டது.

source: Two factor authentication is not enabled for your account. Enable it to continue.
it: L'autenticazione a due fattori non è abilitata per il tuo account. Abilitala per continuare.
nl: Twee-stapsverificatie is niet ingeschakeld voor uw account. Schakel in om door te gaan.
ta: உங்கள் கணக்கிற்கு இரண்டு காரணி ஏற்பு இயக்கப்படவில்லை. தொடர அதை இயக்கவும்.

source: Setup two factor authentication
it: Configura l'autenticazione a due fattori
nl: Twee-stapsverificatie instellen
ta: இரண்டு காரணி அங்கீகாரத்தை அமைக்கவும்

source: Credentials
it: Credenziali
nl: Gebruikersgegevens
ta: நற்சான்றிதழ்கள்

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
it: Utilizza questo modulo per inserire i token di backup per l'accesso. Questi token sono stati generati per te per essere stampati e conservati in sicurezza. Inserisci uno di questi token di backup per accedere al tuo account.
nl: Gebruik dit formulier voor het invoeren van back-uptokens om aan te melden. Deze tokens zijn gegenereerd voor u om af te drukken en veilig te bewaren. Voer een van deze back-uptokens in om aan te melden op uw account.
ta: உள்நுழைவதற்கு காப்புப்பிரதி டோக்கன்களை உள்ளிட இந்த படிவத்தைப் பயன்படுத்தவும். நீங்கள் அச்சிட்டு பாதுகாப்பாக வைத்திருக்க இந்த டோக்கன்கள் உருவாக்கப்பட்டுள்ளன. உங்கள் கணக்கில் உள்நுழைய இந்த காப்பு டோக்கன்களில் ஒன்றை உள்ளிடவும்.

source: As a last resort, you can use a backup token:
it: Come ultima risorsa, puoi utilizzare un token di backup:
nl: Of gebruik een back-upcode:
ta: கடைசி முயற்சியாக, நீங்கள் காப்புப்பிரதி கிள்ளாக்கைப் பயன்படுத்தலாம்:

source: Use Backup Token
it: Utilizza il Token di Backup
nl: Back-uptoken gebruiken
ta: காப்பு கிள்ளாக்கைப் பயன்படுத்துங்கள்

source: Permission Denied
nl: Toegang geweigerd
ta: இசைவு மறுக்கப்பட்டது

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
it: La pagina richiesta impone agli utenti di verificare utilizzando l'autenticazione a due fattori per motivi di sicurezza. È necessario abilitare queste funzionalità di sicurezza per accedere a questa pagina.
nl: De pagina die u hebt opgevraagd is alleen beschikbaar met twee-stapsverificatie. Schakel dit in om toegang te krijgen tot deze pagina.
ta: நீங்கள் கோரிய பக்கம், பாதுகாப்பு காரணங்களுக்காக இரண்டு காரணி அங்கீகாரத்தைப் பயன்படுத்தி சரிபார்க்க பயனர்களை செயல்படுத்துகிறது. இந்த பக்கத்தை அணுக இந்த பாதுகாப்பு அம்சங்களை நீங்கள் இயக்க வேண்டும்.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
it: L'autenticazione a due fattori non è abilitata per il tuo account. Abilita l'autenticazione a due fattori per una maggiore sicurezza dell'account.
nl: Twee-stapsverificatie is niet ingeschakeld voor uw account. Schakel twee-stapsverificatie in voor betere accountbeveiliging.
ta: உங்கள் கணக்கிற்கு இரண்டு காரணி ஏற்பு இயக்கப்படவில்லை. மேம்பட்ட கணக்கு பாதுகாப்புக்கு இரண்டு காரணி அங்கீகாரத்தை இயக்கவும்.

source: Enable Two-Factor Authentication
it: Abilita l'autenticazione a due fattori
nl: Twee-stapsverificatie inschakelen
ta: இரண்டு காரணி அங்கீகாரத்தை இயக்கவும்

source: Add Backup Phone
it: Aggiungi telefono di backup
nl: Back-uptelefoonnummer toevoegen
ta: காப்பு தொலைபேசியைச் சேர்க்கவும்

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
it: Stai aggiungendo un numero di telefono di backup al tuo account. Questo numero verrà utilizzato se il tuo metodo principale di registrazione non è disponibile.
nl: U voegt een back-uptelefoonnummer toe aan uw account. Dit nummer wordt gebruikt als uw primaire registratiemethode niet beschikbaar is.
ta: உங்கள் கணக்கில் காப்பு தொலைபேசி எண்ணைச் சேர்ப்பீர்கள். உங்கள் முதன்மை பதிவு முறை கிடைக்கவில்லை என்றால் இந்த எண் பயன்படுத்தப்படும்.

source: We've sent a token to your phone number. Please enter the token you've received.
it: Abbiamo inviato un token al tuo numero di telefono. Inserisci il token che hai ricevuto.
nl: We hebben een token naar uw telefoonnummer gestuurd. Vul de token in die u hebt ontvangen.
ta: உங்கள் தொலைபேசி எண்ணுக்கு ஒரு கிள்ளாக்கை அனுப்பியுள்ளோம். நீங்கள் பெற்ற கிள்ளாக்கை உள்ளிடவும்.

source: To start using a token generator, please use your smartphone to scan the QR code below or use the setup key. For example, use GoogleAuthenticator. Then, enter the token generated by the app.
it: Per iniziare a utilizzare un generatore di token, utilizza il tuo smartphone per scansionare il codice QR sottostante o utilizza la chiave di configurazione. Ad esempio, usa Google Authenticator. Successivamente, inserisci il token generato dall'app.
nl: Scan de QR-code met uw applicatie voor twee-stapsverificatie. Voer vervolgens het token in dat door de app is gegenereerd.
ta: கிள்ளாக்கு செனரேட்டரைப் பயன்படுத்தத் தொடங்க, கீழே உள்ள QR குறியீட்டை ச்கேன் செய்ய உங்கள் ச்மார்ட்போனைப் பயன்படுத்தவும் அல்லது அமைவு விசையைப் பயன்படுத்தவும். எடுத்துக்காட்டாக, googleauthenticator ஐப் பயன்படுத்தவும். பின்னர், பயன்பாட்டால் உருவாக்கப்பட்ட கிள்ளாக்கை உள்ளிடவும்.

source: QR code
it: Codice QR
ta: QR குறியீடு

source: Setup key
it: Chiave di configurazione
nl: Sleutel instellen
ta: அமைவு விசை

source: The secret key is a 32 characters representation of the QR code. There are 2 options to setup the two factor authtentication. You can scan the QR code above or you can insert this key using the secret key option of the authenticator app.
it: La chiave segreta è una rappresentazione di 32 caratteri del codice QR. Ci sono 2 opzioni per configurare l'autenticazione a due fattori. Puoi scansionare il codice QR sopra o puoi inserire questa chiave utilizzando l'opzione chiave segreta dell'applicazione autenticatore.
nl: De geheime sleutel is een weergave van 32 tekens van de QR-code. Er zijn er 2 opties om de twee-stapsverificatie in te stellen. U kunt de QR-code hierboven scannen of u kunt deze sleutel invoegen met behulp van de geheime sleuteloptie van de authenticatie-app.
ta: ரகசிய விசை QR குறியீட்டின் 32 எழுத்துக்கள் பிரதிநிதித்துவம் ஆகும். இரண்டு காரணி அங்கீகாரத்தை அமைக்க 2 விருப்பங்கள் உள்ளன. மேலே உள்ள QR குறியீட்டை நீங்கள் ச்கேன் செய்யலாம் அல்லது அங்கீகார பயன்பாட்டின் ரகசிய விசை விருப்பத்தைப் பயன்படுத்தி இந்த விசையை செருகலாம்.

source: Congratulations, you've successfully enabled two-factor authentication.
it: Congratulazioni, hai abilitato con successo l'autenticazione a due fattori.
nl: Gefeliciteerd, u hebt twee-stapsverficatie ingeschakeld.
ta: வாழ்த்துக்கள், நீங்கள் இரண்டு காரணி அங்கீகாரத்தை வெற்றிகரமாக இயக்கியுள்ளீர்கள்.

source: Start using OpenKAT
it: Inizia a utilizzare OpenKAT
nl: Start met OpenKAT
ta: OpenKat ஐப் பயன்படுத்தத் தொடங்குங்கள்

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
it: Tuttavia, potrebbe capitare che tu non abbia accesso al tuo dispositivo di token primario. Per abilitare il recupero dell'account, aggiungi un numero di telefono.
nl: Het kan gebeuren dat u geen toegang hebt tot uw applicatie voor twee-stapssverificatie. Voeg een telefoonnummer toe om accountherstel in te schakelen.
ta: இருப்பினும், உங்கள் முதன்மை கிள்ளாக்கு சாதனத்திற்கான அணுகல் உங்களிடம் இல்லை என்பது நிகழக்கூடும். கணக்கு மீட்டெடுப்பை இயக்க, தொலைபேசி எண்ணைச் சேர்க்கவும்.

source: Add Phone Number
it: Aggiungi numero di telefono
nl: Telefoonnummer toevoegen
ta: தொலைபேசி எண்ணைச் சேர்க்கவும்

source: Disable Two-factor Authentication
it: Disabilita l'autenticazione a due fattori
nl: Twee-stapsverificatie uitschakelen
ta: இரண்டு காரணி அங்கீகாரத்தை முடக்கு

source: You are about to disable two-factor authentication. This weakens your account security, are you sure?
it: Stai per disabilitare l'autenticazione a due fattori. Ciò indebolisce la sicurezza del tuo account, sei sicuro?
nl: U staat op het punt twee-stapsverificatie uit te schakelen. Dit verzwakt uw accountbeveiliging, weet u het zeker?
ta: நீங்கள் இரண்டு காரணி அங்கீகாரத்தை முடக்க உள்ளீர்கள். இது உங்கள் கணக்கு பாதுகாப்பை பலவீனப்படுத்துகிறது, உறுதியாக இருக்கிறீர்களா?

source: Account Security
it: Sicurezza dell'account
nl: Accountbeveiliging
ta: கணக்கு பாதுகாப்பு

source: Tokens will be generated by your token generator.
it: I token saranno generati dal tuo generatore di token.
nl: Tokens worden gegenereerd door uw tokengenerator.
ta: டோக்கன்கள் உங்கள் கிள்ளாக்கு செனரேட்டரால் உருவாக்கப்படும்.

source: Primary method: %(primary)s
it: Metodo principale: %(primary)s
nl: Primaire methode: %(primary)s
ta: முதன்மை முறை: %(primary)s

source: Tokens will be generated by your YubiKey.
it: I token saranno generati dal tuo YubiKey.
nl: Tokens worden gegenereerd door uw YubiKey.
ta: டோக்கன்கள் உங்கள் யூபிகியால் உருவாக்கப்படும்.

source: Backup Phone Numbers
it: Numeri di telefono di backup
nl: Back-uptelefoonnummers
ta: தொலைபேசி எண்களை காப்புப் பிரதி எடுக்கவும்

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
it: Se il tuo metodo principale non è disponibile, siamo in grado di inviare token di backup ai numeri di telefono elencati di seguito.
nl: Als uw primaire methode niet beschikbaar is, kunnen we back-uptokens naar de onderstaande telefoonnummers sturen.
ta: உங்கள் முதன்மை முறை கிடைக்கவில்லை என்றால், கீழே பட்டியலிடப்பட்டுள்ள தொலைபேசி எண்களுக்கு காப்புப்பிரதி டோக்கன்களை அனுப்ப முடியும்.

source: Unregister
it: Annulla registrazione
nl: Uitschrijven
ta: பதிவு செய்யப்படாதது

source: If you don't have any device with you, you can access your account using backup tokens.
it: Se non hai nessun dispositivo con te, puoi accedere al tuo account utilizzando i token di backup.
nl: Als u geen apparaat bij u hebt, kunt u toegang tot uw account krijgen met back-uptokens.
ta: உங்களிடம் எந்த சாதனமும் இல்லையென்றால், காப்புப்பிரதி டோக்கன்களைப் பயன்படுத்தி உங்கள் கணக்கை அணுகலாம்.

source: You have only one backup token remaining.
it: Ti rimane solo un token di backup.
nl: U hebt één back-uptoken over.
ta: உங்களிடம் ஒரே ஒரு காப்புப்பிரதி கிள்ளாக்கு உள்ளது.

source: Show Codes
it: Mostra codici
nl: Codes tonen
ta: குறியீடுகளைக் காட்டு

source: Disable Two-Factor Authentication
it: Disabilita l'autenticazione a due fattori
nl: Twee-stapsverificatie uitschakelen
ta: இரண்டு காரணி அங்கீகாரத்தை முடக்கு

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
it: Tuttavia, ti sconsigliamo vivamente di farlo, puoi anche disabilitare L'autenticazione a due fattori per il tuo account.
nl: We raden u echter ten zeerste af om dit te doen, u kunt ook twee-stapsverificatie voor uw account uitschakelen.
ta: இருப்பினும் அவ்வாறு செய்ய நாங்கள் உங்களை கடுமையாக ஊக்கப்படுத்தினோம், உங்கள் கணக்கிற்கான இரண்டு காரணி அங்கீகாரத்தையும் முடக்கலாம்.

source: Your OTP token is %(token)s
it: Il tuo token OTP è %(token)s
nl: Uw OTP-token is %(token)s
ta: உங்கள் OTP கிள்ளாக்கு %(token)s

source: Automate the creation of multiple objects by uploading a CSV file.
it: Automatizza la creazione di oggetti multipli caricando un file CSV.
nl: Automatiseer het maken van meerdere objecten door een CSV-bestand te uploaden.
ta: காபிம கோப்பைப் பதிவேற்றுவதன் மூலம் பல பொருள்களை உருவாக்குவதை தானியக்கமாக்குங்கள்.

source: Automate the creation of multiple objects by uploading a raw file.
it: Automatizza la creazione di oggetti multipli caricando un file raw.
nl: Automatiseer het maken van meerdere objecten door een raw-bestand te uploaden.
ta: மூல கோப்பைப் பதிவேற்றுவதன் மூலம் பல பொருள்களை உருவாக்குவதை தானியக்கமாக்குங்கள்.

source: An input OOI can be selected for the normalizer to attach newly yielded OOIs to. If no input OOI was used for the raw file, a placeholder ExternalScan OOI can be used. ExternalScan OOIs can be created from the objects page. When a new version of the raw file is generated, the same ExternalScan OOI should be chosen to ensure that old results are overwritten.
nl: Om nieuwe OOI’s aan te hechten kan een invoer-OOI worden geselecteerd voor de normalizer. Als er geen invoer-OOI werd gebruikt voor het raw-bestand, kan een plaatshouder ExternalScan OOI worden gebruikt. ExternalScan OOI’s kunnen op de objectenpagina worden gecreëerd. Als een nieuwe versie van het raw-bestand wordt gegenereerd, moet dezelfde ExternalScan OOI worden gekozen om ervoor te zorgen dat oude resultaten worden overschreven.
ta: புதிதாக வழங்கப்பட்ட OOI களை இணைக்க இயல்பாக்கத்திற்கு ஒரு உள்ளீட்டு OOI ஐத் தேர்ந்தெடுக்கலாம். மூல கோப்பிற்கு உள்ளீடு OOI எதுவும் பயன்படுத்தப்படவில்லை என்றால், ஒரு ஒதுக்கிட வெளிப்புறச்கான் OOI ஐப் பயன்படுத்தலாம். வெளிப்புறச்கான் OOIS ஐ பொருள் பக்கத்திலிருந்து உருவாக்க முடியும். மூல கோப்பின் புதிய பதிப்பு உருவாக்கப்படும்போது, பழைய முடிவுகள் மேலெழுதப்படுவதை உறுதிசெய்ய அதே வெளிப்புறச்கான் OOI ஐத் தேர்ந்தெடுக்க வேண்டும்.

source: Upload raw
it: Carica raw
nl: Raw-bestand uploaden
ta: பச்சையாக பதிவேற்றவும்

source: Getting raw data failed.
nl: Het ophalen van onbewerkte gegevens is mislukt.
ta: மூல தரவைப் பெறுவது தோல்வியடைந்தது.

source: Add Finding
it: Aggiungi Rilevamento
nl: Bevinding toevoegen
ta: கண்டுபிடிப்பைச் சேர்

source: Beautified
it: Migliorato
nl: Verfraaid
ta: அழகுபடுத்தப்பட்டது

source: Indemnification successfully set.
it: Indennizzo impostato con successo.
nl: Vrijwaringsniveau met succes ingesteld.
ta: இழப்பீடு வெற்றிகரமாக அமைக்கப்பட்டது.

source: The selected date is in the future.
nl: De geselecteerde datum ligt in de toekomst.
ta: தேர்ந்தெடுக்கப்பட்ட தேதி எதிர்காலத்தில் உள்ளது.

source: Can not parse date, falling back to show current date.
nl: Kan datum niet lezen. Huidige datum wordt gebruikt.
ta: தேதியை அலச முடியாது, தற்போதைய தேதியைக் காட்ட மீண்டும் விழுகிறது.

source: Type select
it: Seleziona il tipo
nl: Type selecteren
ta: தேர்ந்தெடு தட்டச்சு செய்க

source: Add %(ooi_type)s
it: Aggiungi %(ooi_type)s
nl: %(ooi_type)s toevoegen
ta: %(ooi_type)s சேர்க்கவும்

source: Only Question OOIs can be answered.
it: Solo gli OOI di tipo Domanda possono essere risposti.
nl: Alleen Question-OOI’s kunnen worden beantwoord.
ta: கேள்வி OOIS க்கு மட்டுமே பதிலளிக்க முடியும்.

source: Question has been answered.
nl: Vraag is beantwoord.
ta: கேள்விக்கு பதிலளிக்கப்பட்டுள்ளது.

source: (as
it: (come
nl: (als
ta: (என

source: Object findings
it: Risultati dell'oggetto
nl: Objectbevindingen
ta: பொருள் கண்டுபிடிப்புகள்

source: No OOIs selected.
it: Nessun OOI selezionato.
nl: Geen OOI’s geselecteerd.
ta: OOIS தேர்ந்தெடுக்கப்படவில்லை.

source: Unknown action.
it: Azione sconosciuta.
nl: Onbekende actie.
ta: தெரியாத செயல்.

source: Could not raise clearance levels to L%s. Indemnification not present at organization %s.
it: Impossibile alzare i livelli di autorizzazione a L%s. L'indennizzo non è presente nell'organizzazione %s.
nl: Kon vrijwaringsniveau niet verhogen naar L%s. Vrijwaring niet aanwezig bij organisatie %s.
ta: இசைவு அளவை L%s க்கு உயர்த்த முடியவில்லை. அமைப்பின் %s இல் இழப்பீடு இல்லை.

source: Could not raise clearance level to L%s. You were trusted a clearance level of L%s. Contact your administrator to receive a higher clearance.
it: Impossibile alzare il livello di autorizzazione a L%s. Ti è stata concessa una autorizzazione di L%s. Contatta il tuo amministratore per ricevere un'autorizzazione superiore.
nl: Kan vrijwaringsniveau niet verhogen naar L%s. Aan u is een vrijwaringsniveau toevertrouwd van L%s. Neem contact op met uw beheerder om een hogere vrijwaring te krijgen.
ta: இசைவு அளவை L%s க்கு உயர்த்த முடியவில்லை. எல்%s இசைவு நிலை நீங்கள் நம்பப்பட்டீர்கள். அதிக இசைவு பெற உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளுங்கள்.

source: Could not raise clearance level to L%s. You acknowledged a clearance level of L%s. Please accept the clearance level below to proceed.
it: Impossibile alzare il livello di autorizzazione a L%s. Hai riconosciuto un livello di autorizzazione di L%s. Per favore, accetta il livello di autorizzazione inferiore per proseguire.
nl: Kan vrijwaringsniveau niet verhogen naar L%s. U hebt een vrijwaringsniveau bevestigd van L%s. Accepteer het vrijwaringsniveau onderaan de pagina om verder te gaan.
ta: இசைவு அளவை L%s க்கு உயர்த்த முடியவில்லை. L%s இன் இசைவு அளவை நீங்கள் ஒப்புக்கொண்டீர்கள். தொடர கீழே உள்ள இசைவு அளவை ஏற்றுக்கொள்ளுங்கள்.

source: An error occurred while saving clearance levels.
it: Si è verificato un errore durante il salvataggio dei livelli di autorizzazione.
nl: Er is een fout opgetreden bij het opslaan van vrijwaringsniveaus.
ta: இசைவு நிலைகளைச் சேமிக்கும்போது பிழை ஏற்பட்டது.

source: One of the OOI's doesn't exist
it: Uno degli OOI non esiste
nl: Een van de OOI’s bestaat niet
ta: OOI இன் ஒன்று இல்லை

source: Successfully set scan profile to %s for %d oois.
it: Impostato con successo il profilo di scansione su %s per %d OOI.
nl: Vrijwaringsniveau met succes ingesteld op %s voor %d objecten.
ta: வருடல் தன்விவரத்தை %s க்கு %d oois ஆக வெற்றிகரமாக அமைக்கப்பட்டது.

source: An error occurred while setting clearance levels to inherit.
it: Si è verificato un errore durante l'impostazione dei livelli di autorizzazione su eredità.
nl: Er is een fout opgetreden bij het instellen van vrijwaringsniveaus naar overerven.
ta: இசைவு நிலைகளை மரபுரிமையாக அமைக்கும் போது பிழை ஏற்பட்டது.

source: An error occurred while setting clearance levels to inherit: one of the OOIs doesn't exist.
it: Si è verificato un errore durante l'impostazione dei livelli di autorizzazione su eredità: uno degli OOIs non esiste.
nl: Er is een fout opgetreden bij het instellen van vrijwaringsniveaus naar overerven: een van de OOI’s bestaat niet.
ta: இசைவு நிலைகளை மரபுரிமையாக அமைக்கும் போது பிழை ஏற்பட்டது: OOIS இல் ஒன்று இல்லை.

source: Successfully set %d ooi(s) clearance level to inherit.
it: Impostato con successo il livello di autorizzazione ereditato per %d OOI.
nl: %d OOI(’s) vrijwaringsniveau naar overerven met succes ingesteld.
ta: வெற்றிகரமாக %d ooi (கள்) இசைவு அளவை மரபுரிமையாக அமைக்கவும்.

source: An error occurred while deleting oois.
it: Si è verificato un errore durante l'eliminazione degli OOI.
nl: Er is een fout opgetreden bij het verwijderen van OOI’s.
ta: OOIS ஐ நீக்கும்போது பிழை ஏற்பட்டது.

source: An error occurred while deleting oois: one of the OOIs doesn't exist.
it: Si è verificato un errore durante l'eliminazione degli OOI: uno degli OOI non esiste.
nl: Er is een fout opgetreden bij het verwijderen van OOI’s: een van de OOI’s bestaat niet.
ta: OOIS ஐ நீக்கும்போது பிழை ஏற்பட்டது: OOIS இல் ஒன்று இல்லை.

source: Successfully deleted %d ooi(s). Note: Bits can recreate objects automatically.
it: Eliminati con successo %d ooi. Nota: Bits può ricreare automaticamente gli oggetti.
nl: %d object(en) met succes verwijderd. Let op: Bits kunnen objecten automatisch weer toevoegen.
ta: வெற்றிகரமாக நீக்கப்பட்டது %d ooi (கள்). குறிப்பு: பிட்கள் தானாக பொருட்களை மீண்டும் உருவாக்க முடியும்.

source: Please select at least one finding.
it: Seleziona almeno un risultato.
nl: Selecteer ten minste één bevinding.
ta: குறைந்தது ஒரு கண்டுபிடிப்பைத் தேர்ந்தெடுக்கவும்.

source: Finding(s) successfully unmuted.
nl: Bevinding(en) met succes dempen opgeheven.
ta: கண்டறிதல் (கள்) வெற்றிகரமாக அன்மிடட்.

source: Finding(s) successfully muted.
it: Risultato/i mutato/i con successo.
nl: Bevinding(en) met succes gedempt.
ta: கண்டுபிடிப்பது (கள்) வெற்றிகரமாக முடக்கியது.

source: Tree Visualisation
it: Visualizzazione ad albero
nl: Boomvisualisatie
ta: மரம் காட்சிப்படுத்தல்

source: Graph Visualisation
it: Visualizzazione grafica
nl: Grafiekvisualisatie
ta: வரைபட காட்சிப்படுத்தல்

source: Observed_at:
nl: Geobserveerd_op:
ta: கவனிக்கப்பட்டது_அட்:

source: OOI types:
it: Tipi di OOI:
nl: OOI-typen:
ta: OOI வகைகள்:

source: Clearance level:
it: Livello di autorizzazione:
nl: Vrijwaringsniveau:
ta: இசைவு நிலை:

source: Clearance type:
it: Tipo di liquidazione:
nl: Vrijwaringstype:
ta: இசைவு வகை:

source: Searching for:
nl: Zoeken naar:
ta: தேடுகிறது:

source: Setup
it: Imposta
nl: Instellingen
ta: அமைவு

source: Organization added successfully.
it: Organizzazione aggiunta con successo.
nl: Organisatie met succes toegevoegd.
ta: அமைப்பு வெற்றிகரமாக சேர்க்கப்பட்டது.

source: You are not allowed to add organizations.
it: Non hai il permesso di aggiungere organizzazioni.
nl: U mag geen organisaties toevoegen.
ta: நிறுவனங்களைச் சேர்க்க உங்களுக்கு இசைவு இல்லை.

source: Organization %s successfully updated.
it: Organizzazione %s aggiornata con successo.
nl: Organisatie %s met succes bijgewerkt.
ta: அமைப்பு %s வெற்றிகரமாக புதுப்பிக்கப்பட்டன.

source: Add column titles. Followed by each object on a new line.
it: Aggiungi i titoli delle colonne. Seguiti da ogni oggetto su una nuova linea.
nl: Voeg kolomtitels toe. Gevolgd door elk object op een nieuwe regel.
ta: நெடுவரிசை தலைப்புகளைச் சேர்க்கவும். ஒவ்வொரு பொருளையும் ஒரு புதிய வரியில் அதைத் தொடர்ந்து.

source: The columns are:
it: Le colonne sono:
nl: De kolommen zijn:
ta: நெடுவரிசைகள்:

source: Clearance levels should be between -1 and 4.
it: I livelli di autorizzazione dovrebbero essere compresi tra -1 e 4.
nl: Vrijwaringsniveau moet tussen -1 en 4 liggen.
ta: இசைவு நிலைகள் -1 முதல் 4 வரை இருக்க வேண்டும்.

source: Account type can be one of:
it: Il tipo di account può essere uno tra:
nl: Accounttype kan een zijn van:
ta: கணக்கு வகை ஒன்றாகும்:

source: Add Account Type
it: Aggiungi tipo di account
nl: Accounttype toevoegen
ta: கணக்கு வகையைச் சேர்க்கவும்
